{"data": {"node": {"__typename": "Application", "id": "1688130367976502", "organization": {"id": "1388113187894620", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1688130367976502"}]}, "id": "537940479989924"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1301644406556801"}]}, "id": "238644963278716"}]}}, "firstRevision": {"nodes": [{"application": {"id": "1688130367976502", "release_date": 1539622800, "is_concept": false, "platform": "ANDROID", "scheduled_offers": {"count": 0}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "1715476525241886"}, "id": "1135593856590170"}]}}, "binary": null, "live_binary": null, "created_date": 1584750231, "id": "2938725216166735", "is_initial_release": false, "name_with_fallback": "v3", "pdp_metadata_with_fallback": {"version": 3, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "635490897664598"}, "release_status": "RELEASED", "id": "1688130367976502"}, "id": "635490897664598", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "1688130367976502", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID"}, "iarc_cert": {"id": "473760123033530"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2479950482335016", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shepard Fairey RV - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "arte", "exposição"], "long_description": "Faz quase dez anos desde que a última exposição individual de Shepard Fairey esteve em Los Angeles, sua cidade natal, junto com as imagens icônicas HOPE que ele criou para o candidato à presidência daquela época, Barack Obama. Agora, pela primeira vez, o trabalho de Shepard Fairey foi transformado numa experiência de realidade virtual. Vivencie sua exposição mais ambiciosa até então, adequadamente intitulada de DAMAGED.\n\nNeste clima político sem precedentes, a mensagem de Fairey se alterou de esperança para objetivo: “DAMAGED é um diagnóstico honesto e é o primeiro passo para reconhecer e resolver os problemas.” Acho que a arte pode ser parte da solução, pois ela pode inspirar a olhar para um problema que seria ignorado ou rejeitado de outra forma.”\n\n* Ouça mais de 100 minutos da narração exclusiva de Shepard Fairey.\n* Interaja com centenas de obras de arte.\n* Uma representação realista fotográfica tridimensional da exposição Damaged.", "short_description": "Pela primeira vez, o trabalho de Shepard Fairey foi transformado numa experiência de realidade virtual. Sua exposição mais ambiciosa até então é adequadamente intitulada de DAMAGED. Neste clima político sem precedentes, a mensagem de Fairey se alterou de esperança para objetivo: “DAMAGED é um diagnóstico honesto e é o primeiro passo para reconhecer e resolver os problemas.”\n\nJunte-se a Shepard Fairey nessa experiência de realidade virtual de última geração."}, {"images": {"nodes": []}, "id": "1448873245287924", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shepard Fairey VR - DAMAGED", "keywords": ["Shepard", "Fairey", "Kunst", "Ausstellung", "VR"], "long_description": "Seit Shepard Faireys letzter Solo-Ausstellung in seiner Heimatstadt Los Angeles und der kultigen „HOPE“-Bildsprache für den damaligen Präsidentschaftskandidaten Barack Obama sind fast 10 Jahre vergangen. Shepard Faireys Arbeit gibt es nun zum ersten Mal als VR-Erlebnis. Erlebe seine bisher ehrgeizigste Ausstellung mit dem passenden Namen „DAMAGED“.\n\nIn diesem nie dagewesenen politischen Klima hat sich Faireys Botschaft von der Hoffnung zum Zweck gewandelt: „DAMAGED ist eine ehrliche Diagnose, aber eine Diagnose ist der erste Schritt zum Erkennen und damit zum Lösen von Problemen.“ „Ich denke auf jeden Fall, dass Kunst ein Teil der Lösung sein kann, denn sie kann Menschen inspirieren, sich einem Thema zu widmen, das sie ansonsten ignorieren oder ablehnen würden.“\n\n* Hör über 100 Minuten exklusive Erzählung von Shepard Fairey selbst zu.\n* Interagiere mit hunderten von Kunstwerken.\n* Eine komplette, dreidimensionale und fotorealistische Nachbildung seiner „Damaged“-Ausstellung.", "short_description": "Shepard Faireys Arbeit wurde zum ersten Mal in ein VR-Erlebnis verwandelt. Seine bisher ehrgeizigste Ausstellung trägt den passenden Namen „DAMAGED“. In diesem nie dagewesenen politischen Klima hat sich Faireys Botschaft von der Hoffnung zum Zweck gewandelt: „DAMAGED ist eine ehrliche Diagnose, aber eine Diagnose ist der erste Schritt zum Erkennen und damit zum Lösen von Problemen.“\n\nTriff Shepard Fairey in diesem modernen VR-Erlebnis."}, {"images": {"nodes": []}, "id": "1411768459004804", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shepard Fairey en VR - DAMAGED", "keywords": ["VR", "Shepard", "Fairey", "Art", "exposition"], "long_description": "Voilà maintenant presque 10 ans que Shepard Fairey a réalisé sa dernière exposition en solo dans sa ville natale de Los Angeles ainsi que l'imagerie emblématique \"HOPE\" pour Barack Obama lors de sa candidature aux élections présidentielles. Aujourd'hui, pour la première fois, le travail de Shepard Fairey a été transformé en une expérience en réalité virtuelle. Découvrez son exposition la plus ambitieuse à ce jour, nommée à juste titre DAMAGED.\n\nDans ce climat politique sans précédent, le message de Fairey est passé de l'espoir à la raison : \"DAMAGED est un diagnostic honnête, le premier pas vers la prise de conscience et la solution. Je pense vraiment que l'art peut être une solution car il incite les gens à regarder un problème qu'ils ignorent ou ne prennent pas au sérieux.\"\n\n* Écoutez plus de 100 minutes de commentaires exclusifs par Shepard Fairey.\n* Interagissez avec des centaines d'œuvres d'art.\n* Une représentation réaliste et en trois dimensions de son exposition Damaged.", "short_description": "Pour la première fois, le travail de Shepard Fairey a été transformé en une expérience en réalité virtuelle. Son exposition la plus ambitieuse à ce jour est nommée à juste titre DAMAGED. Dans ce climat politique sans précédent, le message de Fairey est passé de l'espoir à la raison : \"DAMAGED est un diagnostic honnête, mais ce diagnostic est le premier pas vers la prise de conscience et la solution.\"\n\nRejoignez Shepard Fairey dans cette expérience dernier cri en réalité virtuelle."}, {"images": {"nodes": []}, "id": "1369836399885229", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Шепард Фейри VR - DAMAGED", "keywords": ["VR", "Шепард", "Фейри", "искусство", "выставка"], "long_description": "Прошло уже почти 10 лет с последней индивидуальной выставки Шепарда Фейри в его родном Лос-Анджелесе и создания им культового образа «Hope» («Надежда») для тогдашнего кандидата в президенты Барака Обамы. И вот впервые работы Шепарда Фейри воплощены в виртуальной реальности. Побывайте на самой амбициозной выставке в истории, получившей самое подходящее для нее название — «DAMAGED».\n\nВ беспрецедентном политическом климате сегодняшнего дня Фейри говорит уже не о надежде, а о стремлении: «DAMAGED» — это честно поставленный диагноз, а диагноз — первый шаг к тому, чтобы признать и начать решать существующие проблемы. «Я решительно полагаю, что искусство способно стать частью этого решения, ведь оно может привлекать внимание людей к тому, что иначе они предпочли бы игнорировать или отрицать».\n\n* Послушайте эксклюзивный рассказ Шепарда Фейри, длящийся больше 100 минут.\n* Взаимодействуйте с сотнями произведений искусства.\n* Полное и фотореалистичное трехмерное воплощение выставки «Damaged».", "short_description": "Впервые работы Шепарда Фейри воплощены в виртуальной реальности. Его самая амбициозная выставка получила самое подходящее название — «DAMAGED». В беспрецедентном политическом климате сегодняшнего дня Фейри говорит уже не о надежде, а о стремлении: «DAMAGED» — это честно поставленный диагноз, а диагноз — первый шаг к тому, чтобы признать и начать решать существующие проблемы.\n\nШепард Фейри приглашает Вас в мир современной виртуальной реальности (AR)."}, {"images": {"nodes": []}, "id": "248424882859602", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "RV Shepard Fairey - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "arte", "exposición"], "long_description": "Han pasado casi 10 años desde la última exposición en solitario de Shepard Fairey en su ciudad natal, Los Ángeles, y desde que creó las emblemáticas imágenes «HOPE» para el entonces candidato a la presidencia Barack Obama. Ahora, por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Experimenta su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED.\n\nEn este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas. «Definitivamente creo que el arte puede ser parte de la solución porque puede inspirar a la gente a prestar atención a un asunto que, de lo contrario, podrían ignorar o rechazar».\n\n* Escucha más de 100 minutos de narración de Shepard Fairey.\n* Interactúa con cientos de obras de arte.\n* Una representación realista tridimensional de su exposición Damaged.", "short_description": "Por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED. En este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas.\n\nÚnete a Shepard Fairey en esta experiencia de realidad virtual de última tecnología."}, {"images": {"nodes": [{"file_name": "migrated_image.png", "id": "1462002013977549", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982694_468494033654477_3800500720667459584_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CHptJto4hjEQ7kNvwEJ12pX&_nc_oc=Adkhxn9gpEYBfSbX4TWDXPevbcQC3eUk1IMcNjUolY3vAW3k19uys0x1QDZZS65l0YM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsqP6X8LMmgCn8dWlgxomJC-MN1aYl1UWV_wAFkA11PxQ&oe=699703D2"}, {"file_name": "migrated_image.png", "id": "1119635768368056", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974833_2217251318552640_6683540892982181888_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=s8ofN68RQD8Q7kNvwGEHYYd&_nc_oc=AdmT8OuKe1Opa7PDNESQs5KnkgRfMTWtUcwNaQbK15O1UgOf2FxItYzKkWTP_7XRaxQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft1egpOrXgbLrfwaxFWFtyxN6RKIvZCTFkBZpQ_Q28v5A&oe=6996F9DF"}, {"file_name": "migrated_image.png", "id": "1093567024332687", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982510_266586637298516_7552568740110401536_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1BlMP0Cy3n8Q7kNvwGkuRl3&_nc_oc=AdmB0JzKAn2pgWtZtWjnosMhhY-jyIV1uhKM5DL6V68ZD3fU_WTQyiznYGTCvpssOyw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv3mYnazhZGQGLOTQh9fxv80DZGbE9Yoa5CpT41d1O3Zg&oe=69970CEE"}, {"file_name": "migrated_image.png", "id": "539060086589699", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982509_235469220647074_9170823296671809536_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DNRli6SVZ1IQ7kNvwGIUZ_K&_nc_oc=Adm6gLOtQdViGJUM5G7CYzuHazFcYdOEuNYLAQZq1KwWOoUdoT-kkxOaw2R-YMxC4TM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu7UlqeoUyLfJRnl3qcvh9jUV0daEQtAo0xzSEWbINJXg&oe=69970162"}, {"file_name": "migrated_image.png", "id": "247645793283420", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974502_2225823467646218_6739505021223698432_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kp-PyvDVOVUQ7kNvwF1xQJx&_nc_oc=AdkZKoMTmHdW6tgRqbQ-M-LAq0XpB_ZWQoAkXG7nCfoRzWlu3ULNK0ceDgln9FgZSVc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuXPVjWN4EkYg4mzakZ2S_dg9MvmdIqFxkLEPax4z4iFg&oe=6996F9C8"}, {"file_name": "migrated_image.png", "id": "218379112845809", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974545_1889623064678887_8230466887549452288_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=unmPVuS7DhEQ7kNvwFxraCn&_nc_oc=AdlTuef2IuXXVHe0nNn0-5rhmDIrYjA5skfvrewNacf8k1gB8URyYm4VGKs59gi5B9o&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsmSTwq8Sbn5mvkaI3xgXgWIhY-vYYhIj_UGFSz6HDwzA&oe=699719B6"}, {"file_name": "migrated_image.png", "id": "196151441687560", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982628_665621377153047_745563716510023680_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fhbUxLMFaLkQ7kNvwHJQqdf&_nc_oc=AdnkWgeRC87TtyH2k6ZY_mVoXxJbVjCtbQ2Px44HFOL44XwZU3htXw8GMN5-QsRN7gA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuHjnf-0XibY_osdXrKQ97NU72NqhD-Q68NSYWUedqySQ&oe=6996F5B7"}]}, "id": "216512846365668", "locale": "en_US", "screenshots": [{"file_name": "migrated_image.png", "id": "209034646829311", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974566_308953953170826_2799460598360834048_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KjCYVMT65QoQ7kNvwF1H8Mm&_nc_oc=AdkLrUjsi1cgWXNsxOGc2e6psF0a9-5yG1dHzyar6iTPiyxa9BvkJAHamudCg42WZYI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvo4nIZr9gSGDjSflI9oMRZES6mBM_15Z5f9i4jq-avOg&oe=6996FEDE"}, {"file_name": "migrated_image.png", "id": "1314811088710589", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974579_276362006309692_8052737369859686400_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6BdMuRhR3H0Q7kNvwFIT6yA&_nc_oc=AdnpZsh1GvYCtQeUXp5Wm-TnZWAfjF0UpUSBsuqdY38hMsxMmEZP5VCGocFDg2uJOBc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvyY4vi7YCDTCKXA5oi6SKC7eBcN9G7yaoJwmMTNARC9A&oe=6997194C"}, {"file_name": "migrated_image.png", "id": "218604542838037", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974587_229327741274218_6074422712598528000_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zzylGeEiwq4Q7kNvwG_NbzQ&_nc_oc=AdlaAlnnqWL7PhRlnKuV0P1yT6I-vQ6JwcQjTuehnLNVfH0V-Gam0CFEXR7Jj79BMNY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftuuNpF9xjulFJk-m02PT0ghQnPoH7JFKYU8Fb75hoxzQ&oe=6996EDC4"}, {"file_name": "migrated_image.png", "id": "2610019315908665", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974475_704467013238597_5365272652241960960_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bZR_M_ofoKQQ7kNvwGZQYSm&_nc_oc=Adm24Gorljq5oIqfCIQ6rASNJtD1nfr82IY8VvZLM-EGZ_VqALmLVWCEd5qk6tZKBDY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvuO1fl-T4-x3kNU8TSqqLAhr9zkY04qTMvp8Em8H5Feg&oe=69972270"}, {"file_name": "migrated_image.png", "id": "2714254015472784", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982584_1759987660737211_351310380439437312_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Lw6KQdcsZakQ7kNvwGfe0Co&_nc_oc=Adk9xdHHSTI_N-i4Mv64lmoIOjVmqTn6C22Qb5rXPPuhNrgJTUHYg067D819UEQwsQ0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvS3pL4tF_Y1ECYlY3W7fy3tWpGbbGyduwUrITc0KMJGw&oe=69970E96"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shepard Fairey VR - DAMAGED", "keywords": ["VR", "Shepard", "Fairey", "Exhibition", "Art"], "long_description": "It’s been nearly 10 years since Shepard Fairey’s last solo exhibition in his hometown of Los Angeles and the iconic HOPE imagery he created for then Presidential candidate Barack Obama. Now for the very first time Shepard Fairey's work has been transformed into a virtual reality experience. Experience his most ambitious show to date, aptly titled DAMAGED.\n\nIn this unprecedented political climate, Fairey’s message has changed from hope to purpose: “DAMAGED is an honest diagnosis, but diagnosis is the first step to recognizing and solving problems. \"I definitely think that art can be part of the solution because it can inspire people to look at an issue they might otherwise ignore or reject.”\n\n* Listen to over 100 minutes of exclusive narration by Shepard Fairey.\n* Interact with hundreds of artworks.\n* A full three dimensional photo realistic representation of his Damaged show.", "short_description": "For the very first time Shepard Fairey's work has been transformed into a virtual reality experience. His most ambitious show to date is aptly named DAMAGED. In this unprecedented political climate, Fairey’s message has changed from hope to purpose: “DAMAGED is an honest diagnosis, but diagnosis is the first step to recognising and solving problems.\"\n\nJoin Shepard Fairey in this state of the art virtual reality experience."}, {"images": {"nodes": []}, "id": "204800387519427", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "RV Shepard Fairey - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "Arte", "mostra"], "long_description": "Sono passati quasi 10 anni dall’ultima esposizione solitaria di Shepard Fairey nella sua città natale di Los Angeles e dall’iconica immagine HOPE che ha creato per l'allora candidato alla presidenza Barack Obama. Ora per la prima volta le opere di Shepard Fairey sono state trasformate in un'esperienza in realtà virtuale. Prova la sua mostra più ambiziosa fino ad ora, intitolata appropriatamente DAMAGED.\n\nIn questo clima politico senza precedenti, il messaggio di Fairey è cambiato da speranza a determinazione: “DAMAGED è una diagnosi onesta, ma la diagnosi è il primo passo verso riconoscere e risolvere i problemi.” \"Penso seriamente che l'arte possa essere parte della soluzione perché può ispirare le persone a guardare a un problema che altrimenti potrebbero ignorare o negare.\"\n\n* Ascolta oltre 100 minuti di narrazione esclusiva di Shepard Fairey.\n* Interagisci con centinaia di opere d'arte.\n* Una rappresentazione fotorealistica completa in tre dimensioni della sua mostra Damaged.", "short_description": "Per la prima volta in assoluto, le opere di Shepard Fairey sono state trasformate in un'esperienza in realtà virtuale. La sua mostra più ambiziosa finora è appropriatamente intitolata DAMAGED. In questo clima politico senza precedenti, il messaggio di Fairey è cambiato da speranza a determinazione: \"DAMAGED è una diagnosi onesta, ma anche il primo passo verso il riconoscimento e la soluzione dei problemi.\"\n\nUnisciti a Shepard Fairey in questa esperienza in realtà virtuale a regola d'arte."}, {"images": {"nodes": []}, "id": "193262881972318", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "RV Shepard Fairey - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "arte", "exposición"], "long_description": "Han pasado casi 10 años desde la última exposición en solitario de Shepard Fairey en su ciudad natal, Los Ángeles, y desde que creó las emblemáticas imágenes «HOPE» para el entonces candidato a la presidencia Barack Obama. Ahora, por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Experimenta su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED.\n\nEn este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas. «Definitivamente creo que el arte puede ser parte de la solución porque puede inspirar a la gente a prestar atención a un asunto que, de lo contrario, podrían ignorar o rechazar».\n\n* Escucha más de 100 minutos de narración de Shepard Fairey.\n* Interactúa con cientos de obras de arte.\n* Una representación realista tridimensional de su exposición Damaged.", "short_description": "Por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED. En este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas.\n\nÚnete a Shepard Fairey en esta experiencia de realidad virtual de última tecnología."}]}, "developer_name": "Talespin", "developer_privacy_policy_url": "https://www.vrtventures.art/privacy-policy", "developer_terms_of_service_url": "http://www.vrtventures.art/", "publisher_name": "VR't Ventures", "support_website_url": null, "website_url": "http://www.vrtventures.art/", "category": "APPS", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": null, "context_topics": [], "external_subscription_type": "NOT_REQUIRED", "genres": ["ART_CREATIVITY", "NARRATIVE", "SIMULATION"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": null, "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "de", "fr", "es", "es_MX", "pt_BR", "ru", "it"], "supported_input_devices": ["GEAR_VR_CONTROLLER"], "supported_player_modes": [], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "635490897664598"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974502_2225823467646218_6739505021223698432_n.png?stp=dst-png_s360x360&_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kp-PyvDVOVUQ7kNvwF1xQJx&_nc_oc=AdkZKoMTmHdW6tgRqbQ-M-LAq0XpB_ZWQoAkXG7nCfoRzWlu3ULNK0ceDgln9FgZSVc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuBeFDZ8WNiVnav_ogeCbJWDeHm7g2DaaWXSjmjSKcl0g&oe=6996F9C8"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Shepard Fairey VR - DAMAGED", "platform": "ANDROID", "context_category": null, "context_topics": [], "release_date": 1539622800, "lastRevision": {"nodes": [{"id": "1960042867368313", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "1688130367976502", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID"}, "iarc_cert": {"id": "473760123033530"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2996352433760343", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Шепард Фейри VR - DAMAGED", "keywords": ["VR", "Шепард", "Фейри", "искусство", "выставка"], "long_description": "Прошло уже почти 10 лет с последней индивидуальной выставки Шепарда Фейри в его родном Лос-Анджелесе и создания им культового образа «Hope» («Надежда») для тогдашнего кандидата в президенты Барака Обамы. И вот впервые работы Шепарда Фейри воплощены в виртуальной реальности. Побывайте на самой амбициозной выставке в истории, получившей самое подходящее для нее название — «DAMAGED».\n\nВ беспрецедентном политическом климате сегодняшнего дня Фейри говорит уже не о надежде, а о стремлении: «DAMAGED» — это честно поставленный диагноз, а диагноз — первый шаг к тому, чтобы признать и начать решать существующие проблемы. «Я решительно полагаю, что искусство способно стать частью этого решения, ведь оно может привлекать внимание людей к тому, что иначе они предпочли бы игнорировать или отрицать».\n\n* Послушайте эксклюзивный рассказ Шепарда Фейри, длящийся больше 100 минут.\n* Взаимодействуйте с сотнями произведений искусства.\n* Полное и фотореалистичное трехмерное воплощение выставки «Damaged».", "short_description": "Впервые работы Шепарда Фейри воплощены в виртуальной реальности. Его самая амбициозная выставка получила самое подходящее название — «DAMAGED». В беспрецедентном политическом климате сегодняшнего дня Фейри говорит уже не о надежде, а о стремлении: «DAMAGED» — это честно поставленный диагноз, а диагноз — первый шаг к тому, чтобы признать и начать решать существующие проблемы.\n\nШепард Фейри приглашает Вас в мир современной виртуальной реальности (AR)."}, {"images": {"nodes": []}, "id": "2672358052992673", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "RV Shepard Fairey - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "Arte", "mostra"], "long_description": "Sono passati quasi 10 anni dall’ultima esposizione solitaria di Shepard Fairey nella sua città natale di Los Angeles e dall’iconica immagine HOPE che ha creato per l'allora candidato alla presidenza Barack Obama. Ora per la prima volta le opere di Shepard Fairey sono state trasformate in un'esperienza in realtà virtuale. Prova la sua mostra più ambiziosa fino ad ora, intitolata appropriatamente DAMAGED.\n\nIn questo clima politico senza precedenti, il messaggio di Fairey è cambiato da speranza a determinazione: “DAMAGED è una diagnosi onesta, ma la diagnosi è il primo passo verso riconoscere e risolvere i problemi.” \"Penso seriamente che l'arte possa essere parte della soluzione perché può ispirare le persone a guardare a un problema che altrimenti potrebbero ignorare o negare.\"\n\n* Ascolta oltre 100 minuti di narrazione esclusiva di Shepard Fairey.\n* Interagisci con centinaia di opere d'arte.\n* Una rappresentazione fotorealistica completa in tre dimensioni della sua mostra Damaged.", "short_description": "Per la prima volta in assoluto, le opere di Shepard Fairey sono state trasformate in un'esperienza in realtà virtuale. La sua mostra più ambiziosa finora è appropriatamente intitolata DAMAGED. In questo clima politico senza precedenti, il messaggio di Fairey è cambiato da speranza a determinazione: \"DAMAGED è una diagnosi onesta, ma anche il primo passo verso il riconoscimento e la soluzione dei problemi.\"\n\nUnisciti a Shepard Fairey in questa esperienza in realtà virtuale a regola d'arte."}, {"images": {"nodes": []}, "id": "2593038837642028", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shepard Fairey VR - DAMAGED", "keywords": ["Shepard", "Fairey", "Kunst", "Ausstellung", "VR"], "long_description": "Seit Shepard Faireys letzter Solo-Ausstellung in seiner Heimatstadt Los Angeles und der kultigen „HOPE“-Bildsprache für den damaligen Präsidentschaftskandidaten Barack Obama sind fast 10 Jahre vergangen. Shepard Faireys Arbeit gibt es nun zum ersten Mal als VR-Erlebnis. Erlebe seine bisher ehrgeizigste Ausstellung mit dem passenden Namen „DAMAGED“.\n\nIn diesem nie dagewesenen politischen Klima hat sich Faireys Botschaft von der Hoffnung zum Zweck gewandelt: „DAMAGED ist eine ehrliche Diagnose, aber eine Diagnose ist der erste Schritt zum Erkennen und damit zum Lösen von Problemen.“ „Ich denke auf jeden Fall, dass Kunst ein Teil der Lösung sein kann, denn sie kann Menschen inspirieren, sich einem Thema zu widmen, das sie ansonsten ignorieren oder ablehnen würden.“\n\n* Hör über 100 Minuten exklusive Erzählung von Shepard Fairey selbst zu.\n* Interagiere mit hunderten von Kunstwerken.\n* Eine komplette, dreidimensionale und fotorealistische Nachbildung seiner „Damaged“-Ausstellung.", "short_description": "Shepard Faireys Arbeit wurde zum ersten Mal in ein VR-Erlebnis verwandelt. Seine bisher ehrgeizigste Ausstellung trägt den passenden Namen „DAMAGED“. In diesem nie dagewesenen politischen Klima hat sich Faireys Botschaft von der Hoffnung zum Zweck gewandelt: „DAMAGED ist eine ehrliche Diagnose, aber eine Diagnose ist der erste Schritt zum Erkennen und damit zum Lösen von Problemen.“\n\nTriff Shepard Fairey in diesem modernen VR-Erlebnis."}, {"images": {"nodes": []}, "id": "957487024670915", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "RV Shepard Fairey - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "arte", "exposición"], "long_description": "Han pasado casi 10 años desde la última exposición en solitario de Shepard Fairey en su ciudad natal, Los Ángeles, y desde que creó las emblemáticas imágenes «HOPE» para el entonces candidato a la presidencia Barack Obama. Ahora, por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Experimenta su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED.\n\nEn este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas. «Definitivamente creo que el arte puede ser parte de la solución porque puede inspirar a la gente a prestar atención a un asunto que, de lo contrario, podrían ignorar o rechazar».\n\n* Escucha más de 100 minutos de narración de Shepard Fairey.\n* Interactúa con cientos de obras de arte.\n* Una representación realista tridimensional de su exposición Damaged.", "short_description": "Por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED. En este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas.\n\nÚnete a Shepard Fairey en esta experiencia de realidad virtual de última tecnología."}, {"images": {"nodes": []}, "id": "504864640418155", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shepard Fairey en VR - DAMAGED", "keywords": ["VR", "Shepard", "Fairey", "Art", "exposition"], "long_description": "Voilà maintenant presque 10 ans que Shepard Fairey a réalisé sa dernière exposition en solo dans sa ville natale de Los Angeles ainsi que l'imagerie emblématique \"HOPE\" pour Barack Obama lors de sa candidature aux élections présidentielles. Aujourd'hui, pour la première fois, le travail de Shepard Fairey a été transformé en une expérience en réalité virtuelle. Découvrez son exposition la plus ambitieuse à ce jour, nommée à juste titre DAMAGED.\n\nDans ce climat politique sans précédent, le message de Fairey est passé de l'espoir à la raison : \"DAMAGED est un diagnostic honnête, le premier pas vers la prise de conscience et la solution. Je pense vraiment que l'art peut être une solution car il incite les gens à regarder un problème qu'ils ignorent ou ne prennent pas au sérieux.\"\n\n* Écoutez plus de 100 minutes de commentaires exclusifs par Shepard Fairey.\n* Interagissez avec des centaines d'œuvres d'art.\n* Une représentation réaliste et en trois dimensions de son exposition Damaged.", "short_description": "Pour la première fois, le travail de Shepard Fairey a été transformé en une expérience en réalité virtuelle. Son exposition la plus ambitieuse à ce jour est nommée à juste titre DAMAGED. Dans ce climat politique sans précédent, le message de Fairey est passé de l'espoir à la raison : \"DAMAGED est un diagnostic honnête, mais ce diagnostic est le premier pas vers la prise de conscience et la solution.\"\n\nRejoignez Shepard Fairey dans cette expérience dernier cri en réalité virtuelle."}, {"images": {"nodes": [{"file_name": "migrated_image.png", "id": "3027490624011678", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982509_235469220647074_9170823296671809536_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DNRli6SVZ1IQ7kNvwGIUZ_K&_nc_oc=Adm6gLOtQdViGJUM5G7CYzuHazFcYdOEuNYLAQZq1KwWOoUdoT-kkxOaw2R-YMxC4TM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu7UlqeoUyLfJRnl3qcvh9jUV0daEQtAo0xzSEWbINJXg&oe=69970162"}, {"file_name": "migrated_image.png", "id": "2708784615917021", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982694_468494033654477_3800500720667459584_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CHptJto4hjEQ7kNvwEJ12pX&_nc_oc=Adkhxn9gpEYBfSbX4TWDXPevbcQC3eUk1IMcNjUolY3vAW3k19uys0x1QDZZS65l0YM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsqP6X8LMmgCn8dWlgxomJC-MN1aYl1UWV_wAFkA11PxQ&oe=699703D2"}, {"file_name": "migrated_image.png", "id": "2527083897508232", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974833_2217251318552640_6683540892982181888_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=s8ofN68RQD8Q7kNvwGEHYYd&_nc_oc=AdmT8OuKe1Opa7PDNESQs5KnkgRfMTWtUcwNaQbK15O1UgOf2FxItYzKkWTP_7XRaxQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft1egpOrXgbLrfwaxFWFtyxN6RKIvZCTFkBZpQ_Q28v5A&oe=6996F9DF"}, {"file_name": "migrated_image.png", "id": "1380914752112277", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974545_1889623064678887_8230466887549452288_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=unmPVuS7DhEQ7kNvwFxraCn&_nc_oc=AdlTuef2IuXXVHe0nNn0-5rhmDIrYjA5skfvrewNacf8k1gB8URyYm4VGKs59gi5B9o&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsmSTwq8Sbn5mvkaI3xgXgWIhY-vYYhIj_UGFSz6HDwzA&oe=699719B6"}, {"file_name": "migrated_image.png", "id": "705495013525349", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982510_266586637298516_7552568740110401536_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1BlMP0Cy3n8Q7kNvwGkuRl3&_nc_oc=AdmB0JzKAn2pgWtZtWjnosMhhY-jyIV1uhKM5DL6V68ZD3fU_WTQyiznYGTCvpssOyw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv3mYnazhZGQGLOTQh9fxv80DZGbE9Yoa5CpT41d1O3Zg&oe=69970CEE"}, {"file_name": "migrated_image.png", "id": "511018546229112", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974502_2225823467646218_6739505021223698432_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kp-PyvDVOVUQ7kNvwF1xQJx&_nc_oc=AdkZKoMTmHdW6tgRqbQ-M-LAq0XpB_ZWQoAkXG7nCfoRzWlu3ULNK0ceDgln9FgZSVc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuXPVjWN4EkYg4mzakZ2S_dg9MvmdIqFxkLEPax4z4iFg&oe=6996F9C8"}, {"file_name": "migrated_image.png", "id": "282482402737595", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982628_665621377153047_745563716510023680_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fhbUxLMFaLkQ7kNvwHJQqdf&_nc_oc=AdnkWgeRC87TtyH2k6ZY_mVoXxJbVjCtbQ2Px44HFOL44XwZU3htXw8GMN5-QsRN7gA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuHjnf-0XibY_osdXrKQ97NU72NqhD-Q68NSYWUedqySQ&oe=6996F5B7"}]}, "id": "228620551592362", "locale": "en_US", "screenshots": [{"file_name": "migrated_image.png", "id": "2249926051982179", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974566_308953953170826_2799460598360834048_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KjCYVMT65QoQ7kNvwF1H8Mm&_nc_oc=AdkLrUjsi1cgWXNsxOGc2e6psF0a9-5yG1dHzyar6iTPiyxa9BvkJAHamudCg42WZYI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvo4nIZr9gSGDjSflI9oMRZES6mBM_15Z5f9i4jq-avOg&oe=6996FEDE"}, {"file_name": "migrated_image.png", "id": "868266690357235", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974579_276362006309692_8052737369859686400_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6BdMuRhR3H0Q7kNvwFIT6yA&_nc_oc=AdnpZsh1GvYCtQeUXp5Wm-TnZWAfjF0UpUSBsuqdY38hMsxMmEZP5VCGocFDg2uJOBc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvyY4vi7YCDTCKXA5oi6SKC7eBcN9G7yaoJwmMTNARC9A&oe=6997194C"}, {"file_name": "migrated_image.png", "id": "1291836994341786", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974587_229327741274218_6074422712598528000_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zzylGeEiwq4Q7kNvwG_NbzQ&_nc_oc=AdlaAlnnqWL7PhRlnKuV0P1yT6I-vQ6JwcQjTuehnLNVfH0V-Gam0CFEXR7Jj79BMNY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftuuNpF9xjulFJk-m02PT0ghQnPoH7JFKYU8Fb75hoxzQ&oe=6996EDC4"}, {"file_name": "migrated_image.png", "id": "200381304589622", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974475_704467013238597_5365272652241960960_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bZR_M_ofoKQQ7kNvwGZQYSm&_nc_oc=Adm24Gorljq5oIqfCIQ6rASNJtD1nfr82IY8VvZLM-EGZ_VqALmLVWCEd5qk6tZKBDY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvuO1fl-T4-x3kNU8TSqqLAhr9zkY04qTMvp8Em8H5Feg&oe=69972270"}, {"file_name": "migrated_image.png", "id": "2372932179659291", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982584_1759987660737211_351310380439437312_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Lw6KQdcsZakQ7kNvwGfe0Co&_nc_oc=Adk9xdHHSTI_N-i4Mv64lmoIOjVmqTn6C22Qb5rXPPuhNrgJTUHYg067D819UEQwsQ0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvS3pL4tF_Y1ECYlY3W7fy3tWpGbbGyduwUrITc0KMJGw&oe=69970E96"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "/tmp/nHhHoO", "id": "244955492884315", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974557_244955496217648_8424081517877133312_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dhsnhpZmlLIQ7kNvwH6YYdq&_nc_oc=AdlUqE-XEueLykq8PGRguANlhgLrszFwQt8rGg3k2fcPTDmfu-ueOaJPhI-L5A_-6wo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv7ynzk6Tcwpaw5pr1X4mZCCYkLuA3V_lEA3wK92i6KKg&oe=6996FAA3"}, "display_name": "Shepard Fairey VR - DAMAGED", "keywords": ["VR", "Shepard", "Fairey", "Exhibition", "Art"], "long_description": "It’s been nearly 10 years since Shepard Fairey’s last solo exhibition in his hometown of Los Angeles and the iconic HOPE imagery he created for then Presidential candidate Barack Obama. Now for the very first time Shepard Fairey's work has been transformed into a virtual reality experience. Experience his most ambitious show to date, aptly titled DAMAGED.\n\nIn this unprecedented political climate, Fairey’s message has changed from hope to purpose: “DAMAGED is an honest diagnosis, but diagnosis is the first step to recognizing and solving problems. \"I definitely think that art can be part of the solution because it can inspire people to look at an issue they might otherwise ignore or reject.”\n\n* Listen to over 100 minutes of exclusive narration by Shepard Fairey.\n* Interact with hundreds of artworks.\n* A full three dimensional photo realistic representation of his Damaged show.", "short_description": "For the very first time Shepard Fairey's work has been transformed into a virtual reality experience. His most ambitious show to date is aptly named DAMAGED. In this unprecedented political climate, Fairey’s message has changed from hope to purpose: “DAMAGED is an honest diagnosis, but diagnosis is the first step to recognising and solving problems.\"\n\nJoin Shepard Fairey in this state of the art virtual reality experience."}, {"images": {"nodes": []}, "id": "225804995276747", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shepard Fairey RV - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "arte", "exposição"], "long_description": "Faz quase dez anos desde que a última exposição individual de Shepard Fairey esteve em Los Angeles, sua cidade natal, junto com as imagens icônicas HOPE que ele criou para o candidato à presidência daquela época, Barack Obama. Agora, pela primeira vez, o trabalho de Shepard Fairey foi transformado numa experiência de realidade virtual. Vivencie sua exposição mais ambiciosa até então, adequadamente intitulada de DAMAGED.\n\nNeste clima político sem precedentes, a mensagem de Fairey se alterou de esperança para objetivo: “DAMAGED é um diagnóstico honesto e é o primeiro passo para reconhecer e resolver os problemas.” Acho que a arte pode ser parte da solução, pois ela pode inspirar a olhar para um problema que seria ignorado ou rejeitado de outra forma.”\n\n* Ouça mais de 100 minutos da narração exclusiva de Shepard Fairey.\n* Interaja com centenas de obras de arte.\n* Uma representação realista fotográfica tridimensional da exposição Damaged.", "short_description": "Pela primeira vez, o trabalho de Shepard Fairey foi transformado numa experiência de realidade virtual. Sua exposição mais ambiciosa até então é adequadamente intitulada de DAMAGED. Neste clima político sem precedentes, a mensagem de Fairey se alterou de esperança para objetivo: “DAMAGED é um diagnóstico honesto e é o primeiro passo para reconhecer e resolver os problemas.”\n\nJunte-se a Shepard Fairey nessa experiência de realidade virtual de última geração."}, {"images": {"nodes": []}, "id": "224034265642648", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "RV Shepard Fairey - DAMAGED", "keywords": ["RV", "Shepard", "Fairey", "arte", "exposición"], "long_description": "Han pasado casi 10 años desde la última exposición en solitario de Shepard Fairey en su ciudad natal, Los Ángeles, y desde que creó las emblemáticas imágenes «HOPE» para el entonces candidato a la presidencia Barack Obama. Ahora, por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Experimenta su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED.\n\nEn este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas. «Definitivamente creo que el arte puede ser parte de la solución porque puede inspirar a la gente a prestar atención a un asunto que, de lo contrario, podrían ignorar o rechazar».\n\n* Escucha más de 100 minutos de narración de Shepard Fairey.\n* Interactúa con cientos de obras de arte.\n* Una representación realista tridimensional de su exposición Damaged.", "short_description": "Por primera vez, las obras de Shepard Fairey se han transformado en una experiencia virtual. Su exposición más ambiciosa hasta la fecha, adecuadamente titulada DAMAGED. En este clima político sin precedentes, el mensaje de Fairey ha cambiado de esperanza a propósito: DAMAGED es un diagnóstico honesto, pero el diagnóstico es el primer paso para reconocer y resolver los problemas.\n\nÚnete a Shepard Fairey en esta experiencia de realidad virtual de última tecnología."}]}, "developer_name": "Talespin", "developer_privacy_policy_url": "https://www.vrtventures.art/privacy-policy", "developer_terms_of_service_url": "http://www.vrtventures.art/", "publisher_name": "VR't Ventures", "support_website_url": null, "website_url": "http://www.vrtventures.art/", "category": "APPS", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": null, "context_topics": [], "external_subscription_type": "NOT_REQUIRED", "genres": ["ART_CREATIVITY", "NARRATIVE", "SIMULATION"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": null, "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["GEAR_VR_CONTROLLER"], "supported_player_modes": [], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "605888317176149"}}]}, "scheduled_offers": {"count": 0, "nodes": []}, "baseline_offer": null, "is_approved": true, "firstOffer": {"nodes": []}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "1715476525241886", "version": "1.1332"}, "id": "1135593856590170", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "1688130367976502", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "1715476525241886"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1135593856590170"}]}, "change_log": null, "created_date": 1539257723, "id": "1715476525241886", "version": "1.1332", "version_code": 1332, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "1688130367976502", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "1715476525241886"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1539251452, "id": "1715393275250211", "version": "1.1330", "version_code": 1330, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "1688130367976502", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "1715476525241886"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1135593856590170"}]}, "change_log": null, "created_date": 1539097745, "id": "1713200305469508", "version": "1.1324", "version_code": 1324, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "1688130367976502", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "1715476525241886"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1539094979, "id": "1713151662141039", "version": "1.1322", "version_code": 1322, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "1688130367976502", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "1715476525241886"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1538564023, "id": "1705460946243444", "version": "1.1289", "version_code": 1289, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}