{"data": {"node": {"__typename": "Application", "id": "6862863977127594", "organization": {"id": "1226516291352417", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6862863977127594"}]}, "id": "1716492512198108"}]}}, "firstRevision": {"nodes": [{"application": {"id": "6862863977127594", "release_date": 1704474000, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 19}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7294057777341543"}, "id": "726078825697959"}]}}, "binary": null, "live_binary": null, "created_date": 1752141175, "id": "23904036505917075", "is_initial_release": false, "name_with_fallback": "v9", "pdp_metadata_with_fallback": {"version": 7, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "8932801156800522"}, "release_status": "RELEASED", "id": "6862863977127594"}, "id": "8932801156800522", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": null, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984459_1030129228821591_1800290237908780442_n.png?stp=dst-png_s360x360&_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BGBIghREtLQQ7kNvwG-Xfce&_nc_oc=Adnx7Wfd7dG9je5EAAsLzj89CbGbxXrWB6__xNkZSh7YeYPj7pfBowjQhXiCYLDR3Eo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afuu0mDgzrSJ1E4F-qR3TpOHkZ2gZBtpzUyUlhi_GavPSQ&oe=6995CFC0"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "BloxAR Puzzle", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Puzzle", "id": "377978390272490"}], "release_date": 1704474000, "lastRevision": {"nodes": [{"id": "6862864020460923", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6862863977127594", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "6459681907471378"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2010154939385815", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "Embárcate en un viaje inmersivo al mundo de la realidad mixta con nuestro cautivador juego de rompecabezas en realidad aumentada, AR Block Puzzle. Desafía tu percepción espacial al rotar estratégicamente y posicionar bloques que caen para completar meticulosamente intrincados rompecabezas tridimensionales. Añade un giro emocionante al género clásico de rompecabezas de bloques explorando las infinitas posibilidades que la tecnología AR ofrece.\n\nParticipa en una competencia amistosa en las clasificaciones, esforzándote por lograr la puntuación más alta en esta innovadora experiencia de rompecabezas en AR. Sumérgete en las dinámicas de juego únicas que fusionan perfectamente los rompecabezas de bloques tradicionales con elementos AR de última generación. A medida que dominas el arte de alinear bloques para construir pisos multidimensionales, cada movimiento se convierte en una emocionante pieza del viaje de resolución de rompecabezas.\n\nDisfruta de la versatilidad al jugar el juego en varias superficies, ya sea en tu mesa, jardín o en una superficie del tamaño de un edificio. La fusión de AR y mecánicas de rompecabezas clásicas crea una aventura de juego incomparable donde cada colocación cuenta. Tu objetivo final es resistir a los bloques que caen, mostrando tu destreza estratégica para lograr la mejor puntuación posible.\n\nAdéntrate en el futuro con este AR Block Puzzle", "short_description": "Embárcate en un desafiante Rompecabezas de Bloques en Realidad Aumentada, donde debes rotar y posicionar piezas que caen para completar pisos tridimensionales.\n\nAñade una tercera dimensión a los clásicos juegos de rompecabezas de bloques mientras compites en tablas de clasificación por la puntuación más alta.\n\nDisfruta de una experiencia única al colocar el tablero en tu mesa, en tu jardín o incluso con un tablero del tamaño de un edificio.\nTu objetivo: resistir y lograr la mejor puntuación!"}, {"images": {"nodes": []}, "id": "1876788796052761", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "没入感溢れるミックスリアリティの世界に、魅力的なARブロックパズルゲームで冒険に出かけましょう。戦略的に回転させ、落ちてくるブロックを巧妙に配置して入念に複雑な3次元パズルを完成させ、空間認識に挑戦してください。AR技術がもたらす無限の可能性を探索し、テーブルに新たな可能性をもたらすクラシックなブロックパズルジャンルにエキサイティングな要素を加えましょう。\n\nリーダーボードで友好的な競争に参加し、この革新的なARパズル体験で最高のスコアを目指しましょう。従来のブロックパズルと先端のAR要素がシームレスに融合した独特のゲームプレイダイナミクスに没頭してください。ブロックを整列させて多次元の床を構築する芸術をマスターするにつれて、各動きがスリリングなパズル解決の旅の一部になります。\n\nテーブルトーク、庭、またはビルのサイズのボードなど、さまざまな表面でゲームを楽しむ柔軟性をお楽しみください。ARとクラシックなパズルメカニクスの融合により、それぞれの配置が重要なゲームアドベンチャーが生まれます。最終目標は落ちてくるブロックに耐え、戦略的な腕前を発揮して最高のスコアを達成することです。\n\nこのARブロックパズルで未来に足を踏み入れてください。見た目に魅力的で知的に刺激的で終わりのないエンターテインメント体験で、パズルの喜びを三次元の領域にもたらします。クリエイティビティを発揮し、挑戦的なパズルに取り組み、ブロック、パズル、ARの完璧な融合でゲーム体験を高めてください。", "short_description": "挑戦的なARブロックパズルに乗り出し、落ちてくるピースを回転させて配置して、三次元のフロアを完成させる必要があります。\n\nリーダーボードで最高のスコアを競いながら、クラシックなブロックパズルゲームに第三の次元を加えましょう。\n\nボードをテーブルに置いたり、庭に置いたり、建物のサイズのボードを使ったりして、ユニークな体験を楽しんでください。\nあなたの目標：最高のスコアを達成して持続すること。\nこのスリリングな三次元ブロックパズルゲームで戦略的なスキルを披露してください！"}, {"images": {"nodes": []}, "id": "1031376501473456", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "Погрузитесь в захватывающее путешествие в мир смешанной реальности с нашей захватывающей игрой в AR-головоломку. Бросьте вызов своему пространственному восприятию, стратегически вращайте и располагайте падающие блоки, чтобы тщательно завершить сложные трехмерные головоломки. Добавьте захватывающий поворот к классическому жанру головоломок с блоками, исследуя безграничные возможности, которые предлагает технология AR.\n\nУчаствуйте в дружественной конкуренции на таблицах лидеров, стремясь достичь самого высокого счета в этом инновационном AR-опыте с головоломками. Погрузитесь в уникальную динамику геймплея, которая плавно сочетает в себе традиционные головоломки с блоками с передовыми элементами AR. Как только вы овладеете искусством выравнивания блоков для построения многомерных полов, каждое движение становится захватывающим куском путешествия по решению головоломки.\n\nНаслаждайтесь универсальностью игры на различных поверхностях - будь то ваш стол, сад или доска размером с здание. Слияние AR и классической механики головоломок создает непревзойденное приключение в играх, где каждое размещение имеет значение. Вашей конечной целью является выдержать падение блоков, демонстрируя вашу стратегическую ловкость для достижения наилучшего возможного счета.\n\nВступите в будущее с этой AR-головоломкой - визуально потрясающим, интеллектуально стимулирующим и бесконечно развлекательным опытом, который приносит радость головоломок в трехмерное пространство.", "short_description": "Крошите сложные AR-блочные головоломки, где вам нужно вращать и располагать падающие блоки, чтобы завершить трехмерные этажи.\n\nДобавьте третье измерение в классические блочные головоломки, соревнуясь в рейтингах за самый высокий счет.\n\nПогрузитесь в уникальный опыт, расположив доску на своем столе, в саду или даже с доской размером здания.\nВаша цель: выдерживать и достигать наивысшего возможного счета.\nПроявите свои стратегические навыки в этой захватывающей трехмерной блочной головоломке!"}, {"images": {"nodes": []}, "id": "925311922532811", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "Begib dich auf eine fesselnde Reise in die Welt der gemischten Realität mit unserem faszinierenden AR Block Puzzle Spiel. Fordere deine räumliche Wahrnehmung heraus, indem du strategisch fallende Blöcke drehst und positionierst, um akribisch komplexe dreidimensionale Rätsel zu vervollständigen. Füge dem klassischen Block Puzzle Genre eine aufregende Wendung hinzu, indem du die grenzenlosen Möglichkeiten erkundest, die die AR-Technologie mit sich bringt.\n\nBeteilige dich an freundlichem Wettbewerb auf den Bestenlisten und strebe danach, in diesem innovativen AR Puzzle-Erlebnis die höchste Punktzahl zu erreichen. Tauche ein in die einzigartigen Gameplay-Dynamiken, die traditionelle Blockpuzzles nahtlos mit modernen AR-Elementen verschmelzen. Mit jeder meisterhaft ausgeführten Bewegung beim Ausrichten der Blöcke zu mehrdimensionalen Ebenen wird jeder Schritt zu einem aufregenden Teil der Puzzle-Lösungsreise.\n\nGenieße die Vielseitigkeit, das Spiel auf verschiedenen Oberflächen zu spielen - sei es auf deinem Tisch, im Garten oder auf einem brettgroßen Untergrund. Die Fusion von AR und klassischen Puzzle-Mechaniken schafft ein unvergleichliches Spielerlebnis, in dem jede Platzierung zählt. Dein ultimatives Ziel ist es, die fallenden Blöcke zu überstehen und dabei deine strategische Geschicklichkeit zu zeigen, um die bestmögliche Punktzahl zu erreichen.\n\nTauche ein in die Zukunft mit diesem AR Block Puzzle\n", "short_description": "Begib dich auf ein herausforderndes AR-Blockpuzzle, bei dem du fallende Stücke drehen und positionieren musst, um dreidimensionale Etagen zu vervollständigen.\n\nFüge den klassischen Blockpuzzlespielen eine dritte Dimension hinzu, während du in Ranglisten um die höchste Punktzahl konkurrierst.\n\nGenieße eine einzigartige Erfahrung, indem du das Spielfeld auf deinen Tisch, in deinen Garten oder sogar mit einem Spielfeld in der Größe eines Gebäudes platzierst."}, {"images": {"nodes": []}, "id": "906680514371952", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "Embarque em uma jornada imersiva pelo mundo da realidade mista com nosso cativante jogo de Quebra-Cabeça em Bloco em AR. Desafie sua percepção espacial ao girar estrategicamente e posicionar blocos que caem para completar minuciosamente intrincados quebra-cabeças tridimensionais. Adicione uma reviravolta emocionante ao clássico gênero de quebra-cabeça em bloco, explorando as inúmeras possibilidades que a tecnologia de AR traz para a mesa.\n\nEnvolva-se em uma competição amigável nas tabelas de classificação, buscando alcançar a maior pontuação nesta inovadora experiência de quebra-cabeça em AR. Mergulhe nas dinâmicas de jogabilidade únicas que mesclam perfeitamente quebra-cabeças de bloco tradicionais com elementos de AR de última geração. Conforme você domina a arte de alinhar blocos para construir pisos multidimensionais, cada movimento se torna uma emocionante peça da jornada de resolução de quebra-cabeças.\n\nAproveite a versatilidade de jogar o jogo em diversas superfícies - seja em sua mesa, jardim ou em um tabuleiro do tamanho de um prédio. A fusão de AR e mecânicas clássicas de quebra-cabeça cria uma aventura de jogo incomparável, onde cada posicionamento conta. Seu objetivo final é suportar os blocos que caem, exibindo sua habilidade estratégica para alcançar a melhor pontuação possível.\n\nAdentre o futuro com este Quebra-Cabeça em Bloco em AR", "short_description": "Embarque em um desafiador AR Block Puzzle, onde você precisa rotacionar e posicionar peças que caem para completar pisos tridimensionais.\n\nAdicione uma terceira dimensão aos clássicos jogos de quebra-cabeça de blocos enquanto compete em rankings pela pontuação mais alta.\n\nDesfrute de uma experiência única ao colocar o tabuleiro na sua mesa, no seu jardim, ou até mesmo com um tabuleiro do tamanho de um prédio.\nSeu objetivo: resistir e alcançar a melhor pontuação possível."}, {"images": {"nodes": []}, "id": "880484280252948", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "Imbarcati in un'avventura coinvolgente nel mondo della realtà mista con il nostro avvincente gioco di Puzzle a Blocchi in AR. Metti alla prova la tua percezione spaziale ruotando strategicamente e posizionando blocchi cadenti per completare meticolosamente intricati puzzle tridimensionali. Aggiungi una svolta emozionante al classico genere dei puzzle a blocchi esplorando le infinite possibilità che la tecnologia AR porta sul tavolo.\n\nPartecipa a una competizione amichevole nelle classifiche, cercando di ottenere il punteggio più alto in questa innovativa esperienza di puzzle in AR. Immergiti nelle dinamiche di gioco uniche che fondono in modo fluido i tradizionali puzzle a blocchi con gli elementi avanzati dell'AR. Man mano che padroneggi l'arte di allineare i blocchi per costruire pavimenti tridimensionali, ogni mossa diventa un avvincente pezzo del percorso di risoluzione del puzzle.\n\nGoditi la versatilità di giocare sulla tua scrivania, in giardino o su una tavola delle dimensioni di un edificio. La fusione di AR e meccaniche classiche dei puzzle crea un'avventura di gioco senza pari in cui ogni posizionamento conta. Il tuo obiettivo finale è resistere ai blocchi cadenti, mostrando la tua abilità strategica per ottenere il miglior punteggio possibile.\n\nEntra nel futuro con questo Puzzle a Blocchi in AR: un'esperienza visivamente sbalorditiva, intellettualmente stimolante e infinitamente divertente che porta la gioia dei rompicapi nel regno tridimensionale.", "short_description": "Imbarcati in una sfida con un Puzzle a Blocchi in Realtà Aumentata, dove devi ruotare e posizionare pezzi cadenti per completare pavimenti tridimensionali.\n\nAggiungi una terza dimensione ai classici giochi di puzzle a blocchi mentre competi nelle classifiche per ottenere il punteggio più alto.\n\nGoditi un'esperienza unica posizionando la tavola sul tuo tavolo, nel tuo giardino, o addirittura con una tavola grande quanto un edificio."}, {"images": {"nodes": [{"file_name": "CoverImageSafeAreaTemplateHero.png", "id": "8101609393189369", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036626_8101609403189368_5603527697016453968_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BBNb4Slf2f0Q7kNvwHWdC9R&_nc_oc=AdkLFnqDH_OWzDwi2gPzFyQwtE0gTTHnse7tBSoPwLH8dRr4ntJpdYAslp-qGRyiWsU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfutiOu1IOctoFfIoTRejhjts0Tcn0ZsvGOnm-IN3errSg&oe=6995A00F"}, {"file_name": "icon.png", "id": "7246674108732752", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974868_7246674112066085_467040538284356162_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W-SZEgW018IQ7kNvwEhWj8k&_nc_oc=AdkjqKlZKu8SNqWuwJLL4O9_6i6V-hpZ9xSJ_uS6DAMSbfvWx7TPsc4H3q4uNymGudI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuFZhNvtmIR3a7qbrH7ul8i8fP6zRrFvmH4WkQqvZu_eQ&oe=6995B51D"}, {"file_name": "CoverImageSafeAreaTemplateSquare.png", "id": "2104665866543492", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036693_2104665869876825_2464790798018410666_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LXyCF4vrHQYQ7kNvwEHUjis&_nc_oc=Adn4v_S1lzPd6xmlgERPFI5r7jZ3I78sr3gW8JeGuwG0sLWFnw5W_zvPKpqbj8-3XPg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftt-gFIhPVL3PPPuL6uUVHzYo6KVxsKkmW3_-5mqX9AMQ&oe=6995B79D"}, {"file_name": "CoverImageSafeAreaTemplateLandscape.png", "id": "666107879016679", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035390_666107882350012_2291661836235261915_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=f8icw3CMtpEQ7kNvwGTYgKF&_nc_oc=Adm7-6pT6jLnkHwY1Xm0QC9mdSc89Mr0vro2s3M1tuqRvPlEdQzbjuwh_DHdiXEXgcA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsp1gkytCYzZAmobgBUZD2KBfLs-EshgZmAL_npADzzlg&oe=6995B349"}, {"file_name": "CoverImageSafeAreaTemplateMiniLandscape.png", "id": "351405987497322", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75240094_351405990830655_904449255287907492_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MDeSiXXiXUcQ7kNvwEabs_1&_nc_oc=AdmDfLBeztgwa7mbUxgr8HqNL_9QAHwzHJgCG_RvBcDNjLP0wQN1M1Bq22HWtQTuSu0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvPnoTDfwJ-Ip2mUMTHpctmt0Mo8wFQ1lzevSk1WOEcHg&oe=6995BA32"}, {"file_name": "logo.png", "id": "349453364460428", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75230043_349453367793761_6609832407150397356_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cnm5J9pJFpAQ7kNvwELO4hF&_nc_oc=AdnBOmvPsKkyPmIU_oPmWZ9G7fkmtJB9faRWw95TXDcyqh68MGHSoNdCGCJTKASBjvE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuMBemI6d9xKixyRlJg5B_anj4HwH1pXxXeBT5AdcDPyQ&oe=6995B14A"}, {"file_name": "CoverImageSafeAreaTemplatePortrait.png", "id": "203865182784746", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001680_203865189451412_6691989818386304074_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kpyTMUSdZN4Q7kNvwE9D3EN&_nc_oc=AdlQQzcbGCorzsOfcTTYaBn2RFEFrSxywjl_3Qp2-6SO8yK9JER1iEzHzDYK12MsoAY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afswsxw4ZTl0MjUrRr4BNHqAb5o12KdEpP16wU0R4pOuXQ&oe=6995CAF1"}]}, "id": "731836342189892", "locale": "en_US", "screenshots": [{"file_name": "screen3.png", "id": "1064283634763741", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75443235_1064283638097074_2656609489807347097_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LnRMiKeWnYkQ7kNvwHWt44I&_nc_oc=AdnwMYm393IEFEUw7LflSKoyvp9o-2WptoWmRMixAoIwC4_YSd6opEvEl3dKIZr8NF4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsF3rGOHRkpzPdcalH2o1z0YI_JcwsIOnKY9iO6QBscvg&oe=6995BB01"}, {"file_name": "screen5.png", "id": "319937431006018", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031583_319937437672684_5440506059856653589_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rMTj0egnkD4Q7kNvwHFiom7&_nc_oc=AdkGYH2AeMUNxu7K158g9leHOSyeC4yM7PkGCwpRPtP4-QWcwRnxPBXkEmA_eMingUE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs1z8WxVr60GAS7ZmCO_3MdbBdNY0wKDy0QpSCzeSUeVA&oe=69959886"}, {"file_name": "screenEn.png", "id": "1048306742880603", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75462963_1048306746213936_8300648431368709937_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sjRsvR-ZybAQ7kNvwGo-ZTe&_nc_oc=AdnKrrxKZf2FAdyeCzjIOQnUe1e1gncB9y5MSOcrn_keXskN9cT2cgT4DmGWhM8wSck&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv9Bp6oNoC7qF1qvA6TfD6hIaND7XmCxpbC0-mLWFXXJA&oe=69959A6C"}, {"file_name": "screen4.png", "id": "664696879070433", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974653_664696882403766_8938269292717809958_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5Lq9hksMhDAQ7kNvwGfSMe8&_nc_oc=AdmP9Z5PmELI2uVLt6pLQSvP08u30417D-gAPvce2j9S_PB4lCcIXBBP2njH9_L9ez0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftErIz7XHe82xTp1BNLq1Czy15KPsKj5_fi_KZXn3qZcg&oe=69959DF0"}, {"file_name": "screen2.png", "id": "1111110450057179", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974551_1111110453390512_6045807920708027875_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A0_SmFDY_m0Q7kNvwFeUAR7&_nc_oc=AdmLk5LSWMSaeFf-5PlPkgVguJrc5NDPuVy_3HyhfPURmMjmm3BbpoLZY7rt46UmOlc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvYU8gOlL_6AX_OvNLSjzpF8JJtU4CbVSaTgvvx7OnmMg&oe=6995C20E"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "snapshotVideo.png", "id": "722140766258555", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035416_722140769591888_1555644013853331884_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_z6gBQE27N4Q7kNvwEzAs8L&_nc_oc=Adm8skt6z36-jRa2C-nz1gvb_TGF-3XoE3LW3fsixxsNv_lMwR9oWf05r5SyU5WR8Cc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs3U8r3u2Vv2RO-Law6ghKSNWiX8kXFxD-zEWfj9cPZBw&oe=6995C94D"}, "display_name": "BloxAR", "keywords": [], "long_description": "Embark on an immersive journey into the world of mixed reality with our captivating AR Block Puzzle game. Challenge your spatial awareness as you strategically rotate and position falling blocks to meticulously complete intricate three-dimensional puzzles. Add an exciting twist to the classic block puzzle genre by exploring the boundless possibilities that AR technology brings to the table.\n\nEngage in friendly competition on leaderboards, striving to achieve the highest score in this innovative AR puzzle experience. Immerse yourself in the unique gameplay dynamics that seamlessly merge traditional block puzzles with cutting-edge AR elements. As you master the art of aligning blocks to construct multi-dimensional floors, each move becomes a thrilling piece of the puzzle-solving journey.\n\nEnjoy the versatility of playing the game on various surfaces – be it your tabletop, garden, or a board sized like a building. The fusion of AR and classic puzzle mechanics creates an unparalleled gaming adventure where every placement counts. Your ultimate goal is to endure the falling blocks, showcasing your strategic prowess to achieve the best possible score.\n\nStep into the future this AR Block Puzzle – a visually stunning, intellectually stimulating, and endlessly entertaining experience that brings the joy of puzzling into the three-dimensional realm. Unleash your creativity, tackle challenging puzzles, and elevate your gaming experience with the perfect blend of blocks, puzzles, and AR.", "short_description": "Embark on a challenging AR Block Puzzle, where you must rotate and position falling pieces to complete three-dimensional floors.\n\nAdd a third dimension to classic block puzzle games as you compete in leaderboards for the highest score.\n\nEnjoy a unique experience by placing the board on your table, in your garden, or even with a board the size of a building.\nYour goal: endure and achieve the best possible score.\nShowcase your strategic skills in this thrilling three-dimensional block puzzle game!"}, {"images": {"nodes": []}, "id": "375359144967671", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "Lancez-vous dans un voyage immersif dans le monde de la réalité mixte avec notre captivant jeu de Puzzle en Blocs en réalité augmentée (AR). Mettez à l'épreuve votre perception spatiale en faisant pivoter stratégiquement et en positionnant des blocs tombants pour compléter méticuleusement des casse-têtes tridimensionnels complexes. Ajoutez une touche excitante au genre classique du puzzle en bloc en explorant les possibilités infinies que la technologie AR apporte à la table.\n\nParticipez à une compétition amicale sur les classements, en cherchant à atteindre le meilleur score dans cette expérience innovante de puzzle en AR. Plongez-vous dans les dynamiques de jeu uniques qui fusionnent de manière transparente les puzzles en bloc traditionnels avec les éléments de pointe de l'AR. À mesure que vous maîtrisez l'art d'aligner les blocs pour construire des puzzles multidimensionnels, chaque mouvement devient une pièce palpitante du parcours de résolution de casse-tête.\n\nProfitez de la polyvalence en jouant au jeu sur différentes surfaces, que ce soit sur votre table, dans le jardin, ou sur un plateau de la taille d'un bâtiment. La fusion de l'AR et des mécaniques classiques de puzzle crée une aventure de jeu inégalée où chaque placement compte. Votre objectif ultime est de résister aux blocs tombants, en mettant en valeur votre habileté stratégique pour obtenir le meilleur score possible.\n\nEntrez dans le futur avec ce Puzzle en Blocs en AR", "short_description": "Lancez-vous dans un défi de Puzzle de Blocs en Réalité Augmentée, où vous devez faire pivoter et positionner des pièces tombantes pour compléter des planchers tridimensionnels.\n\nAjoutez une troisième dimension aux jeux de puzzle de blocs classiques tout en compétitionnant dans les classements pour obtenir le meilleur score.\n\nProfitez d'une expérience unique en plaçant le plateau sur votre table, dans votre jardin, ou même avec un plateau de la taille d'un bâtiment."}, {"images": {"nodes": []}, "id": "319278550974706", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "혼합 현실의 세계로 몰입적인 여행을 떠나 우리의 매혹적인 AR 블록 퍼즐 게임을 경험하세요. 전략적으로 회전하고 떨어지는 블록을 정밀하게 배치하여 복잡한 삼차원 퍼즐을 정성스럽게 완성함으로써 공간 인식에 도전하세요. AR 기술이 가져다주는 무한한 가능성을 탐험하여 클래식한 블록 퍼즐 장르에 색다른 변화를 불러일으키세요.\n\n이 혁신적인 AR 퍼즐 경험에서 최고 점수를 달성하려는 리더보드에서 친근한 경쟁에 참여하세요. 전통적인 블록 퍼즐을 첨단 AR 요소와 매끄럽게 융합한 독특한 게임 플레이 역동성에 몰두하세요. 다차원 층을 구성하기 위해 블록을 정렬하는 기술을 마스터할수록 각 움직임은 퍼즐 해결 여정의 스릴 넘치는 한 조각이 됩니다.\n\n게임을 다양한 표면에서 즐길 수 있는 다양성을 즐기세요 - 탁자, 정원 또는 건물 크기의 보드 등 어디에서나. AR과 클래식 퍼즐 메커니즘이 결합되면 각 배치가 중요한 게임 모험이 만들어집니다. 최종 목표는 떨어지는 블록을 버티며 최고의 점수를 얻는 전략적인 능력을 선보이는 것입니다.\n\n이 AR 블록 퍼즐로 미래로 발을 디딜 때 시각적으로 멋지고 지적으로 자극적이며 끝없이 즐거운 경험을 만나보세요. 창의성을 발휘하고 도전적인 퍼즐에 도전하며 블록, 퍼즐 및 AR의 완벽한 조합으로 게임 경험을 향상시켜보세요.\n", "short_description": "도전적인 AR 블록 퍼즐에 도전하며, 떨어지는 조각을 회전시키고 배치하여 3차원 층을 완성해야 합니다.\n\n리더보드에서 최고 점수를 경쟁하는 중에 클래식 블록 퍼즐 게임에 세 번째 차원을 더하세요.\n\n보드를 테이블이나 정원에 놓아보거나 건물 크기의 보드로도 즐겨보세요.\n목표: 최고 점수를 달성하고 지속하기.\n이 스릴 넘치는 3차원 블록 퍼즐 게임에서 전략적인 스킬을 선보이세요!"}, {"images": {"nodes": []}, "id": "269897602407068", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BloxAR", "keywords": [], "long_description": "踏上沉浸式的混合现实之旅，体验我们引人入胜的AR方块拼图游戏。挑战你的空间感知，通过战略性地旋转和摆放下落的方块，精心完成复杂的三维拼图。通过探索AR技术带来的无限可能性，为经典的方块拼图类型增添一种激动人心的变化。\n\n在排行榜上进行友好竞争，努力在这个创新的AR拼图体验中取得最高分。沉浸于独特的游戏动态中，无缝地融合传统的方块拼图与尖端的AR元素。随着你掌握了对齐方块以构建多维楼层的艺术，每一步都成为解谜之旅中的激动人心的一部分。\n\n在各种表面上享受游戏的多样性，无论是桌面、花园还是像建筑物一样大小的棋盘。AR和经典拼图机制的融合创造了一次无与伦比的游戏冒险，其中每一次放置都至关重要。你的终极目标是忍受下落的方块，展示你的战略娴熟以取得最佳分数。\n\n踏入AR方块拼图的未来——一次视觉上令人震撼、智力上刺激且无穷娱乐的体验，将拼图的乐趣带入三维的领域。释放你的创造力，挑战困难的拼图，并通过方块、拼图和AR的完美结合提升你的游戏体验。\n", "short_description": "踏上一场具有挑战性的AR方块拼图之旅，你需要旋转和摆放下落的方块，以完成三维楼层。\n\n在排行榜中竞争最高分，为经典方块拼图游戏添加第三维度。\n\n将游戏板摆放在你的桌子上、花园里，甚至使用建筑物大小的板块，享受独特的体验。\n你的目标：坚持下去，取得最佳分数。\n在这款扣人心弦的三维方块拼图游戏中展示你的战略技巧！"}]}, "developer_name": null, "developer_privacy_policy_url": "https://bloxargame.wixsite.com/bloxar", "developer_terms_of_service_url": null, "publisher_name": "GaramMasala", "support_website_url": null, "website_url": "https://bloxargame.wixsite.com/bloxar", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es", "es_VE", "fr_BE", "fr_CA", "fr", "de", "de_CH", "gsw", "pt_BR", "pt", "zh_CN", "zh_HK", "zh_TW", "ja", "ko", "ru", "ru_UA", "it", "en_US", "en_AU", "en_CA", "en_ZA", "en_GB"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "6862864000460925"}}]}, "scheduled_offers": {"count": 19, "nodes": [{"status": "PUBLISHED", "id": "25890223343941264"}, {"status": "PUBLISHED", "id": "900247722406305"}, {"status": "CANCELLED", "id": "1449105793508290"}, {"status": "CANCELLED", "id": "2039361356912882"}, {"status": "PUBLISHED", "id": "1290504216186335"}, {"status": "PUBLISHED", "id": "605357288866399"}, {"status": "PUBLISHED", "id": "1051376993077193"}, {"status": "CANCELLED", "id": "2190463981403417"}, {"status": "PUBLISHED", "id": "3763600310453522"}, {"status": "PUBLISHED", "id": "1327431101830434"}, {"status": "PUBLISHED", "id": "592573980253112"}, {"status": "CANCELLED", "id": "596022223393338"}, {"status": "CANCELLED", "id": "1096201041777603"}, {"status": "PUBLISHED", "id": "937704361208177"}, {"status": "PUBLISHED", "id": "1551465328804059"}, {"status": "PUBLISHED", "id": "1439861540031301"}, {"status": "PUBLISHED", "id": "1201647377921458"}, {"status": "PUBLISHED", "id": "499313419377008"}, {"status": "PUBLISHED", "id": "6318238951610044"}]}, "baseline_offer": {"id": "605357288866399"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1775228400, "status": "PUBLISHED", "id": "25890223343941264"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7294057777341543", "version": "0.4"}, "id": "726078825697959", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6862863977127594", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7294057777341543"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "726078825697959"}]}, "change_log": null, "created_date": 1711469577, "id": "7294057777341543", "version": "0.4", "version_code": 104, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6862863977127594", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7294057777341543"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "726078825697959"}]}, "change_log": null, "created_date": 1704316574, "id": "6966366153444042", "version": "0.3.1", "version_code": 102, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6862863977127594", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7294057777341543"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "726078825697959"}]}, "change_log": null, "created_date": 1704020061, "id": "6953792904701367", "version": "0.3", "version_code": 101, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6862863977127594", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7294057777341543"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "726078825697959"}]}, "change_log": null, "created_date": 1703437242, "id": "6930553343691990", "version": "0.2", "version_code": 100, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6862863977127594", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7294057777341543"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "726078825697959"}]}, "change_log": null, "created_date": 1702971190, "id": "6910583282355663", "version": "1.0", "version_code": 11, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}