{"data": {"node": {"__typename": "Application", "id": "9779145652127909", "organization": {"id": "117472057469003", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9605357429555667"}]}, "id": "587413287089033"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7260493867375394"}]}, "id": "864610948688384"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "25136467135998826"}]}, "id": "370925338981324"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6881365601984664"}]}, "id": "1546513519426645"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6480979032012274"}]}, "id": "248066151602622"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9779145652127909"}]}, "id": "813078020438113"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6486840848032651"}]}, "id": "1629800744184969"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6247977325281941"}]}, "id": "1656311514848798"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5179472302164073"}]}, "id": "314275064205632"}]}}, "firstRevision": {"nodes": [{"application": {"id": "9779145652127909", "release_date": 1695327508, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24057987943817108"}, "id": "775156804379595"}]}}, "binary": null, "live_binary": null, "created_date": 1719902764, "id": "25959121117037105", "is_initial_release": false, "name_with_fallback": "v6", "pdp_metadata_with_fallback": {"version": 3, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24794469150168980"}, "release_status": "RELEASED", "id": "9779145652127909"}, "id": "24794469150168980", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "PENDING", "release_type": "SCHEDULED", "pdp_metadata": null, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982544_667245498338469_6148160481912992699_n.png?stp=dst-png_s360x360&_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OAmcI8In7X4Q7kNvwHveMjv&_nc_oc=Adko3tD0XxzovOtMc5zBn1-lMjswMnm_JxscHvHZZNO_PyRt2EAPDqvvXA4024-0iGY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfteJl00F1d3Gkrooc9LsvLsdRq9ydkzXTu80ypTEEyRQQ&oe=6995ACF9"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Virtual Sniper", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Shooter", "id": "3744040075834813"}, {"topic_name": "Adventure", "id": "2691890164460465"}], "release_date": 1695327508, "lastRevision": {"nodes": [{"id": "9779145668794574", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9779145652127909", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "124168100753506"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1434993654023156", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR 스나이퍼는 사실적인 슈팅 경험으로 플레이어를 몰입감 넘치는 몰입감 넘치는 세계로 안내합니다. 플레이어는 다양한 무기로 무장한 저격수가 되어 도시, 유전, 근교의 세 가지 분위기에서 임무를 수행합니다. 게임은 메인 미션, 사이드 미션 및 도전 과제로 가득한 3차원 맵에서 진행됩니다.\n\n각 미션에는 고유한 시나리오가 있습니다. 메인 미션은 플레이어가 게임 세계에 몰입할 수 있는 심층적인 스토리 미션입니다. 사이드 미션은 추가 보상을 획득하고 플레이어의 기술을 다양화할 수 있는 기회를 제공합니다. 각 미션은 표적의 고유한 배치 및 이동 패턴과 함께 플레이어에게 도전적이고 만족스러운 사격 경험을 제공합니다. 목표물을 맞추면 코인을 획득하여 새로운 무기를 잠금 해제하고, 기존 무기를 업그레이드하고, 더 도전적인 임무를 수행하는 데 사용할 수 있습니다. \n\n이 게임은 활기찬 도시 환경, 신비한 유전, 조용한 동네 등 세 가지 맵 중에서 선택할 수 있어 다양성을 제공합니다. 각 맵은 시각적 다양성과 게임 메커니즘 측면에서 독특하여 플레이어가 다양한 전술을 시도하도록 장려합니다.", "short_description": "탐험하고, 조준하고, 미션을 완료하세요! VR 스나이퍼에서 도시, 유전 및 인근 지역의 3개 맵에서 목표물을 사격하여 돈을 벌고, 새로운 무기를 잠금 해제하고, 흥미진진한 메인 및 사이드 미션을 완료하세요."}, {"images": {"nodes": []}, "id": "951764929249925", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR 狙击手》让玩家沉浸在一个身临其境的逼真射击世界中。玩家将扮演一名携带各种武器的狙击手，在城市、油田和社区这三种不同的环境中执行任务。游戏在三维地图上进行，其中充满了主要任务、支线任务和挑战。\n\n每个任务都有自己独特的场景。主要任务是深入的故事任务，让玩家沉浸在游戏世界中。支线任务则为玩家提供了获得额外奖励的机会，并帮助玩家丰富自己的技能。每个任务以及目标的独特位置和移动模式都为玩家提供了极具挑战性和令人满意的枪法体验。击中目标后，您可以获得金币，用于解锁新武器、升级现有武器和执行更具挑战性的任务。\n\n这款游戏有三种不同的地图可供选择：充满活力的城市环境、神秘的油田和宁静的社区。每张地图都有独特的视觉效果和游戏机制，鼓励玩家尝试不同的战术。", "short_description": "探索、瞄准、完成任务！在《VR 狙击手》中的城市、油田和社区 3 张地图上射击目标，赚取金钱，解锁新武器，完成令人兴奋的主线和支线任务。"}, {"images": {"nodes": []}, "id": "837954204339907", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper mergulha os jogadores num mundo imersivo e envolvente com uma experiência de tiro realista. Na pele de um atirador armado com uma variedade de armas, os jogadores assumem missões em três ambientes diferentes: cidade, campo petrolífero e bairro. O jogo desenrola-se em mapas tridimensionais repletos de missões principais, missões secundárias e desafios.\n\nCada missão tem o seu próprio cenário único. As missões principais são missões de história aprofundadas que mergulham o jogador no mundo do jogo. As missões secundárias oferecem a oportunidade de ganhar recompensas adicionais e ajudam os jogadores a diversificar as suas capacidades. Cada uma das missões, juntamente com a colocação e os padrões de movimento únicos dos alvos, proporcionam ao jogador uma experiência de pontaria desafiante e satisfatória. À medida que acerta nos alvos, pode ganhar moedas, que podem ser utilizadas para desbloquear novas armas, atualizar as armas existentes e participar em missões mais desafiantes. \n\nEste jogo oferece variedade com a escolha de três mapas diferentes: um ambiente urbano vibrante, um campo de petróleo misterioso e um bairro tranquilo. Cada mapa é único em termos de variedade visual e mecânica de jogo, incentivando os jogadores a experimentar tácticas diferentes.", "short_description": "Explorar, apontar, completar missões! Ganhe dinheiro, desbloqueie novas armas e complete emocionantes missões principais e secundárias atirando em alvos em 3 mapas na cidade, no campo de petróleo e no bairro em VR Sniper."}, {"images": {"nodes": []}, "id": "829902705395307", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper погружает игроков в захватывающий мир с реалистичной стрельбой. В роли снайпера, вооруженного разнообразным оружием, игроки выполняют миссии в трех различных атмосферах: в городе, на нефтяном месторождении и в районе. Действие игры происходит на трехмерных картах, наполненных основными миссиями, побочными заданиями и испытаниями.\n\nКаждая миссия имеет свой уникальный сценарий. Основные миссии - это подробные сюжетные задания, погружающие игрока в игровой мир. Побочные миссии дают возможность получить дополнительные награды и помогают игроку разнообразить свои навыки. Каждая из миссий, а также уникальные особенности расположения и движения мишеней создают для игрока сложные и приятные условия для меткой стрельбы. Поражая мишени, вы зарабатываете монеты, которые можно использовать для открытия нового оружия, модернизации имеющегося и выполнения более сложных миссий. \n\nИгра предлагает три карты на выбор: оживленный город, таинственное нефтяное месторождение и тихий район. Каждая карта уникальна с точки зрения визуального разнообразия и игровой механики, что побуждает игроков пробовать различные тактики.", "short_description": "Исследуйте, цельтесь, выполняйте миссии! Зарабатывайте деньги, открывайте новое оружие и выполняйте захватывающие основные и побочные миссии, стреляя по мишеням на 3 картах в городе, на нефтяном месторождении и в окрестностях в игре VR Sniper."}, {"images": {"nodes": []}, "id": "822020492663310", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper sumerge a los jugadores en un mundo inmersivo y envolvente con una experiencia de disparo realista. Como francotirador armado con una gran variedad de armas, los jugadores asumen misiones en tres ambientes diferentes: ciudad, campo petrolífero y barrio. El juego se desarrolla en mapas tridimensionales repletos de misiones principales, secundarias y desafíos.\n\nCada misión tiene su propio escenario. Las misiones principales son misiones con una historia en profundidad que sumergen al jugador en el mundo del juego. Las misiones secundarias ofrecen la oportunidad de obtener recompensas adicionales y ayudan al jugador a diversificar sus habilidades. Cada una de las misiones, junto con la ubicación única y los patrones de movimiento de los objetivos, proporcionan al jugador una experiencia de puntería desafiante y satisfactoria. A medida que se acierta a los objetivos, se pueden ganar monedas, que se pueden utilizar para desbloquear nuevas armas, mejorar las armas existentes y emprender misiones más desafiantes. \n\nEste juego ofrece variedad al poder elegir entre tres mapas diferentes: un vibrante entorno urbano, un misterioso campo petrolífero y un tranquilo barrio. Cada mapa es único en cuanto a variedad visual y mecánica de juego, lo que anima a los jugadores a probar diferentes tácticas.", "short_description": "¡Explora, apunta y completa misiones! Gana dinero, desbloquea nuevas armas y completa emocionantes misiones principales y secundarias disparando a objetivos en 3 mapas de ciudad, campo petrolífero y barrio en VR Sniper."}, {"images": {"nodes": []}, "id": "624954679436598", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper oyunu, gerçekçi nişancılık deneyimi ile oyuncuları etkileyen ve içine çeken bir dünyaya taşıyor. Oyuncular, çeşitli silahlarla donanmış bir keskin nişancı olarak, şehir, petrol sahası ve mahalle gibi üç farklı atmosferde görevler üstleniyor. Oyun, ana görevler, yan görevler ve zorluklarla dolu, üç boyutlu haritalarda geçiyor.\n\nOyunda, her görevin kendi özgün senaryosu bulunuyor. Ana görevler, derinlemesine hikayelerle dolu, oyuncuyu oyun dünyasının içine çeken görevlerdir. Yan görevler ise ek ödüller kazanma fırsatı sunar ve oyuncuların becerilerini çeşitlendirmelerine yardımcı olur. Görevlerin her biri, hedeflerin özgün yerleşimleri ve hareket kalıpları ile birlikte oyuncuya zorlu ve tatmin edici bir nişancılık deneyimi sunar. Hedefleri vurdukça para kazanabilir ve bu paraları yeni silahlar açmak, mevcut silahları yükseltmek ve daha zorlu görevlere girmek için kullanabilirsiniz. \n\nBu oyun, üç farklı harita seçeneği ile çeşitlilik sunar: canlı bir şehir ortamı, gizemli bir petrol sahası ve sakin bir mahalle. Her bir harita, görsel çeşitlilik ve oyun mekanikleri açısından benzersizdir, oyuncuları farklı taktikler denemeye teşvik eder.", "short_description": "Keşfet, nişan al, görevleri tamamla! VR Sniper oyununda şehir, petrol sahası ve mahalledeki 3 haritada hedefleri vurarak para kazan, yeni silahlar aç, heyecan dolu ana ve yan görevleri tamamla."}, {"images": {"nodes": []}, "id": "337084091982804", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper lässt den Spieler in eine immersive Welt eintauchen und bietet ein realistisches Schießerlebnis. Als Scharfschütze, bewaffnet mit einer Vielzahl von Waffen, übernehmen die Spieler Missionen in drei verschiedenen Atmosphären: Stadt, Ölfeld und Nachbarschaft. Das Spiel findet auf dreidimensionalen Karten statt, die mit Hauptmissionen, Nebenmissionen und Herausforderungen gefüllt sind.\n\nJede Mission hat ihr eigenes, einzigartiges Szenario. Hauptmissionen sind tiefgehende Story-Missionen, die den Spieler in die Spielwelt eintauchen lassen. Nebenmissionen bieten die Möglichkeit, zusätzliche Belohnungen zu verdienen und helfen dem Spieler, seine Fähigkeiten zu erweitern. Jede der Missionen, zusammen mit der einzigartigen Platzierung und den Bewegungsmustern der Ziele, bietet dem Spieler ein herausforderndes und befriedigendes Zielerfassungserlebnis. Wenn du Ziele triffst, kannst du Münzen verdienen, mit denen du neue Waffen freischalten, bestehende Waffen verbessern und anspruchsvollere Missionen annehmen kannst. \n\nDas Spiel bietet Abwechslung, denn es stehen drei verschiedene Karten zur Auswahl: eine pulsierende Stadt, ein geheimnisvolles Ölfeld und eine ruhige Gegend. Jede Karte ist in Bezug auf die visuelle Vielfalt und die Spielmechanik einzigartig und ermutigt die Spieler, verschiedene Taktiken auszuprobieren.", "short_description": "Erforschen, zielen, Missionen erfüllen! Verdiene Geld, schalte neue Waffen frei und erfülle spannende Haupt- und Nebenmissionen, indem du in VR Sniper auf 3 Karten in der Stadt, dem Ölfeld und der Nachbarschaft Ziele abschießt."}, {"images": {"nodes": []}, "id": "307933561617519", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper plonge les joueurs dans un monde immersif avec une expérience de tir réaliste. Dans la peau d'un tireur d'élite armé d'une variété d'armes, les joueurs prennent part à des missions dans trois atmosphères différentes : la ville, le champ de pétrole et le quartier. Le jeu se déroule sur des cartes tridimensionnelles remplies de missions principales, de missions secondaires et de défis.\n\nChaque mission a son propre scénario. Les missions principales sont des missions narratives approfondies qui plongent le joueur dans l'univers du jeu. Les missions secondaires offrent la possibilité de gagner des récompenses supplémentaires et aident les joueurs à diversifier leurs compétences. Chacune des missions, ainsi que l'emplacement unique et les schémas de déplacement des cibles, offrent au joueur une expérience de tir stimulante et satisfaisante. En touchant les cibles, vous pouvez gagner des pièces, qui peuvent être utilisées pour débloquer de nouvelles armes, améliorer les armes existantes et participer à des missions plus difficiles. \n\nCe jeu offre de la variété avec un choix de trois cartes différentes : une ville animée, un champ de pétrole mystérieux et un quartier tranquille. Chaque carte est unique en termes de variété visuelle et de mécanismes de jeu, ce qui encourage les joueurs à essayer différentes tactiques.", "short_description": "Explorez, visez, accomplissez des missions ! Gagnez de l'argent, débloquez de nouvelles armes et accomplissez des missions principales et secondaires passionnantes en tirant sur des cibles sur 3 cartes dans la ville, le champ de pétrole et le quartier dans VR Sniper."}, {"images": {"nodes": []}, "id": "165833643131304", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper immerge i giocatori in un mondo coinvolgente e immersivo con un'esperienza di tiro realistica. Nei panni di un cecchino armato di una varietà di armi, i giocatori affrontano missioni in tre diverse atmosfere: città, campo petrolifero e quartiere. Il gioco si svolge su mappe tridimensionali piene di missioni principali, missioni secondarie e sfide.\n\nOgni missione ha uno scenario unico. Le missioni principali sono missioni di approfondimento della storia che immergono il giocatore nel mondo di gioco. Le missioni secondarie offrono l'opportunità di guadagnare ulteriori ricompense e aiutano i giocatori a diversificare le proprie abilità. Ogni missione, insieme al posizionamento unico e agli schemi di movimento dei bersagli, offre al giocatore un'esperienza di tiro impegnativa e soddisfacente. Man mano che si colpiscono i bersagli, si guadagnano monete, che possono essere utilizzate per sbloccare nuove armi, potenziare quelle esistenti e affrontare missioni più impegnative. \n\nIl gioco offre una grande varietà, grazie alla possibilità di scegliere tra tre mappe diverse: un ambiente cittadino vivace, un misterioso giacimento di petrolio e un quartiere tranquillo. Ogni mappa è unica in termini di varietà visiva e di meccaniche di gioco, incoraggiando i giocatori a provare tattiche diverse.", "short_description": "Esplora, mira, completa le missioni! Guadagnate denaro, sbloccate nuove armi e completate emozionanti missioni principali e secondarie sparando a bersagli su 3 mappe in città, in un campo petrolifero e in un quartiere in VR Sniper."}, {"images": {"nodes": [{"file_name": "Sniper__Icon_512x512.png", "id": "1728279130948014", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003227_1728279134281347_1959569476358078806_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8k55CG73CFcQ7kNvwH9fOIw&_nc_oc=AdkReG6kLoRC2Y2cmhQtxhdiqovgyUwOw4zEoXvnWRMAR-qV06Y24Fth1djWYyC9qnk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftpNRa499HnlrPFPdVwgbPninDRLA5Ex7udGUuvdE8PPg&oe=6995C04E"}, {"file_name": "Sniper__Logo_Transparent_1440.png", "id": "1357117964841167", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75203626_1357117968174500_729499001335661373_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lBnuPXq2-iUQ7kNvwEtXGcd&_nc_oc=AdmP2WW4EEMeUk30-roTpObwEws3T0GjftPASbXTh-8ZQXqKlRaJHgttqE68jmiYTec&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsCL5sw7_L2jKRcgLOLRDdvUfsa40jnJa93SmOUme0gyA&oe=69959BF4"}, {"file_name": "Sniper__Cover_1440x1440.png", "id": "667245495005136", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982544_667245498338469_6148160481912992699_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OAmcI8In7X4Q7kNvwHveMjv&_nc_oc=Adko3tD0XxzovOtMc5zBn1-lMjswMnm_JxscHvHZZNO_PyRt2EAPDqvvXA4024-0iGY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afun8JY8AbH_x6dd9SYa55nQm9q5zBfq3ZzBgHZRdIsg5g&oe=6995ACF9"}, {"file_name": "MiniLandscape_1080x360.png", "id": "625312376370118", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003227_625312383036784_2088642125136082924_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=O3jTRcGbB5QQ7kNvwHKG46z&_nc_oc=AdkA6bGl8weNB8_0OCuEW7iOyGhOqx2TJ8tv-JDayDInEAearzteIHrFn0gi_kS1klE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsWcvHNs_4U9HLeooQ0VDEVlSmXVlFRWS4Hzgl1tTrorQ&oe=6995B5BB"}, {"file_name": "Sniper__Banner_1008x1440.png", "id": "312259744551857", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974812_312259747885190_7147890209508396145_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dfKyPbB7LAgQ7kNvwHQQaQf&_nc_oc=AdmJ_s6zpWZjQQEIoOICaXhBzwCqJK1TBy2J1cU-zHQAdfCVgB2Wkv3iNp2uN_vCdxM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftlsrUM6hiynr1SMcWx3RYAqlATsEECKeg6QpIEUnchvQ&oe=6995C85B"}, {"file_name": "Sniper__Cover_2560x1440.png", "id": "302621622142860", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982636_302621625476193_8990253403115784123_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U2ZH6QoQ29AQ7kNvwHKtpjG&_nc_oc=AdmdMi21mqSzr4Bf24d9sIuMYT1Rp2xizLIFg_8NOhFe2F_okbFUErxXxGu5-RWILu4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs_ObJCUcEkUSMQyoD33OsotiPvHGhe6dTyXmICiAk1sA&oe=6995CC4D"}, {"file_name": "PDP_3000X900.png", "id": "244698745117965", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75203625_244698751784631_2056851947645566205_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lg5qkGO9x-MQ7kNvwFLg6T3&_nc_oc=Adk_4Abnp--xouw1tTqUx1J0raSYUGTDr9FpCTtVTFnxCNWusVaeSskNPj8JO-ycxCY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvp7dgaApW7X2xZWAEN4DuCXOavxFYcGg9Aodj4pMgY9Q&oe=69959BC4"}]}, "id": "144206345376899", "locale": "en_US", "screenshots": [{"file_name": "sniper-ss (1).png", "id": "598171455618777", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982584_598171458952110_7989740768940970761_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JHxpps3FircQ7kNvwFDnqWd&_nc_oc=AdmiwUsuvCmsBavwoefWX2j7elvp_3bKctIWjP5xuRMNvxss5Eot81n-I8OvfbvtQtg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsa8dDq_SrYi_6-xstbpokgY8gWvJFMisDa6ARYUV_7jA&oe=6995BAED"}, {"file_name": "sniper-ss (5).png", "id": "707853287836407", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982457_707853291169740_4021668434902566816_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lExXVtKc_NsQ7kNvwGsxheU&_nc_oc=Adnt7NhvjVLK-T-KZmguW1oP-WOe8NXxEkkRD3YnEyAavf9Wx79r8CqkrdaY8bLj5kA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsoibX3U6YtCmIZfe370s7Ql7QZbDRO6qF3qT-C3h2hnw&oe=6995BAC3"}, {"file_name": "sniper-ss (3).png", "id": "3580076095607206", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974812_3580076098940539_6875594299539790139_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=O2xgWms3ZqQQ7kNvwGn6edi&_nc_oc=AdkWbMghnhQS9PNFg0j11QIpAAcR6V8V4fqJd7_S65feqsCqPrRxdrZPaPzVPIv1jqk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfutFHSRYVX_LE7ZwjlPOcCWXtAMjiBE2cVlwd7EJjO2mQ&oe=6995C130"}, {"file_name": "sniper-ss (10).png", "id": "846709976756674", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974575_846709980090007_1732272341329994489_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=f6w0UHqXq6IQ7kNvwHu-Lug&_nc_oc=AdmVh7dxCCKHcTvUhMI-J3ztnRRsgmqmyaO1CY-N2dHe_wLsgZsCxfHIsAQynnKEL4k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs55g5ieUyr2fVcRJdVCmrfdnR_6dhsdZhiWez-uz_2vQ&oe=69959BDF"}, {"file_name": "sniper-ss (9).png", "id": "200689286233413", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031314_200689289566746_4826903864994396970_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LmsX-NRmSL8Q7kNvwEZ4lEy&_nc_oc=Adn6B3HzsD33Xgg6NidqEGS8QI_niCAPrKQWP2yUjaTTwv1Vu_bBLYuypWjEXTtkGy4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftI2x0LavULgpVKne_IoGrUL-rZIvaOqkbmth4xtgzr7A&oe=69959E15"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniper immerses players in an immersive world with a realistic shooting experience. As a sniper armed with a variety of weapons, players take on missions in three different atmospheres: city, oil field and neighborhood. The game takes place on three-dimensional maps filled with main missions, side missions and challenges.\n\nEach mission has its own unique scenario. Main missions are in-depth story missions that immerse the player in the game world. Side quests offer the opportunity to earn additional rewards and help players diversify their skills. Each of the missions offers a challenging and satisfying shooter experience, with unique target placement and movement patterns. As you hit targets, you can earn coins, which can be used to unlock new weapons, upgrade existing weapons and take on more challenging missions. \n\nThis game offers variety with a choice of three different maps: a vibrant city environment, a mysterious oil field, and a quiet neighborhood. Each map is unique in terms of visual variety and game mechanics, encouraging players to experiment with different tactics.", "short_description": "Explore, aim, complete missions! Earn coins, unlock new weapons, and complete exciting main and side missions by shooting targets across 3 maps in the city, oil field and neighborhood in VR Sniper."}, {"images": {"nodes": []}, "id": "139273939174931", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Virtual Sniper", "keywords": [], "long_description": "VR Sniperは、臨場感あふれる射撃体験でプレイヤーを没入させる。プレイヤーは様々な武器で武装したスナイパーとして、都市、油田、近隣地域の3つの異なる雰囲気の中でミッションに挑みます。ゲームの舞台は、メインミッション、サイドミッション、チャレンジで埋め尽くされた3次元マップ。\n\n各ミッションには独自のシナリオが用意されている。メインミッションは、プレイヤーをゲームの世界に没入させる詳細なストーリーミッションです。サイドミッションは、追加報酬を獲得する機会を提供し、プレイヤーのスキルを多様化させます。各ミッションは、ターゲットのユニークな配置と移動パターンとともに、プレイヤーにやりがいと満足感のある射撃体験を提供します。ターゲットを命中させるとコインを獲得でき、このコインを使って新しい武器をアンロックしたり、既存の武器をアップグレードしたり、より難易度の高いミッションに挑戦することができます。\n\nこのゲームでは、3つの異なるマップから選ぶことができ、バラエティーに富んでいます：活気ある都市環境、神秘的な油田、静かな近隣地域。各マップは視覚的な多様性とゲームメカニクスの点でユニークで、プレイヤーにさまざまな戦術を試すよう促す。", "short_description": "探検し、狙いを定め、ミッションをクリアしよう！VR Sniperで街、油田、近所の3つのマップでターゲットを撃ってお金を稼ぎ、新しい武器をアンロックし、エキサイティングなメインミッションやサイドミッションをクリアしよう。"}]}, "developer_name": null, "developer_privacy_policy_url": "https://iottech.com.tr/policy/virtualsniper-privacypolicy.html", "developer_terms_of_service_url": null, "publisher_name": "iottech", "support_website_url": null, "website_url": "https://www.iottech.com.tr/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "3744040075834813"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "tr", "de", "ar", "it", "es", "ja", "ko", "pt", "ru", "zh_CN"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "617771277122733"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PENDING", "id": "1041841450709257"}, {"status": "PUBLISHED", "id": "1604697897028118"}, {"status": "PUBLISHED", "id": "1048356306586159"}, {"status": "PUBLISHED", "id": "7268520869849711"}]}, "baseline_offer": {"id": "7268520869849711"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 0, "status": "PENDING", "id": "1041841450709257"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24057987943817108", "version": "1.0.5"}, "id": "775156804379595", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9779145652127909", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24057987943817108"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "775156804379595"}]}, "change_log": null, "created_date": 1697786465, "id": "24057987943817108", "version": "1.0.5", "version_code": 5, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9779145652127909", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24057987943817108"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "775156804379595"}]}, "change_log": "using spacewarp", "created_date": 1695245024, "id": "10091680220874449", "version": "1.0.4", "version_code": 4, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9779145652127909", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24057987943817108"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "775156804379595"}]}, "change_log": "The game was prepared using Application SpaceWarp (AppSW), the FPS value was considered as x2, the AppSW Fps value was checked in OVR Metric tools and the AppSW FPS value was seen to be 70 on average at the natural flow rate, the normal FPS value was measured to be 35 on average.\n\nBased on your description in VRC.Quest.Performance.1.\n\n\"Application SpaceWarp (ASW) Exception: Interactive applications may use a rendering rate (FPS) that is half their target refresh rate when utilizing Engine ASW for portions of their experience.\"\n\nPerformance values are naturally low when the scene first opens, and it quickly recovers and the game moves on to its normal flow.", "created_date": 1695196555, "id": "10087697791272692", "version": "1.0.3", "version_code": 3, "release_status": "PENDING", "status": "CHANGES_REQUESTED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9779145652127909", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24057987943817108"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "775156804379595"}]}, "change_log": null, "created_date": 1695048077, "id": "10075995425776262", "version": "1.0.2", "version_code": 2, "release_status": "PENDING", "status": "CHANGES_REQUESTED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}