{"data": {"node": {"__typename": "Application", "id": "4554248281328321", "organization": {"id": "966918503389523", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4554248281328321"}]}, "id": "434695491668122"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4449903565103159"}]}, "id": "392371562508140"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2393300320759737"}]}, "id": "744396042659798"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3235570703151406"}]}, "id": "2199542630104311"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1818689078164305"}]}, "id": "864168783752968"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1069133196442024"}]}, "id": "273413556331039"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4554248281328321", "release_date": 1648745996, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 31}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24667101046283081"}, "id": "314293223643319"}]}}, "binary": null, "live_binary": null, "created_date": 1730911493, "id": "8615594611860314", "is_initial_release": false, "name_with_fallback": "v14", "pdp_metadata_with_fallback": {"version": 11, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9058824884203949"}, "release_status": "RELEASED", "id": "4554248281328321"}, "id": "9058824884203949", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4554248281328321", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1071954727474868"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "9556502804371927", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "¡Bienvenido a Cosmonious High, un instituto alienígena que funciona como un reloj!\n\nDespués de un aterrizaje forzoso en un primer día memorable, desbloquearás poderes, explorarás los pasillos y descubrirás la fuente de fallas para salvar a la escuela del caos cósmico.\n\nPersonajes llenos de vida: experimenta el último nivel de interacción de realidad virtual con personajes dinámicos que responden a gestos naturales. Choca los cinco, choca los puños y conversa con un elenco peculiar de tus pandillas favoritas de instituto.\n\nUn mundo lleno de poder: todo el instituto es un gran patio de recreo interactivo para tus poderes alienígenas. Solo recuerda que con llenar de hielo los pasillos no te bastará para que nieve.\n\nExploración sin precedentes: explora el mayor espacio que Owlchemy Labs haya construido jamás. Pasa el rato con tus amigos en el auditorio, haz experimentos en Quimiosofía y demuestra tu creatividad en Visualética. ", "short_description": "¡Te damos la bienvenida a Cosmonious High! Owlchemy Labs presenta una experiencia de realidad virtual de otro mundo con su interactividad y su humor distintivos. Conoce a un elenco colorido, adapta extravagantes poderes alienígenas y descubre la fuente de las fallas de la escuela para salvar a Cosmonious High del caos."}, {"images": {"nodes": []}, "id": "2031567153936956", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Bienvenue à Cosmonious High, un lycée extraterrestre qui n'a pas du tout le moindre dysfonctionnement, promis!\n\nAprès un atterrissage catastrophe pour une rentrée, débloque des pouvoirs, explore tous les recoins du bâtiment et découvre la source des dysfonctionnements pour sauver le lycée du chaos cosmique.\n\nDes personnages réels - Vis des interactions en réalité virtuelle sans précédent avec des personnages dynamiques qui répondent aux gestes naturels. Discute avec les représentants emblématiques des cliques du lycée, à coups de fist bumps et de high fives.\n\nDes pouvoirs puissants - Le lycée tout entier est un grand terrain de jeu pour tester tes pouvoirs extraterrestres. \n\nUne zone à explorer hallucinante - Explore l'espace le plus vaste jamais conçu par Owlchemy Labs! Passe du temps avec tes amis dans la grande salle, fait des expériences en chimiosophie et laisse libre cours à ta créativité en arthlétisme.", "short_description": "Bienvenue à Cosmonious High ! Owlchemy Labs présente une expérience complètement déjantée en réalité virtuelle. L'humour et l'interactivité qu'on adore, dans un autre monde ! Fais la connaissance de personnages hauts en couleur, adapte des pouvoirs extraterrestres scandaleux et découvre la source des dysfonctionnements du lycée pour sauver Cosmonious High du chaos."}, {"images": {"nodes": []}, "id": "1660239327902346", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Willkommen an der Cosmonious High, einer Highschool für Aliens, an der es definitiv keine Störungen gibt!\n\nNachdem du eine Bruchlandung hingelegt hast und einen ersten unvergesslichen Schultag erlebst, erkundest du die Räume, schaltest Kräfte frei, entdeckst den Grund der Fehlfunktionen und rettest die Schule vor dem kosmischen Chaos.\n\nLebendige Charaktere – Erlebe eine ganz neue Qualität der VR-Interaktion mit dynamischen Charakteren, die auf natürliche Gesten reagieren. Unterhalte dich mit schrägen Typen aus deiner Schulclique, klatscht euch ab oder begrüßt euch mit der Faust!\n\nMächtige Welt – Die gesamte Schule ist ein einziger interaktiver Spielplatz für deine außerirdischen Kräfte. Aber denk dran: Räume zu vereisen, macht noch keinen Schneetag!\n\nEinzigartige Erkundungen – Erkunde den größten Raum, den Owlchemy Labs je gebaut hat! Hänge mit Freunden in der Aula ab, experimentiere im Fach Chemosophie und werde in Visualetics so richtig kreativ.", "short_description": "Willkommen an der Cosmonious High, Neuling! Owlchemy Labs präsentiert ein VR-Erlebnis, das nicht von dieser Welt ist, mit ihren charakteristischen Interaktionen und unverwechselbarem Humor. Lerne eine bunt gemischte Truppe kennen, eigne dir unglaubliche außerirdische Kräfte an und finde heraus, warum es an der Cosmonious High zu Fehlfunktionen kommt, um die Schule vor dem Chaos zu retten."}, {"images": {"nodes": []}, "id": "1656401748607682", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Velkommen til Cosmonious High, et alien-gymnasium, der med sikkerhed er helt fri for funktionsfejl!\n\nEfter du er styrtet ned på en mindeværdig første dag, får du adgang til kræfter, udforsker gangene og opdager kilden til funktionsfejl for at redde skolen fra kosmisk kaos.\n\nLevende figurer – Oplev det nyeste niveau af VR-interaktion med dynamiske figurer, der reagerer på naturlige bevægelser. Highfive, fist bump, og konversér med et finurligt persongalleri fra dine foretrukne gymnasiekliker!\n\nKraftfuld verden – Hele skolen er én stor interaktiv legeplads for dine alien-kræfter. Husk bare: Du får ikke snefri, fordi du overiser gangene!\n\nUovertruffen udforskning – Udforsk det største rum, Owlchemy Labs nogensinde har skabt! Hæng med dine venner i den store hal, udfør eksperimenter i kemosofi, og vær kreativ i visualetik. \n\nVidunderlig grafik – Nyd Cosmonious Highs livlige, farverige verden i en grafikstil, der er lige så unik og munter som skolen!", "short_description": "Velkommen til Cosmonious High, grønskolling! Owlchemy Labs præsenterer en uovertruffen VR-oplevelse med deres kendetegnende interaktivitet og karakteristiske humor. Mød et farverigt persongalleri, tilpas skandaløse alien-kræfter, og opdag kilden til skolens funktionsfejl for at redde Cosmonious High fra kaos."}, {"images": {"nodes": []}, "id": "1527147847959222", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Velkommen til Cosmonious High, en utenomjordisk videregående skole som definitivt er helt fri for funksjonsfeil!\n\nEtter at du kræsjer inn i en minneverdig første dag, låser du opp krefter, utforsker gangene og oppdager kilden til funksjonsfeil for å redde skolen fra kosmisk kaos.\n\nLevende karakterer – opplev det siste innen VR-interaksjon med dynamiske figurer som reagerer på naturlige bevegelser. Gi high five eller knyttneven og snakk med en sær rollebesetning laget av favorittgruppene dine fra videregående!\n\nKraftfull verden – hele skolen er en stor interaktiv lekeplass for de utenomjordiske kreftene dine. Bare ikke glem dette: hvis du legger is i gangene, gir det deg ikke fri grunnet dårlig vær!\n\nUovertruffen utforskning – utforsk det største rommet Owlchemy Labs noensinne har bygget! Heng med vennene dine i Grand Hall, utfør eksperimenter i Chemosophy og bli kreativ i Visualetics.", "short_description": "Velkommen til Cosmonious High, nye barn! Owlchemy Labs presenterer en VR-opplevelse av en annen verden med deres særpregede interaktivitet og karakteristiske humor. Møt en fargerik rollebesetning, tilpass skandaløse utenomjordiske krefter og oppdag kilden til skolens funksjonsfeil for å redde Cosmonious High fra kaos."}, {"images": {"nodes": []}, "id": "1324448811914879", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Cosmonious High ti dà il benvenuto: è un liceo alieno assolutamente e completamente privo di malfunzionamenti!\n\nDopo un rocambolesco arrivo e un primo giorno di scuola decisamente memorabile, sbloccherai poteri, esplorerai gli ambienti e scoprirai la fonte dei malfunzionamenti per salvare la scuola dal caos cosmico.\n\nPersonaggi interattivi - Sperimenta l'ultimo livello di interazione VR con personaggi dinamici che rispondono a gesti naturali. Batti il cinque, batti il pugno e conversa con un cast eccentrico come nei tuoi gruppi preferiti del liceo!\n\nMondo mozzafiato - L'intera scuola è un grande parco giochi interattivo per i tuoi poteri alieni. Però ricorda: ricoprire i corridoi di glassa non ti farà guadagnare un giorno di vacanza!\n\nEsplorazione senza precedenti - Esplora lo spazio più grande mai costruito da Owlchemy Labs! Passa il tempo con i tuoi amici nella Grand Hall, esegui esperimenti in Chemosophy e diventa creativo in Visualetics.", "short_description": "Cosmonious High ti dà il benvenuto, matricola! Owlchemy Labs presenta un'esperienza VR superlativa, arricchita dalla loro caratteristica interattività e dal loro particolare senso dell’umorismo. Incontra un cast variopinto, adatta oltraggiosi poteri alieni e scopri la fonte dei malfunzionamenti della scuola per salvare Cosmonious High dal caos."}, {"images": {"nodes": []}, "id": "1262829638162973", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Boas-vindas ao Cosmonious High, uma escola para alienígenas infalível!\n\nDepois de um pouso forçado num primeiro dia inesquecível, você irá desbloquear poderes, explorar corredores e descobrir a origem das falhas para salvar a escola do caos cósmico.\n\nPersonagens vibrantes: veja de perto a tecnologia mais avançada de RV ao interagir com personagens dinâmicos que respondem a gestos naturais. Acene, de soquinho e converse com personagens esquisitos, como a sua turminha favorita na escola!\n\nMundo cheio de poderes: toda a escola é um imenso local interativo para você usar os seus poderes alienígenas. Só uma coisa: baixar a temperatura dos corretores não vai fazer cair neve!\n\nExploração sem limites: explore o maior espaço já construído pela Owlchemy Labs! Dê um role com os seus amigos pelo Corredor Principal, realize experimentos na Quimiosofia e solte a criatividade nas Visualéticas.", "short_description": "Boas-vindas ao Cosmonious High, coleguinha! A Owlchemy Labs apresenta uma experiência de RV inesquecível com interatividade exclusiva e senso de humor especial. Encontre personagens divertidos, adapte poderes alienígenas absurdos e descubra a origem das falhas da escola para salvar Cosmonious High do caos."}, {"images": {"nodes": []}, "id": "1166721948318187", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "欢迎来到寰宇高中！这里可是一所绝对没有任何地方运转失常的外星高中哦！\n\n一次迫降之后，你度过了一个让你终生难忘的入学日，随后便开始逐渐解锁各种能力，探索校园建筑，探索这所学校之所以运转失常的根源，将它从外太空的混乱中拯救出来。\n\n栩栩如生的人物角色 - 这里的角色不但充满活力、个性鲜明，还能回应你的各种动作，让你充分体验最先进的 VR 交互技术。还记得你高中时代心心念念的小团体吗？这里有一群奇奇怪怪的同学，正等着跟你击掌、击拳、对话呢！\n\n充斥着各种神奇力量的世界 - 你可以把这所学校看成一座大型交互式游乐场，专门供你试验各种外星能力。不过要记住，就算你再想看雪景，也不可以随随便便就把学校大楼冻成冰哦！\n\n前所未有的探索之旅 - 在 Owlchemy Labs 打造过的所有空间当中，寰宇高中无疑是规模最大的一个！你可以与朋友们一起在大礼堂里度过欢乐时光，在化学哲学课上做实验，在视觉体育课上发挥无限创意。\n\n美轮美奂的画面 - 寰宇高中有着与真实学校一样独一无二、明快活泼的艺术风格，快来尽情享受这个活灵活现、五彩缤纷的世界吧！", "short_description": "新同学你好，欢迎来到寰宇高中！Owlchemy Labs 将以其标志性的互动玩法与别具一格的搞笑风格，为你献上这份超凡脱俗的 VR 体验。快来接触形形色色的神奇人物，学习各种离谱的外星能力，找到这所学校运转失常的根源所在，把寰宇高中从混乱拯救出来吧。"}, {"images": {"nodes": []}, "id": "1160084642297424", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Her türlü arızadan tamamen uzak bir uzaylı lisesi olan Cosmonious High’a hoş geldiniz!\n\nUnutulmaz bir ilk günün ardından güçlerin kilidini açacak, okul koridorlarını keşfedecek ve okulu kozmik kaostan kurtarmak için arızaların kaynağını öğreneceksiniz.\n\nYaşayan Karakterler - doğal vücut hareketlerine tepki veren dinamik karakterlerle Sanal Gerçeklik etkileşiminin en son seviyesini deneyimleyin. İster beşlik ister yumruk çakın ve en sevdiğiniz lise sınıflarından ilginç bir kadroyla sohbet edin!\n\nDünya - Tüm okul, uzaylı güçlerinizi deneyebileceğiniz büyük bir interaktif oyun alanıdır. Unutmayın: koridorları buzla kaplamak size kar yağışlı bir gün yaşatmayacaktır!\n\nBenzersiz Keşif - Owlchemy Labs’in bugüne kadar inşa ettiği en büyük alanı keşfedin! Grand Hall'da arkadaşlarınızla takılın, Chemosophy'de deneyler yapın ve Visualetics'te yaratıcılığınızı ortaya çıkarın.\n\nMuhteşem Görseller - Benzersiz ve eğlenceli bir sanat penceresinden Cosmonious High'ın canlı ve renkli dünyasını keşfedin!", "short_description": "Cosmonious High'a hoş geldin yeni çocuk! Owlchemy Labs, kendine has etkileşimi ve kendine özgü mizahı ile mükemmel bir VR deneyimi sunuyor. Renkli bir kadroyla tanış, korkunç uzaylı güçlerine uyum sağla ve Cosmonious High'ı kaostan kurtarmak için okuldaki arızaların kaynağını keşfet."}, {"images": {"nodes": []}, "id": "1131646158096159", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Damos-te as boas-vindas à Cosmonious High, uma escola extraterrestre onde tudo funciona na perfeição!\n\nDepois de te despenhares aqui e teres um primeiro dia inesquecível, vais desbloquear poderes, explorar os átrios e descobrir a origem dos problemas, para salvar a escola do caos cósmico.\n\nPersonagens vivas - Experimenta o último nível de interação VR com personagens dinâmicas que reagem a gestos naturais. Dá mais cinco, choca os punhos e conversa com um elenco excêntrico dos teus grupos favoritos do secundário!\n\nMundo poderoso - Toda a escola é um enorme recreio interativo para os teus poderes extraterrestres. Mas não te esqueças: não é por congelares os átrios que a escola vai fechar como num dia de neve!\n\nExploração sem precedentes - Explora o maior espaço que a Owlchemy Labs já construiu! Convive com os teus amigos no Grande Salão, faz experiências em Quimiosofia e solta a tua criatividade em Visualética. ", "short_description": "Damos-te as boas-vindas ao Cosmonious High! A Owlchemy Labs apresenta uma experiência de RV de outro mundo, com a sua habitual interatividade e bom humor. Conhece um elenco excêntrico, adapta poderes extraterrestres inacreditáveis e descobre a origem das avarias da escola Cosmonious High, para a salvar do caos."}, {"images": {"nodes": []}, "id": "977398740933057", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Välkommen till Cosmonious High – ett rymdvarelsegymnasium som definitivt är helt fritt från problem!\n\nEfter att ha kraschlandat dig till en minnesvärd första dag låser du upp krafter, utforskar salarna och upptäcker källan till problemen för att rädda skolan från kosmiskt kaos.\n\nLevande karaktärer – upplev den senaste nivån av VR-interaktion med dynamiska karaktärer som svarar på naturliga gester. Gör high five och fist bump och prata med en udda uppsättning karaktärer från dina favoritgäng på gymnasiet!\n\nKraftfull värld – hela skolan är en stor interaktiv lekplats för dina främmande krafter. Kom bara ihåg: att frysa korridorerna gör inte att eleverna får stanna hemma!\n\nOöverträffad utforskning – utforska den största miljö som Owlchemy Labs någonsin byggt! Häng med dina vänner i stora salen, utför experiment inom kemosofi och bli kreativ i visualetik. \n\nFantastisk grafik – njut av Cosmonious Highs levande, färgstarka värld med en grafikstil som är lika unik och lekfull som skolan!", "short_description": "Välkommen till Cosmonious High, nykomling! Owlchemy Labs presenterar en utomjordisk VR-upplevelse med sin karakteristiska interaktivitet och distinkta humor. Möt en färgstark uppsättning karaktärer, lär dig använda knasiga kosmiska krafter och upptäck källan till skolans problem för att rädda Cosmonious High från kaos."}, {"images": {"nodes": []}, "id": "957703166338895", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "고장으로부터 자유로운 외계인 고등학교, Cosmonious High에 잘 오셨습니다!\n\n기억에 남을 첫날에 불시착한 후, 능력을 잠금 해제하고 곳곳을 탐험하며 오작동의 원인을 발견하여 우주적 혼돈으로부터 학교를 구하게 됩니다.\n\n살아있는 캐릭터 - 자연스러운 제스처에 반응하는 역동적인 캐릭터와 함께 최신 수준의 VR 상호작용을 경험하세요. 고등학교 패거리의 독특한 캐릭터들과 하이파이브, 주먹 인사, 대화를 나누세요!\n\n강력한 세계 - 학교 전체가 외계인의 힘을 위한 하나의 큰 대화형 놀이터입니다. 기억하세요. 홀을 얼린다고 눈이 오진 않습니다!\n\n전례 없는 탐험 - Owlchemy Labs가 만든 가장 큰 공간을 탐험하세요! 그랜드 홀에서 친구들과 어울리고, 화학실에서 실험을 하고, 시청각실에서 창의력을 키우세요. \n\n화려한 비주얼 - 학교처럼 독특하고 재미있는 예술 스타일로 Cosmonious High의 활기차고 다채로운 세계를 즐기세요!", "short_description": "Cosmonious High에 잘 오셨습니다! Owlchemy Labs가 독특한 상호 작용과 유머로 전혀 색다른 VR 경험을 선사합니다. 다채로운 캐릭터를 만나고, 무시무시한 외계인의 힘에 적응하고, 학교에 닥친 고장 현상의 원인을 찾아 Cosmonious High를 혼돈으로부터 구하세요."}, {"images": {"nodes": []}, "id": "943420797879242", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "歡迎來到一所絕對沒有故障的外星高級中學「宇宙高中」！\n\n隨著迫降而展開令人難忘的第一天後，你將解鎖力量、探索各館並發現故障的源頭，以將學校從宇宙混亂中拯救出來。\n\n活生生的角色：以會對自然手勢做出回應的動態角色來體驗最新水準的 VR 互動。與你喜愛的各種高中小團體中古怪的角色們擊掌、敲拳並盡情交談！\n\n強大的世界：整個學校就是你的外星力量的大型互動遊樂場。請記住：各館就算結冰也不會讓你遇到下雪的日子！\n\n前所未見的探索；探索 Owlchemy Labs 有史以來打造出的最大空間！與你的朋友在大禮堂閒晃，進行化哲學實驗，並在視覺競技方面發揮創意。\n\n華麗的視覺效果：以和宇宙高中一樣獨特俏皮的藝術風格來享受充滿活力、繽紛多彩的世界！", "short_description": "歡迎來到宇宙高中，新同學！Owlchemy Labs 以其標誌的互動性和別具一格的幽默感為你呈獻天馬行空的 VR 體驗。認識豐富多彩的角色陣容，適應離譜的外星力量，並探索學校故障的根源，以將宇宙高中從混亂中拯救出來。"}, {"images": {"nodes": []}, "id": "646821567698271", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "コスモニウス高校にようこそ、ここは機能不全とはまったくもって無縁な高校だよ！\n\n不時着という印象深い初登校日を経験した君は、これからいろんな「力」を解放し、様々な場所を探索し、そして機能不全の原因を見つけて、学校を宇宙的カオスから救うんだ。\n\n生き生きとしたキャラ - 最新鋭のVRインターアクションを体験せよ、自然なジェスチャーに反応してくれるダイナミックなキャラクターたちがステキ。高校だからいろんな連中がいる、気の合う仲間を見つけてハイタッチ、グータッチ、そしてイケてる会話をしよう！\n\nパワフルな世界 - 学校全体が君にとってはエイリアンな「力」を思うままに試せるプレイグラウンドだ。あ、でもひとつ注意。学校を氷漬けにしても休校にはならないからね！\n\nこれまでにない探索要素 - Owlchemy Labsが創り出した広大なスペースを探索だ～！グランドホールで友達とつるんで、ケモソフィーではいろんな実験をして、そしてビジュアレティックではクリエイティブになろう。\n\n美麗なビジュアル - コスモニウス・ハイスクールの鮮やかでカラフルな世界をお楽しみあれ、ユニークかつ遊び心に溢れた学校らしいアートスタイル！", "short_description": "コスモニウス高校にようこそ、新入生！Owlchemy Labsが「この世界から飛び出す」ようなVR体験を創り出した、おなじみのインタラクティブ性と気の利いたユーモアは健在だ。個性豊かなキャラたちと出会い、ぶっ飛んだエイリアンな「力」を使いこなし、学校の機能不全の原因を調べて、コスモニウス高校をカオスから救おう。"}, {"images": {"nodes": []}, "id": "598833779680435", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Добро пожаловать в Cosmonious High! Старшую школу для инопланетян, в которой определенно нет места проблемам!\n\nПосле аварийной посадки в незабываемый первый день, вы откроете силы, исследуете залы и обнаружите источник проблем, чтобы спасти школу от космического хаоса.\n\nЖивые персонажи. Испытайте последние новшества VR-технологии, наблюдая как персонажи реагируют на естественные жесты. Дайте пять, ударьте кулаком и поговорите с причудливыми ребятами из ваших любимых школьных компашек!\n\nОгромный мир. Территория всей школы — одна большая интерактивная площадка для проверки ваших новых инопланетных сил. Но помните: отключение отопления в залах — не оправдание оставаться дома!\n\nНеслыханное исследование. Исследуйте самую большую территорию, которую когда-либо создавали разработчики Owlchemy Labs! Веселитесь вместе с друзьями в главном зале, проводите эксперименты в химософии (Chemosophy) и творите в визуалетике (Visualetics). ", "short_description": "Добро пожаловать в Cosmonious High! Owlchemy Labs представляет необычный игровой опыт в виртуальной реальности с интерактивностью и своеобразным юмором в качестве своей визитной карточки. Познакомьтесь с яркими персонажами, освойте невероятные инопланетные силы и отыщите источник проблем в школе, чтобы спасти Cosmonious High от хаоса."}, {"images": {"nodes": [{"file_name": "CH_Quest3_Portrait_1008x1440_v2.png", "id": "1796111610843108", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974787_1796111614176441_2023739075837514093_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JCsWR3RKjUQQ7kNvwHi9Dwg&_nc_oc=Adk7wPizg6eA7zOqNRPbwqkQfWmIHl_vmUSbicobiMo3K-8aw9x-6GD89M1Bvs1W39I&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftWxrcb4mAHBLhjmClYpJnYlcL47-LKhVuuyDsGzJAkzA&oe=69970B6F"}, {"file_name": "CH_Quest3_Landscape_2560x1440_v2.png", "id": "1097099561729256", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001661_1097099565062589_3972909545657174123_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9q6EF2w9HTUQ7kNvwFMKnqR&_nc_oc=AdnadqemxSw7m-tJ8UMJ9hkd4-fWab8jbUvpHpwbS3cd291tMsrUT0yz6PNTe_Lc7GQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvp2nE_A_pUc-01yQjQjYQnfns2jAcVT_JGr_D4_btgnA&oe=6996F4FA"}, {"file_name": "CH_Quest3_Square_1440x1440_v2.png", "id": "1069036074231602", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974645_1069036077564935_7843909432412759308_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HT3MaY9MvHwQ7kNvwGtJ2fF&_nc_oc=AdlDIU-FiBJqEA2LI3C5GfbsjoutQLQ9WxlcvGi8QysHJgZqhZlaDhK4AssK5EclO98&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs8nGjJk6wTXOc5lNqgzwDlrTKg5rceVtGbbKvdSsxPZQ&oe=6996F26D"}, {"file_name": "CosmoHigh_Logo_Color (1).png", "id": "968239984089925", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031440_968239987423258_5631227557710677072_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tl8SG2YFjRAQ7kNvwHP6Yyq&_nc_oc=Admt9jx57HTFJ6TRhnrnf9Him6__Ak0NlryJj9bIwvxU6XjE13mAQkGYKzjRGtvbNWA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs8ILQE49SsCbgsv6xs8UYiEBkMjkl2Kxo_Uf-lovyFqQ&oe=699720C5"}, {"file_name": "CH_Quest3_VR-Landscape_1080x360_v2.png", "id": "864892522004740", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001719_864892525338073_5754235543772256839_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FzvWZVlMTIIQ7kNvwFw4b43&_nc_oc=AdkOuD_9AcwfKvuzHjgEoCbLx9Y8tCPZ7bgIZXzumL8R3pb29A5ONQOGDejtLq_eEzQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftNEr-_ZRt0Hi6pSufjS-1OYbII1RrCExQGxPHsBhY6pQ&oe=699703C9"}, {"file_name": "CH_Quest3_Hero-Art_3000x900.png", "id": "743709680903967", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86610708_743709684237300_3367746001673846910_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=G2X5-HpiPs8Q7kNvwHa_dk_&_nc_oc=AdnDk6eMzjy-_5lay9K2wizMBACvNf_P_KZxeo_zFwQzJHfjHmvMQ3wfA90OtRjWZPw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv99TlTVckveLUnTbPWXaM4cL2kdSpGTPf8wVzwkmfULg&oe=69971D4E"}, {"file_name": "CH_GameIcon_512x512.png", "id": "356133322685963", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001667_356133326019296_5345263135018305016_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X1-l8iJClicQ7kNvwGS4nX-&_nc_oc=AdmotA7ccsR6gLYZgH4T8YNNvP9h-T2NeLvLnNYdlCirCcHKF4vXZS8dSNFjwjElKOo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs27inTWqAbUzFcTJ9mdhc7lgwiDyVLx0TeXwhhzCYwCQ&oe=69971CE2"}]}, "id": "591432526985996", "locale": "en_US", "screenshots": [{"file_name": "CH_Screenshot_Chemosophy_2560x1440.png", "id": "629315631469108", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38984466_629315634802441_1524483454690585070_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mJ9jaQ1iXtQQ7kNvwEtIRx8&_nc_oc=AdnMag8FQSIlm3d17yipwrorG5KJTsrk_iPT8VR-BJjr4WRDalt2XwUwOuwIjsql6mc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvo2dko6mXjjZPRWvCBE0vlQKp_wQXTH7HRJYgXImGcdg&oe=6996FA7E"}, {"file_name": "Chemosophy_NewPower_2560x1440.png", "id": "596047708669375", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974680_596047712002708_4004252387982399583_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h9DDFfY7YD4Q7kNvwG_kMHc&_nc_oc=AdneB8Q4nftgz_qx2TVxASmOrBmlHHKTReYLTrAT-DyoiM9D1-mOP_L7CF7gUfu7yyM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvb1RD8ZVddpKK8Fmkj1IXjV4no990Guglil8dm_s_flA&oe=6996F935"}, {"file_name": "CH_Screenshot_Astralgebra_2560x1440.png", "id": "1354646648317007", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031466_1354646651650340_8666110093376699746_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Qcdfy-jFDfwQ7kNvwGI3zt6&_nc_oc=AdmDpRlUyNycvpTiGwN8f9Npk8_FlAfbG4_gwUQqnvJ4OW8NXzk84CSQARjHd0N7LPE&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuDfF9-_bQwe-473HKZWg8M-UCf5Ae35F3Hdp7FlLbSJg&oe=69970294"}, {"file_name": "CH_Screenshot_GrandHall_2560x1440.png", "id": "926607741378563", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974505_926607744711896_4123055190541557400_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Xj6OdAfV6zMQ7kNvwELcJQj&_nc_oc=AdmiGOxO_zpJq7aAWmtrQNDCPJP2uPuTUX9HbK7M-uRA421nAaLNNeJGphgOTh4pUdM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftjoIJ30OMbqLM77YZj9DmigSpdfLZdmYAuAxPK6K_-Zg&oe=69971CE1"}, {"file_name": "CH_Screenshot_SportsDome_2560x1440.png", "id": "489205619274392", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/43997709_489205622607725_1497243819688285839_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Rj3KYwhGOdcQ7kNvwG9yz10&_nc_oc=AdlFVFzpCwkbF6QodYGcPZv2EjHqn0akdQWBW6_N1p9MPae30iKKPHd-8_-N3xYJlec&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvebQ8t6Di5Nki_LVsK1roPa33QaaYdLjdMXIfbCrp2Ow&oe=6996F52F"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CH_Quest_Landscape_2560x1440_v2b.png", "id": "1590722491285898", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974629_1590722494619231_9140734045129554383_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=puYWqiaMJkIQ7kNvwHFWygE&_nc_oc=AdmlaiEsbu1uL67w_hexlUvYDUZmeQw8v4gGaoSR82Qnd78-o5BrLs9bIVRNekR7r7U&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftphhk0SY1x5ulWzBxadcViu4iijJgzgTzKySY78V7B4g&oe=6996ED29"}, "display_name": "Cosmonious High", "keywords": ["space", "school", "job", "simulator", "vacation"], "long_description": "From the creators of award-winning titles 'Job Simulator' and 'Vacation Simulator', comes a new original creation—the comically catastrophic Cosmonious High!\n\nWelcome to your alien high school that's definitely completely free of malfunctions! After crash-landing into your first day, you'll unlock powers, explore the halls, and save the school from cosmic chaos.\n\nNew Update: Cosmonious High students will experience updated textures, real-time shadows as well as an increased frame rate of 90fps, bringing the game’s vibrant, colorful world to life on Meta Quest 3.\n\nNew update: adds Blind and Low Vision Accessibility features that allow players to receive game information through audio descriptions using Text To Speech (TTS). Vision Assistance Mode allows high contrast and object-highlighting outlines for players with low vision.\n\nLiving Characters - High five, fist bump, and converse with a quirky cast. Experience the latest in VR interactions with dynamic characters that respond to natural gestures.\n\nPowerful World - The entire school is a big interactive playground for your alien powers. Extinguish fires, resize anything, and create crystal sculptures!\n\nUnprecedented Exploration - Explore the biggest space Owlchemy Labs has ever built! Hang with your friends in the Grand Hall, perform experiments in Chemosophy, and get creative in Visualetics.\n\nGorgeous Visuals - Enjoy the vibrant, colorful world of Cosmonious High in an art style that's fun, unique, and playful!", "short_description": "From the makers of Job Simulator and Vacation Simulator — Welcome to Cosmonious High, new kid! Owlchemy Labs presents an out-of-this-world VR experience with their hallmark interactivity and distinctive humor. Meet a colorful cast, adapt outrageous alien powers, and discover the source of the school’s malfunctions to save Cosmonious High from chaos.\n\nNew Update: Experience updated textures, real-time shadows, and an increased frame rate of 90fps, bringing the world to life on the Meta Quest 3."}, {"images": {"nodes": []}, "id": "535562479540681", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Welkom bij Cosmonious High, een buitenaardse middelbare school waar alles gewoon werkt! Echt waar!\n\nJe eerste dag is een noodlanding, maar daarna speel je krachten vrij, verken je de gangen en ontdek je de oorzaak van de storingen om de school te redden van kosmische chaos.\n\nLevende personages - Ervaar het nieuwste niveau van VR-interactie met dynamische personages die reageren op natuurlijke gebaren. \n\nKrachtige wereld - De hele school is één grote interactieve speeltuin voor je buitenaardse krachten. Onthoud: als je de gangen met sneeuw vult, krijg je geen ijsvrij!\n\nOngekende verkenning - Verken de grootste ruimte die Owlchemy Labs ooit heeft gebouwd! Relax met je vrienden in de Grote zaal, voer experimenten uit in Chemosofie en wees creatief in Visualetica. \n\nSchitterende beelden - Geniet van de levendige, kleurrijke wereld van Cosmonious High in een stijl die net zo uniek en speels is als de school zelf!", "short_description": "Welkom bij Cosmonious High, nieuweling! Owlchemy Labs presenteert een buitenaardse VR-ervaring met hun kenmerkende interactiviteit en humor. Ontmoet een kleurrijke cast, gebruik buitenaardse krachten en ontdek de oorzaak van de schoolstoringen om Cosmonious High van de chaos te redden."}, {"images": {"nodes": []}, "id": "500719885984306", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Tervetuloa Cosmonious Highin, joka on ehdottomasti täysin häiriötön avaruusolioiden koulu!\n\nKun olet syöksynyt pakkolaskulla ikimuistoiseen ensimmäiseen koulupäivään, pääset tutkimaan käytäviä ja etsimään häiriöiden syytä. \n\nElävät hahmot – Koe uusin VR-vuorovaikutuksen taso, jossa dynaamiset hahmot reagoivat luonnollisiin eleisiin. Heitä ylävitosia, tee nyrkkitervehdyksiä ja keskustele yläkoulun klikkejä muodostavien, omaperäisten hahmojen kanssa!\n\nVoimien täyteinen maailma – Koko koulu on poikkeavien voimiesi leikkikenttä. Pidä vain mielessä, että et saa koulusta vapaapäivää käytäviä jäädyttämällä!\n\nEnnennäkemätöntä tutkimista – Tutki suurinta tilaa, jonka Owlchemy Labs on tähän mennessä rakentanut! Hengaile kavereiden kanssa Grand Hallissa, suorita tieteellisiä kokeita Chemosophyssä ja päästä luovuus valloilleen Visualeticsissa. ", "short_description": "Tervetuloa Cosmonious Highin, uusi oppilas! Owlchemy Labs esittelee ulkoavaruuden voimien sävyttämän VR-elämyksen, joka pursuaa sen kehittäjille ominaista vuorovaikutteisuutta ja huumoria. Tutustu persoonallisiin hahmoihin, opi käyttämään uskomattomia avaruusolioiden voimia, selvitä koulun häiriöiden syy ja pelasta Cosmonious High kaaokselta."}, {"images": {"nodes": []}, "id": "464193866759186", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Witaj w Liceum Kosmonicznym, szkole kosmitów, której z pewnością nie trapią żadne awarie!\n\nJuż pierwszy dzień w szkole będzie obfitował w niezapomniane wrażenia. Odblokujesz swoje moce, poznasz sale lekcyjne i odkryjesz źródło awarii w szkole, by ocalić ją od kosmicznego chaosu.\n\nŻywe postaci - zaznaj nowego poziomu interakcji VR z dynamicznymi postaciami, które reagują na naturalne gesty. Przybijaj piątki lub żółwiki i rozmawiaj ze zróżnicowanymi przedstawicielami szkolnej menażerii!\n\nWciągający świat - cała szkoła to wielka interaktywna piaskownica do testowania kosmicznych mocy. Jednak pamiętaj: zamrożenie sal lekcyjnych nie wyczaruje śniegu za oknami!\n\nNieokiełznana eksploracja - poznawaj największy świat, jaki stworzyła dotąd ekipa Owlchemy Labs! Spotykaj się z kumplami w Wielkiej Auli, przeprowadzaj eksperymenty chemozoficzne i puść wodze fantazji na zajęciach z wizualetyki. ", "short_description": "Witaj w Liceum Kosmonicznym, nowy! Owlchemy Labs prezentuje nieziemskie doświadczenie VR z charakterystyczną interakcją i poczuciem humoru. Poznaj barwną ekipę, okiełznaj niebywałe kosmiczne moce i odkryj źródło awarii w szkole, by ocalić ją od chaosu."}]}, "developer_name": null, "developer_privacy_policy_url": "https://policies.google.com/privacy", "developer_terms_of_service_url": "https://policies.google.com/terms", "publisher_name": "Owlchemy Labs", "support_website_url": null, "website_url": "https://cosmonioushigh.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ADVENTURE", "SPACE_UNIVERSE", "NARRATIVE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "es", "fr", "de", "ko", "ja"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9058824884203949"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974645_1069036077564935_7843909432412759308_n.png?stp=dst-png_s360x360&_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HT3MaY9MvHwQ7kNvwGtJ2fF&_nc_oc=AdlDIU-FiBJqEA2LI3C5GfbsjoutQLQ9WxlcvGi8QysHJgZqhZlaDhK4AssK5EclO98&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvfoioaMv_VexTvVdQaNgzuNlLeRkg5NpkkiRQU0YlcVw&oe=6996F26D"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Cosmonious High", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1648745996, "lastRevision": {"nodes": [{"id": "4496372427110762", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4554248281328321", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1000038083939668"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "5023862487653427", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Cosmonious High ti dà il benvenuto: è un liceo alieno assolutamente e completamente privo di malfunzionamenti!\n\nDopo un rocambolesco arrivo e un primo giorno di scuola decisamente memorabile, sbloccherai poteri, esplorerai gli ambienti e scoprirai la fonte dei malfunzionamenti per salvare la scuola dal caos cosmico.\n\nPersonaggi interattivi - Sperimenta l'ultimo livello di interazione VR con personaggi dinamici che rispondono a gesti naturali. Batti il cinque, batti il pugno e conversa con un cast eccentrico come nei tuoi gruppi preferiti del liceo!\n\nMondo mozzafiato - L'intera scuola è un grande parco giochi interattivo per i tuoi poteri alieni. Però ricorda: ricoprire i corridoi di glassa non ti farà guadagnare un giorno di vacanza!\n\nEsplorazione senza precedenti - Esplora lo spazio più grande mai costruito da Owlchemy Labs! Passa il tempo con i tuoi amici nella Grand Hall, esegui esperimenti in Chemosophy e diventa creativo in Visualetics.", "short_description": "Cosmonious High ti dà il benvenuto, matricola! Owlchemy Labs presenta un'esperienza VR superlativa, arricchita dalla loro caratteristica interattività e dal loro particolare senso dell’umorismo. Incontra un cast variopinto, adatta oltraggiosi poteri alieni e scopri la fonte dei malfunzionamenti della scuola per salvare Cosmonious High dal caos."}, {"images": {"nodes": []}, "id": "4658003580903950", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Välkommen till Cosmonious High – ett rymdvarelsegymnasium som definitivt är helt fritt från problem!\n\nEfter att ha kraschlandat dig till en minnesvärd första dag låser du upp krafter, utforskar salarna och upptäcker källan till problemen för att rädda skolan från kosmiskt kaos.\n\nLevande karaktärer – upplev den senaste nivån av VR-interaktion med dynamiska karaktärer som svarar på naturliga gester. Gör high five och fist bump och prata med en udda uppsättning karaktärer från dina favoritgäng på gymnasiet!\n\nKraftfull värld – hela skolan är en stor interaktiv lekplats för dina främmande krafter. Kom bara ihåg: att frysa korridorerna gör inte att eleverna får stanna hemma!\n\nOöverträffad utforskning – utforska den största miljö som Owlchemy Labs någonsin byggt! Häng med dina vänner i stora salen, utför experiment inom kemosofi och bli kreativ i visualetik. \n\nFantastisk grafik – njut av Cosmonious Highs levande, färgstarka värld med en grafikstil som är lika unik och lekfull som skolan!", "short_description": "Välkommen till Cosmonious High, nykomling! Owlchemy Labs presenterar en utomjordisk VR-upplevelse med sin karakteristiska interaktivitet och distinkta humor. Möt en färgstark uppsättning karaktärer, lär dig använda knasiga kosmiska krafter och upptäck källan till skolans problem för att rädda Cosmonious High från kaos."}, {"images": {"nodes": []}, "id": "4404865919623102", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Willkommen an der Cosmonious High, einer Highschool für Aliens, an der es definitiv keine Störungen gibt!\n\nNachdem du eine Bruchlandung hingelegt hast und einen ersten unvergesslichen Schultag erlebst, erkundest du die Räume, schaltest Kräfte frei, entdeckst den Grund der Fehlfunktionen und rettest die Schule vor dem kosmischen Chaos.\n\nLebendige Charaktere – Erlebe eine ganz neue Qualität der VR-Interaktion mit dynamischen Charakteren, die auf natürliche Gesten reagieren. Unterhalte dich mit schrägen Typen aus deiner Schulclique, klatscht euch ab oder begrüßt euch mit der Faust!\n\nMächtige Welt – Die gesamte Schule ist ein einziger interaktiver Spielplatz für deine außerirdischen Kräfte. Aber denk dran: Räume zu vereisen, macht noch keinen Schneetag!\n\nEinzigartige Erkundungen – Erkunde den größten Raum, den Owlchemy Labs je gebaut hat! Hänge mit Freunden in der Aula ab, experimentiere im Fach Chemosophie und werde in Visualetics so richtig kreativ.", "short_description": "Willkommen an der Cosmonious High, Neuling! Owlchemy Labs präsentiert ein VR-Erlebnis, das nicht von dieser Welt ist, mit ihren charakteristischen Interaktionen und unverwechselbarem Humor. Lerne eine bunt gemischte Truppe kennen, eigne dir unglaubliche außerirdische Kräfte an und finde heraus, warum es an der Cosmonious High zu Fehlfunktionen kommt, um die Schule vor dem Chaos zu retten."}, {"images": {"nodes": []}, "id": "3750235788434870", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Welkom bij Cosmonious High, een buitenaardse middelbare school waar alles gewoon werkt! Echt waar!\n\nJe eerste dag is een noodlanding, maar daarna speel je krachten vrij, verken je de gangen en ontdek je de oorzaak van de storingen om de school te redden van kosmische chaos.\n\nLevende personages - Ervaar het nieuwste niveau van VR-interactie met dynamische personages die reageren op natuurlijke gebaren. \n\nKrachtige wereld - De hele school is één grote interactieve speeltuin voor je buitenaardse krachten. Onthoud: als je de gangen met sneeuw vult, krijg je geen ijsvrij!\n\nOngekende verkenning - Verken de grootste ruimte die Owlchemy Labs ooit heeft gebouwd! Relax met je vrienden in de Grote zaal, voer experimenten uit in Chemosofie en wees creatief in Visualetica. \n\nSchitterende beelden - Geniet van de levendige, kleurrijke wereld van Cosmonious High in een stijl die net zo uniek en speels is als de school zelf!", "short_description": "Welkom bij Cosmonious High, nieuweling! Owlchemy Labs presenteert een buitenaardse VR-ervaring met hun kenmerkende interactiviteit en humor. Ontmoet een kleurrijke cast, gebruik buitenaardse krachten en ontdek de oorzaak van de schoolstoringen om Cosmonious High van de chaos te redden."}, {"images": {"nodes": []}, "id": "1398654753879513", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Damos-te as boas-vindas à Cosmonious High, uma escola extraterrestre onde tudo funciona na perfeição!\n\nDepois de te despenhares aqui e teres um primeiro dia inesquecível, vais desbloquear poderes, explorar os átrios e descobrir a origem dos problemas, para salvar a escola do caos cósmico.\n\nPersonagens vivas - Experimenta o último nível de interação VR com personagens dinâmicas que reagem a gestos naturais. Dá mais cinco, choca os punhos e conversa com um elenco excêntrico dos teus grupos favoritos do secundário!\n\nMundo poderoso - Toda a escola é um enorme recreio interativo para os teus poderes extraterrestres. Mas não te esqueças: não é por congelares os átrios que a escola vai fechar como num dia de neve!\n\nExploração sem precedentes - Explora o maior espaço que a Owlchemy Labs já construiu! Convive com os teus amigos no Grande Salão, faz experiências em Quimiosofia e solta a tua criatividade em Visualética. ", "short_description": "Damos-te as boas-vindas ao Cosmonious High! A Owlchemy Labs apresenta uma experiência de RV de outro mundo, com a sua habitual interatividade e bom humor. Conhece um elenco excêntrico, adapta poderes extraterrestres inacreditáveis e descobre a origem das avarias da escola Cosmonious High, para a salvar do caos."}, {"images": {"nodes": []}, "id": "1355317611572189", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "コスモニウス高校にようこそ、ここは機能不全とはまったくもって無縁な高校だよ！\n\n不時着という印象深い初登校日を経験した君は、これからいろんな「力」を解放し、様々な場所を探索し、そして機能不全の原因を見つけて、学校を宇宙的カオスから救うんだ。\n\n生き生きとしたキャラ - 最新鋭のVRインターアクションを体験せよ、自然なジェスチャーに反応してくれるダイナミックなキャラクターたちがステキ。高校だからいろんな連中がいる、気の合う仲間を見つけてハイタッチ、グータッチ、そしてイケてる会話をしよう！\n\nパワフルな世界 - 学校全体が君にとってはエイリアンな「力」を思うままに試せるプレイグラウンドだ。あ、でもひとつ注意。学校を氷漬けにしても休校にはならないからね！\n\nこれまでにない探索要素 - Owlchemy Labsが創り出した広大なスペースを探索だ～！グランドホールで友達とつるんで、ケモソフィーではいろんな実験をして、そしてビジュアレティックではクリエイティブになろう。\n\n美麗なビジュアル - コスモニウス・ハイスクールの鮮やかでカラフルな世界をお楽しみあれ、ユニークかつ遊び心に溢れた学校らしいアートスタイル！", "short_description": "コスモニウス高校にようこそ、新入生！Owlchemy Labsが「この世界から飛び出す」ようなVR体験を創り出した、おなじみのインタラクティブ性と気の利いたユーモアは健在だ。個性豊かなキャラたちと出会い、ぶっ飛んだエイリアンな「力」を使いこなし、学校の機能不全の原因を調べて、コスモニウス高校をカオスから救おう。"}, {"images": {"nodes": [{"file_name": "CH_Quest_HeroCover_3000x900.png", "id": "706295817403918", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75196220_706295820737251_8543548145077576888_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E7ekOXmAS90Q7kNvwEJex-O&_nc_oc=AdmjSKiz8-SfcEUgk8r9rioQLRWVo5hH0sFNc5OAl0k_EaHGfks8t96MrTJWs2WAUk8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afur0hQQgz11OZhnpRUXPDHyOczMDCAd3rWEjyqghIuWbA&oe=6996FD86"}, {"file_name": "CH_Quest_VR-Landscape_1080x360.png", "id": "977972279476858", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974711_977972282810191_8597912904769905813_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=u8CBrFfRf04Q7kNvwGhlFbZ&_nc_oc=AdkJAtpCnoYHj2PGj7WLgW_3RX5iWZ3OerMvEWM0-O71zrjGr0L2XIffuEMedLkuD2s&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft12CYEIYSqSuwOi-wXEtVAhtauzolPyicWSBrgvK6h6w&oe=6996FA5D"}, {"file_name": "CH_Quest_Landscape_2560x1440.png", "id": "1297709900742600", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974459_1297709904075933_8634817058616966759_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U7UbvNQpf10Q7kNvwH9W0cO&_nc_oc=AdlTdbvB6Qi5IhCFS0bFlqjPJ2GuM2YdB23R8FunosBJvtqMGlViR_RrCisAxEIfkgY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfunRDz0zhmDaPQ4dHqzwWcN3vIyrJ0YG4VDnDNP4d-2QA&oe=69971DBE"}, {"file_name": "CosmoHigh_Logo_Color (1).png", "id": "968239984089925", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031440_968239987423258_5631227557710677072_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tl8SG2YFjRAQ7kNvwHP6Yyq&_nc_oc=Admt9jx57HTFJ6TRhnrnf9Him6__Ak0NlryJj9bIwvxU6XjE13mAQkGYKzjRGtvbNWA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs8ILQE49SsCbgsv6xs8UYiEBkMjkl2Kxo_Uf-lovyFqQ&oe=699720C5"}, {"file_name": "CH_GameIcon_512x512.png", "id": "356133322685963", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001667_356133326019296_5345263135018305016_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X1-l8iJClicQ7kNvwGS4nX-&_nc_oc=AdmotA7ccsR6gLYZgH4T8YNNvP9h-T2NeLvLnNYdlCirCcHKF4vXZS8dSNFjwjElKOo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs27inTWqAbUzFcTJ9mdhc7lgwiDyVLx0TeXwhhzCYwCQ&oe=69971CE2"}, {"file_name": "CH_Quest_Square_1440x1440.png", "id": "597956114985260", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982514_597956118318593_8514529943914038082_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kVonTx5w6zUQ7kNvwFcjc0H&_nc_oc=AdkuJhC-HDaE9c1o5EQ_RdPYCwoLwEt8Z7lnXC5W1sjfKTSnYMFAusGgkovS3V30X1A&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftTWO12gvqJ0yv30qKz-hSq-I60O1BzSzJNGHzOTbjgYA&oe=6996F627"}, {"file_name": "CH_Quest_Portrait_1008x1440.png", "id": "418692399986275", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974453_418692403319608_417702550817534296_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-GED53gV1rcQ7kNvwHyFSgL&_nc_oc=AdmWNAXkzwOp9diakph97-3lB0d8bKZ1FB24EOm1hg5raVHT3bpk4p4NcX4vpZP_gM4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuatP-krFI6rghNE7meRF6SkdeJpl7uGxz7MWFbWBzDQw&oe=6996EC14"}]}, "id": "1351742318596854", "locale": "en_US", "screenshots": [{"file_name": "CH_Screenshot_Chemosophy_2560x1440.png", "id": "629315631469108", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38984466_629315634802441_1524483454690585070_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mJ9jaQ1iXtQQ7kNvwEtIRx8&_nc_oc=AdnMag8FQSIlm3d17yipwrorG5KJTsrk_iPT8VR-BJjr4WRDalt2XwUwOuwIjsql6mc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvo2dko6mXjjZPRWvCBE0vlQKp_wQXTH7HRJYgXImGcdg&oe=6996FA7E"}, {"file_name": "Chemosophy_NewPower_2560x1440.png", "id": "596047708669375", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974680_596047712002708_4004252387982399583_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h9DDFfY7YD4Q7kNvwG_kMHc&_nc_oc=AdneB8Q4nftgz_qx2TVxASmOrBmlHHKTReYLTrAT-DyoiM9D1-mOP_L7CF7gUfu7yyM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvb1RD8ZVddpKK8Fmkj1IXjV4no990Guglil8dm_s_flA&oe=6996F935"}, {"file_name": "CH_Screenshot_Astralgebra_2560x1440.png", "id": "1354646648317007", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031466_1354646651650340_8666110093376699746_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Qcdfy-jFDfwQ7kNvwGI3zt6&_nc_oc=AdmDpRlUyNycvpTiGwN8f9Npk8_FlAfbG4_gwUQqnvJ4OW8NXzk84CSQARjHd0N7LPE&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuDfF9-_bQwe-473HKZWg8M-UCf5Ae35F3Hdp7FlLbSJg&oe=69970294"}, {"file_name": "CH_Screenshot_GrandHall_2560x1440.png", "id": "926607741378563", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974505_926607744711896_4123055190541557400_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Xj6OdAfV6zMQ7kNvwELcJQj&_nc_oc=AdmiGOxO_zpJq7aAWmtrQNDCPJP2uPuTUX9HbK7M-uRA421nAaLNNeJGphgOTh4pUdM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftjoIJ30OMbqLM77YZj9DmigSpdfLZdmYAuAxPK6K_-Zg&oe=69971CE1"}, {"file_name": "CH_Screenshot_SportsDome_2560x1440.png", "id": "489205619274392", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/43997709_489205622607725_1497243819688285839_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Rj3KYwhGOdcQ7kNvwG9yz10&_nc_oc=AdlFVFzpCwkbF6QodYGcPZv2EjHqn0akdQWBW6_N1p9MPae30iKKPHd-8_-N3xYJlec&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvebQ8t6Di5Nki_LVsK1roPa33QaaYdLjdMXIfbCrp2Ow&oe=6996F52F"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CH_Quest_Landscape_2560x1440.png", "id": "664726251236931", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982552_664726254570264_4716804100022211486_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OvHYVgvLxHsQ7kNvwHqcqIw&_nc_oc=AdnX333yRUp1iIoHcVXvWyL02F8HmzBRkK_mKhOnk7p76Nb2_3d03l887IICEpnMge0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvdA_lMNE62gC9IAPb97yWyCyc_wxFQJcVYovB88hy7ug&oe=6996FFC0"}, "display_name": "Cosmonious High", "keywords": ["space", "school", "job", "simulator", "vacation"], "long_description": "Welcome to Cosmonious High, an alien high school that's definitely completely free of malfunctions!\n\nAfter crash-landing your way into a memorable first-day, you’ll unlock powers, explore the halls, and discover the source of malfunctions to save the school from cosmic chaos.\n\nLiving Characters - Experience the latest level of VR interaction with dynamic characters that respond to natural gestures. High five, fist bump, and converse with a quirky cast from your favorite high school cliques!\n\nPowerful World - The entire school is one big interactive playground for your alien powers. Just remember: icing the halls won’t get you a snow day!\n\nUnprecedented Exploration - Explore the biggest space Owlchemy Labs has ever built! Hang with your friends in the Grand Hall, perform experiments in Chemosophy, and get creative in Visualetics. \n\nGorgeous Visuals - Enjoy the vibrant, colorful world of Cosmonious High in an art style as unique and playful as the school!", "short_description": "Welcome to Cosmonious High, new kid! Owlchemy Labs presents an out-of-this-world VR experience with their hallmark interactivity and distinctive humor. Meet a colorful cast, adapt outrageous alien powers, and discover the source of the school’s malfunctions to save Cosmonious High from chaos."}, {"images": {"nodes": []}, "id": "1122824091803780", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Velkommen til Cosmonious High, en utenomjordisk videregående skole som definitivt er helt fri for funksjonsfeil!\n\nEtter at du kræsjer inn i en minneverdig første dag, låser du opp krefter, utforsker gangene og oppdager kilden til funksjonsfeil for å redde skolen fra kosmisk kaos.\n\nLevende karakterer – opplev det siste innen VR-interaksjon med dynamiske figurer som reagerer på naturlige bevegelser. Gi high five eller knyttneven og snakk med en sær rollebesetning laget av favorittgruppene dine fra videregående!\n\nKraftfull verden – hele skolen er en stor interaktiv lekeplass for de utenomjordiske kreftene dine. Bare ikke glem dette: hvis du legger is i gangene, gir det deg ikke fri grunnet dårlig vær!\n\nUovertruffen utforskning – utforsk det største rommet Owlchemy Labs noensinne har bygget! Heng med vennene dine i Grand Hall, utfør eksperimenter i Chemosophy og bli kreativ i Visualetics.", "short_description": "Velkommen til Cosmonious High, nye barn! Owlchemy Labs presenterer en VR-opplevelse av en annen verden med deres særpregede interaktivitet og karakteristiske humor. Møt en fargerik rollebesetning, tilpass skandaløse utenomjordiske krefter og oppdag kilden til skolens funksjonsfeil for å redde Cosmonious High fra kaos."}, {"images": {"nodes": []}, "id": "985872172011663", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Tervetuloa Cosmonious Highin, joka on ehdottomasti täysin häiriötön avaruusolioiden koulu!\n\nKun olet syöksynyt pakkolaskulla ikimuistoiseen ensimmäiseen koulupäivään, pääset tutkimaan käytäviä ja etsimään häiriöiden syytä. \n\nElävät hahmot – Koe uusin VR-vuorovaikutuksen taso, jossa dynaamiset hahmot reagoivat luonnollisiin eleisiin. Heitä ylävitosia, tee nyrkkitervehdyksiä ja keskustele yläkoulun klikkejä muodostavien, omaperäisten hahmojen kanssa!\n\nVoimien täyteinen maailma – Koko koulu on poikkeavien voimiesi leikkikenttä. Pidä vain mielessä, että et saa koulusta vapaapäivää käytäviä jäädyttämällä!\n\nEnnennäkemätöntä tutkimista – Tutki suurinta tilaa, jonka Owlchemy Labs on tähän mennessä rakentanut! Hengaile kavereiden kanssa Grand Hallissa, suorita tieteellisiä kokeita Chemosophyssä ja päästä luovuus valloilleen Visualeticsissa. ", "short_description": "Tervetuloa Cosmonious Highin, uusi oppilas! Owlchemy Labs esittelee ulkoavaruuden voimien sävyttämän VR-elämyksen, joka pursuaa sen kehittäjille ominaista vuorovaikutteisuutta ja huumoria. Tutustu persoonallisiin hahmoihin, opi käyttämään uskomattomia avaruusolioiden voimia, selvitä koulun häiriöiden syy ja pelasta Cosmonious High kaaokselta."}, {"images": {"nodes": []}, "id": "874984503170132", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "歡迎來到一所絕對沒有故障的外星高級中學「宇宙高中」！\n\n隨著迫降而展開令人難忘的第一天後，你將解鎖力量、探索各館並發現故障的源頭，以將學校從宇宙混亂中拯救出來。\n\n活生生的角色：以會對自然手勢做出回應的動態角色來體驗最新水準的 VR 互動。與你喜愛的各種高中小團體中古怪的角色們擊掌、敲拳並盡情交談！\n\n強大的世界：整個學校就是你的外星力量的大型互動遊樂場。請記住：各館就算結冰也不會讓你遇到下雪的日子！\n\n前所未見的探索；探索 Owlchemy Labs 有史以來打造出的最大空間！與你的朋友在大禮堂閒晃，進行化哲學實驗，並在視覺競技方面發揮創意。\n\n華麗的視覺效果：以和宇宙高中一樣獨特俏皮的藝術風格來享受充滿活力、繽紛多彩的世界！", "short_description": "歡迎來到宇宙高中，新同學！Owlchemy Labs 以其標誌的互動性和別具一格的幽默感為你呈獻天馬行空的 VR 體驗。認識豐富多彩的角色陣容，適應離譜的外星力量，並探索學校故障的根源，以將宇宙高中從混亂中拯救出來。"}, {"images": {"nodes": []}, "id": "717248182574292", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Her türlü arızadan tamamen uzak bir uzaylı lisesi olan Cosmonious High’a hoş geldiniz!\n\nUnutulmaz bir ilk günün ardından güçlerin kilidini açacak, okul koridorlarını keşfedecek ve okulu kozmik kaostan kurtarmak için arızaların kaynağını öğreneceksiniz.\n\nYaşayan Karakterler - doğal vücut hareketlerine tepki veren dinamik karakterlerle Sanal Gerçeklik etkileşiminin en son seviyesini deneyimleyin. İster beşlik ister yumruk çakın ve en sevdiğiniz lise sınıflarından ilginç bir kadroyla sohbet edin!\n\nDünya - Tüm okul, uzaylı güçlerinizi deneyebileceğiniz büyük bir interaktif oyun alanıdır. Unutmayın: koridorları buzla kaplamak size kar yağışlı bir gün yaşatmayacaktır!\n\nBenzersiz Keşif - Owlchemy Labs’in bugüne kadar inşa ettiği en büyük alanı keşfedin! Grand Hall'da arkadaşlarınızla takılın, Chemosophy'de deneyler yapın ve Visualetics'te yaratıcılığınızı ortaya çıkarın.\n\nMuhteşem Görseller - Benzersiz ve eğlenceli bir sanat penceresinden Cosmonious High'ın canlı ve renkli dünyasını keşfedin!", "short_description": "Cosmonious High'a hoş geldin yeni çocuk! Owlchemy Labs, kendine has etkileşimi ve kendine özgü mizahı ile mükemmel bir VR deneyimi sunuyor. Renkli bir kadroyla tanış, korkunç uzaylı güçlerine uyum sağla ve Cosmonious High'ı kaostan kurtarmak için okuldaki arızaların kaynağını keşfet."}, {"images": {"nodes": []}, "id": "654616285686814", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Bienvenue à Cosmonious High, un lycée extraterrestre qui n'a pas du tout le moindre dysfonctionnement, promis!\n\nAprès un atterrissage catastrophe pour une rentrée, débloque des pouvoirs, explore tous les recoins du bâtiment et découvre la source des dysfonctionnements pour sauver le lycée du chaos cosmique.\n\nDes personnages réels - Vis des interactions en réalité virtuelle sans précédent avec des personnages dynamiques qui répondent aux gestes naturels. Discute avec les représentants emblématiques des cliques du lycée, à coups de fist bumps et de high fives.\n\nDes pouvoirs puissants - Le lycée tout entier est un grand terrain de jeu pour tester tes pouvoirs extraterrestres. \n\nUne zone à explorer hallucinante - Explore l'espace le plus vaste jamais conçu par Owlchemy Labs! Passe du temps avec tes amis dans la grande salle, fait des expériences en chimiosophie et laisse libre cours à ta créativité en arthlétisme.", "short_description": "Bienvenue à Cosmonious High ! Owlchemy Labs présente une expérience complètement déjantée en réalité virtuelle. L'humour et l'interactivité qu'on adore, dans un autre monde ! Fais la connaissance de personnages hauts en couleur, adapte des pouvoirs extraterrestres scandaleux et découvre la source des dysfonctionnements du lycée pour sauver Cosmonious High du chaos."}, {"images": {"nodes": []}, "id": "638858834230815", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Witaj w Liceum Kosmonicznym, szkole kosmitów, której z pewnością nie trapią żadne awarie!\n\nJuż pierwszy dzień w szkole będzie obfitował w niezapomniane wrażenia. Odblokujesz swoje moce, poznasz sale lekcyjne i odkryjesz źródło awarii w szkole, by ocalić ją od kosmicznego chaosu.\n\nŻywe postaci - zaznaj nowego poziomu interakcji VR z dynamicznymi postaciami, które reagują na naturalne gesty. Przybijaj piątki lub żółwiki i rozmawiaj ze zróżnicowanymi przedstawicielami szkolnej menażerii!\n\nWciągający świat - cała szkoła to wielka interaktywna piaskownica do testowania kosmicznych mocy. Jednak pamiętaj: zamrożenie sal lekcyjnych nie wyczaruje śniegu za oknami!\n\nNieokiełznana eksploracja - poznawaj największy świat, jaki stworzyła dotąd ekipa Owlchemy Labs! Spotykaj się z kumplami w Wielkiej Auli, przeprowadzaj eksperymenty chemozoficzne i puść wodze fantazji na zajęciach z wizualetyki. ", "short_description": "Witaj w Liceum Kosmonicznym, nowy! Owlchemy Labs prezentuje nieziemskie doświadczenie VR z charakterystyczną interakcją i poczuciem humoru. Poznaj barwną ekipę, okiełznaj niebywałe kosmiczne moce i odkryj źródło awarii w szkole, by ocalić ją od chaosu."}, {"images": {"nodes": []}, "id": "501831204591310", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "고장으로부터 자유로운 외계인 고등학교, Cosmonious High에 잘 오셨습니다!\n\n기억에 남을 첫날에 불시착한 후, 능력을 잠금 해제하고 곳곳을 탐험하며 오작동의 원인을 발견하여 우주적 혼돈으로부터 학교를 구하게 됩니다.\n\n살아있는 캐릭터 - 자연스러운 제스처에 반응하는 역동적인 캐릭터와 함께 최신 수준의 VR 상호작용을 경험하세요. 고등학교 패거리의 독특한 캐릭터들과 하이파이브, 주먹 인사, 대화를 나누세요!\n\n강력한 세계 - 학교 전체가 외계인의 힘을 위한 하나의 큰 대화형 놀이터입니다. 기억하세요. 홀을 얼린다고 눈이 오진 않습니다!\n\n전례 없는 탐험 - Owlchemy Labs가 만든 가장 큰 공간을 탐험하세요! 그랜드 홀에서 친구들과 어울리고, 화학실에서 실험을 하고, 시청각실에서 창의력을 키우세요. \n\n화려한 비주얼 - 학교처럼 독특하고 재미있는 예술 스타일로 Cosmonious High의 활기차고 다채로운 세계를 즐기세요!", "short_description": "Cosmonious High에 잘 오셨습니다! Owlchemy Labs가 독특한 상호 작용과 유머로 전혀 색다른 VR 경험을 선사합니다. 다채로운 캐릭터를 만나고, 무시무시한 외계인의 힘에 적응하고, 학교에 닥친 고장 현상의 원인을 찾아 Cosmonious High를 혼돈으로부터 구하세요."}, {"images": {"nodes": []}, "id": "470498944423497", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Boas-vindas ao Cosmonious High, uma escola para alienígenas infalível!\n\nDepois de um pouso forçado num primeiro dia inesquecível, você irá desbloquear poderes, explorar corredores e descobrir a origem das falhas para salvar a escola do caos cósmico.\n\nPersonagens vibrantes: veja de perto a tecnologia mais avançada de RV ao interagir com personagens dinâmicos que respondem a gestos naturais. Acene, de soquinho e converse com personagens esquisitos, como a sua turminha favorita na escola!\n\nMundo cheio de poderes: toda a escola é um imenso local interativo para você usar os seus poderes alienígenas. Só uma coisa: baixar a temperatura dos corretores não vai fazer cair neve!\n\nExploração sem limites: explore o maior espaço já construído pela Owlchemy Labs! Dê um role com os seus amigos pelo Corredor Principal, realize experimentos na Quimiosofia e solte a criatividade nas Visualéticas.", "short_description": "Boas-vindas ao Cosmonious High, coleguinha! A Owlchemy Labs apresenta uma experiência de RV inesquecível com interatividade exclusiva e senso de humor especial. Encontre personagens divertidos, adapte poderes alienígenas absurdos e descubra a origem das falhas da escola para salvar Cosmonious High do caos."}, {"images": {"nodes": []}, "id": "468140841591843", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Добро пожаловать в Cosmonious High! Старшую школу для инопланетян, в которой определенно нет места проблемам!\n\nПосле аварийной посадки в незабываемый первый день, вы откроете силы, исследуете залы и обнаружите источник проблем, чтобы спасти школу от космического хаоса.\n\nЖивые персонажи. Испытайте последние новшества VR-технологии, наблюдая как персонажи реагируют на естественные жесты. Дайте пять, ударьте кулаком и поговорите с причудливыми ребятами из ваших любимых школьных компашек!\n\nОгромный мир. Территория всей школы — одна большая интерактивная площадка для проверки ваших новых инопланетных сил. Но помните: отключение отопления в залах — не оправдание оставаться дома!\n\nНеслыханное исследование. Исследуйте самую большую территорию, которую когда-либо создавали разработчики Owlchemy Labs! Веселитесь вместе с друзьями в главном зале, проводите эксперименты в химософии (Chemosophy) и творите в визуалетике (Visualetics). ", "short_description": "Добро пожаловать в Cosmonious High! Owlchemy Labs представляет необычный игровой опыт в виртуальной реальности с интерактивностью и своеобразным юмором в качестве своей визитной карточки. Познакомьтесь с яркими персонажами, освойте невероятные инопланетные силы и отыщите источник проблем в школе, чтобы спасти Cosmonious High от хаоса."}, {"images": {"nodes": []}, "id": "234011685554002", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "Velkommen til Cosmonious High, et alien-gymnasium, der med sikkerhed er helt fri for funktionsfejl!\n\nEfter du er styrtet ned på en mindeværdig første dag, får du adgang til kræfter, udforsker gangene og opdager kilden til funktionsfejl for at redde skolen fra kosmisk kaos.\n\nLevende figurer – Oplev det nyeste niveau af VR-interaktion med dynamiske figurer, der reagerer på naturlige bevægelser. Highfive, fist bump, og konversér med et finurligt persongalleri fra dine foretrukne gymnasiekliker!\n\nKraftfuld verden – Hele skolen er én stor interaktiv legeplads for dine alien-kræfter. Husk bare: Du får ikke snefri, fordi du overiser gangene!\n\nUovertruffen udforskning – Udforsk det største rum, Owlchemy Labs nogensinde har skabt! Hæng med dine venner i den store hal, udfør eksperimenter i kemosofi, og vær kreativ i visualetik. \n\nVidunderlig grafik – Nyd Cosmonious Highs livlige, farverige verden i en grafikstil, der er lige så unik og munter som skolen!", "short_description": "Velkommen til Cosmonious High, grønskolling! Owlchemy Labs præsenterer en uovertruffen VR-oplevelse med deres kendetegnende interaktivitet og karakteristiske humor. Mød et farverigt persongalleri, tilpas skandaløse alien-kræfter, og opdag kilden til skolens funktionsfejl for at redde Cosmonious High fra kaos."}, {"images": {"nodes": []}, "id": "229447052596350", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "欢迎来到寰宇高中！这里可是一所绝对没有任何地方运转失常的外星高中哦！\n\n一次迫降之后，你度过了一个让你终生难忘的入学日，随后便开始逐渐解锁各种能力，探索校园建筑，探索这所学校之所以运转失常的根源，将它从外太空的混乱中拯救出来。\n\n栩栩如生的人物角色 - 这里的角色不但充满活力、个性鲜明，还能回应你的各种动作，让你充分体验最先进的 VR 交互技术。还记得你高中时代心心念念的小团体吗？这里有一群奇奇怪怪的同学，正等着跟你击掌、击拳、对话呢！\n\n充斥着各种神奇力量的世界 - 你可以把这所学校看成一座大型交互式游乐场，专门供你试验各种外星能力。不过要记住，就算你再想看雪景，也不可以随随便便就把学校大楼冻成冰哦！\n\n前所未有的探索之旅 - 在 Owlchemy Labs 打造过的所有空间当中，寰宇高中无疑是规模最大的一个！你可以与朋友们一起在大礼堂里度过欢乐时光，在化学哲学课上做实验，在视觉体育课上发挥无限创意。\n\n美轮美奂的画面 - 寰宇高中有着与真实学校一样独一无二、明快活泼的艺术风格，快来尽情享受这个活灵活现、五彩缤纷的世界吧！", "short_description": "新同学你好，欢迎来到寰宇高中！Owlchemy Labs 将以其标志性的互动玩法与别具一格的搞笑风格，为你献上这份超凡脱俗的 VR 体验。快来接触形形色色的神奇人物，学习各种离谱的外星能力，找到这所学校运转失常的根源所在，把寰宇高中从混乱拯救出来吧。"}, {"images": {"nodes": []}, "id": "224931183169067", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cosmonious High", "keywords": [], "long_description": "¡Bienvenido a Cosmonious High, un instituto alienígena que funciona como un reloj!\n\nDespués de un aterrizaje forzoso en un primer día memorable, desbloquearás poderes, explorarás los pasillos y descubrirás la fuente de fallas para salvar a la escuela del caos cósmico.\n\nPersonajes llenos de vida: experimenta el último nivel de interacción de realidad virtual con personajes dinámicos que responden a gestos naturales. Choca los cinco, choca los puños y conversa con un elenco peculiar de tus pandillas favoritas de instituto.\n\nUn mundo lleno de poder: todo el instituto es un gran patio de recreo interactivo para tus poderes alienígenas. Solo recuerda que con llenar de hielo los pasillos no te bastará para que nieve.\n\nExploración sin precedentes: explora el mayor espacio que Owlchemy Labs haya construido jamás. Pasa el rato con tus amigos en el auditorio, haz experimentos en Quimiosofía y demuestra tu creatividad en Visualética. ", "short_description": "¡Te damos la bienvenida a Cosmonious High! Owlchemy Labs presenta una experiencia de realidad virtual de otro mundo con su interactividad y su humor distintivos. Conoce a un elenco colorido, adapta extravagantes poderes alienígenas y descubre la fuente de las fallas de la escuela para salvar a Cosmonious High del caos."}]}, "developer_name": null, "developer_privacy_policy_url": "https://policies.google.com/privacy", "developer_terms_of_service_url": "https://policies.google.com/terms", "publisher_name": "Owlchemy Labs", "support_website_url": null, "website_url": "https://cosmonioushigh.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ADVENTURE", "SPACE_UNIVERSE", "NARRATIVE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "es", "fr", "de", "ko", "ja"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "268429455375750"}}]}, "scheduled_offers": {"count": 31, "nodes": [{"status": "PUBLISHED", "id": "2672875299778438"}, {"status": "PUBLISHED", "id": "1305137194643512"}, {"status": "PUBLISHED", "id": "840852065298493"}, {"status": "PUBLISHED", "id": "628539426630267"}, {"status": "PUBLISHED", "id": "634036722517907"}, {"status": "PUBLISHED", "id": "1251951116089768"}, {"status": "PUBLISHED", "id": "1981138562336555"}, {"status": "PUBLISHED", "id": "925685508730325"}, {"status": "PENDING", "id": "902876767419615"}, {"status": "PUBLISHED", "id": "965068417800128"}, {"status": "PUBLISHED", "id": "6154535641233188"}, {"status": "PENDING", "id": "646216273796016"}, {"status": "PENDING", "id": "768202631724214"}, {"status": "PUBLISHED", "id": "1444143286124502"}, {"status": "PENDING", "id": "241239262300869"}, {"status": "PENDING", "id": "256216183637765"}, {"status": "PENDING", "id": "607796598025593"}, {"status": "PENDING", "id": "850593102683970"}, {"status": "PENDING", "id": "1173774413300578"}, {"status": "PUBLISHED", "id": "563763768927363"}, {"status": "PUBLISHED", "id": "662816634960126"}, {"status": "PENDING", "id": "285927441114405"}, {"status": "PUBLISHED", "id": "941512946936718"}, {"status": "PUBLISHED", "id": "1782547348873384"}, {"status": "PENDING", "id": "773969657771412"}, {"status": "PENDING", "id": "748835260040355"}, {"status": "PUBLISHED", "id": "2045918895758947"}, {"status": "PUBLISHED", "id": "1186646548931451"}, {"status": "PUBLISHED", "id": "831469887890795"}, {"status": "PUBLISHED", "id": "458928819649208"}, {"status": "PENDING", "id": "848648056403025"}]}, "baseline_offer": {"id": "634036722517907"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "2672875299778438"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24667101046283081", "version": "27787"}, "id": "314293223643319", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4554248281328321", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24667101046283081"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "314293223643319"}]}, "change_log": null, "created_date": 1759762836, "id": "24667101046283081", "version": "27787", "version_code": 1687, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4554248281328321", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24667101046283081"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "314293223643319"}]}, "change_log": null, "created_date": 1709927993, "id": "7251821308237658", "version": "27779", "version_code": 1686, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4554248281328321", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24667101046283081"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "314293223643319"}]}, "change_log": null, "created_date": 1703025359, "id": "6946392408780551", "version": "27768", "version_code": 1685, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4554248281328321", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24667101046283081"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "314293223643319"}]}, "change_log": null, "created_date": 1700153665, "id": "6824828930936900", "version": "27738", "version_code": 1684, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4554248281328321", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24667101046283081"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "314293223643319"}]}, "change_log": " New Features\n• Support for Quest 3", "created_date": 1696625603, "id": "6673316436088151", "version": "27729", "version_code": 1683, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}