{"data": {"node": {"__typename": "Application", "id": "26866090656322634", "organization": {"id": "464479243744330", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "26866090656322634"}]}, "id": "1004248971382244"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24038848309063606"}]}, "id": "1091591591833654"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6420558991382261"}]}, "id": "171759372671815"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7187698601274841"}]}, "id": "1633839947143808"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3394216797273495"}]}, "id": "563428707623703"}]}}, "firstRevision": {"nodes": [{"application": {"id": "26866090656322634", "release_date": 1729528320, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 2}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "34318300327768259"}, "id": "476006571969031"}]}}, "binary": null, "live_binary": null, "created_date": 1759741445, "id": "32203984365866543", "is_initial_release": false, "name_with_fallback": "v6", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "32204008792530767"}, "release_status": "RELEASED", "id": "26866090656322634"}, "id": "32204008792530767", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "26866090656322634", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "8608277669236965"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2499221180446156", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App è ora disponibile per il visore VR Meta Quest 3/3s, estendendo l'esperienza di Windows 11 direttamente al visore VR. I vantaggi di una connessione a una workstation multi monitor privata di alta qualità, per lavorare senza problemi in un ambiente di realtà mista.\r\n\r\nWindows App supporta l'esperienza Desktop remoto Meta Quest con la connessione al PC Windows 11. Consente inoltre le connessioni al Windows 365 Cloud PC, fornendo l'accesso al desktop, alle app, alle impostazioni e ai contenuti personalizzati di Windows trasmessi da Microsoft Cloud. È anche possibile connettersi a Desktop virtuale Azure, Microsoft Dev Box e altri dispositivi per un'esperienza di elaborazione portatile.\r\n\r\n(Visitare i collegamenti seguenti per altre informazioni)", "short_description": "Windows App è ora disponibile per il visore VR Meta Quest 3/3s, estendendo l'esperienza di Windows 11 direttamente al visore VR. Windows App supporta l'esperienza Desktop remoto Meta Quest con la connessione al PC Windows 11. I vantaggi di una connessione a una workstation multi monitor privata di alta qualità in un ambiente di realtà mista. Connettersi a Windows 365 Cloud PC, Desktop virtuale Azure, Microsoft Dev Box e altri dispositivi per un'esperienza di elaborazione portatile."}, {"images": {"nodes": []}, "id": "2367859630299489", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Приложение Windows App теперь можно использовать напрямую на гарнитурах Meta Quest 3/3S, расширяя тем самым возможности Windows 11. Наслаждайтесь высококачественным частным подключением к рабочей станции с несколькими мониторами, позволяющим легко и просто работать в среде смешанной реальности.\r\n\r\nПри подключении к ПК с Windows 11 приложение Windows App поддерживает функционал Удаленного рабочего стола Meta Quest. Оно также позволяет подключаться к Облачному компьютеру Windows 365, предоставляя доступ к персонализированным рабочим столам Windows, приложениям, параметрам и содержимому, передаваемому из Microsoft Cloud. Кроме того, вы можете подключиться к Виртуальному рабочему столу Azure, Пространству для разработки Microsoft и другим службам для работы с переносимыми вычислительными ресурсами.\r\n\r\n(Для получения дополнительных сведений перейдите по ссылками ниже)", "short_description": "Windows App теперь доступно напрямую на гарнитурах Meta Quest 3/3S для расширения функций Windows 11. При подключении к ПК с Windows 11 Windows App поддерживает функционал Удаленного рабочего стола Meta Quest. Это высококачественное частное подключение к рабочей станции с несколькими мониторами в среде смешанной реальности. Подключайтесь к Облачному ПК Windows 365, Виртуальному рабочему столу Azure, Пространству для разработки Майкрософт и другим переносимым вычислительным функциям."}, {"images": {"nodes": []}, "id": "2270660173394817", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App er nå tilgjengelig på Meta Quest 3/3S-headset, noe som utvider Windows 11-opplevelsen direkte til headsettet. Dra nytte av en privat, multiovervåkingstilkobling med flere skjermer i høy kvalitet, slik at du kan arbeide sømløst i et miljø med blandet virkelighet.\r\n\r\nWindows App driver Meta Quest Eksternt skrivebord opplevelse når du kobler til Windows 11-PC-en. Den muliggjør også tilkoblinger til Windows 365 Sky-PC-en, som gir tilgang til det tilpassede Windows-skrivebordet, apper, innstillinger og innhold som strømmes fra Microsoft Cloud. I tillegg kan du koble til Azure Virtual Desktop, Microsoft Dev Box og mer for en bærbar databehandlingsopplevelse.\r\n\r\n(Gå til koblingene nedenfor for mer informasjon)", "short_description": "Windows App er nå tilgjengelig på Meta Quest 3/3S-headset, noe som utvider Windows 11-opplevelsen direkte til headsettet. Windows App driver Meta Quest Eksternt skrivebord opplevelse når du kobler til Windows 11-PC-en. Nyt en privat arbeidsstasjonstilkobling med høy kvalitet og flere skjermer i et miljø med blandet virkelighet. Koble til Windows 365 Sky-PC, Azure Virtual Desktop, Microsoft Dev Box og mer for en bærbar databehandlingsopplevelse."}, {"images": {"nodes": []}, "id": "2096862401141570", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App er nu tilgængelig på Meta Quest 3/3S-headsets, hvilket udvider din Windows 11-oplevelse direkte til dit headset. Nyd en privat forbindelse til en arbejdsstation med flere skærme i høj kvalitet, så du kan arbejde problemfrit i et mixed reality-miljø.\r\n\r\nWindows App driver Meta Quest Fjernskrivebord-oplevelsen, når du opretter forbindelse til din Windows 11-pc. Den aktiverer også forbindelser til din Windows 365 Cloud-pc, hvilket giver adgang til dit personlige Windows-skrivebord, dine apps, indstillinger og dit indhold, der streames fra Microsoft Cloud. Derudover kan du oprette forbindelse til Azure Virtual Desktop, Microsoft Dev Box og meget mere for at få en bærbar computeroplevelse.\r\n\r\n(Besøg nedenstående links for at få flere oplysninger)", "short_description": "Windows App er nu tilgængelig på Meta Quest 3/3S-headsets, hvilket udvider din Windows 11-oplevelse direkte til dit headset. Windows App driver Meta Quest Fjernskrivebord-oplevelsen, når du opretter forbindelse til din Windows 11-pc. Nyd en privat forbindelse til en arbejdsstation med flere skærme i høj kvalitet i et mixed reality-miljø. Opret forbindelse til din Windows 365 Cloud-pc, Azure Virtual Desktop, Microsoft Dev Box og meget mere for at få en bærbar computeroplevelse."}, {"images": {"nodes": []}, "id": "2013235775882077", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App on nyt saatavilla Meta Quest 3/3S -laseille, mikä laajentaa Windows 11:n suoraan laseihin. Nauti laadukkaasta, yksityisestä ja usean näytön työasemayhteydestä, jonka avulla voit työskennellä saumattomasti yhdistetyn todellisuuden ympäristössä.\r\n\r\nWindows App tarjoaa Meta Questin etätyöpöydän käyttökokemuksen muodostettaessa yhteyttä Windows 11 -tietokoneeseen. Se mahdollistaa myös yhteydet Windows 365 -pilvitietokoneeseen, jolloin voit käyttää mukautettua Windows-työpöytää, sovelluksia, asetuksia ja Microsoft Cloudista suoratoistettua sisältöä. Lisäksi voit muodostaa yhteyden Azure Virtual Desktopiin, Microsoft Dev Boxiin ja muihin palveluihin kannettavan tietojenkäsittelyn käyttökokemusta varten.\r\n\r\n(Katso lisätietoja alla olevista linkeistä)", "short_description": "Windows App on nyt saatavilla Meta Quest 3/3S -laseille, mikä laajentaa Windows 11:n suoraan laseihin. Windows App tarjoaa Meta Questin etätyöpöydän käyttökokemuksen muodostettaessa yhteyttä Windows 11 -tietokoneeseen. Nauti laadukkaasta, yksityisestä, usean näytön työasemayhteydestä yhdistetyn todellisuuden ympäristössä. Yhdistä Windows 365 pilvitietokoneeseen, Azure Virtual Desktopiin, Microsoft Dev Boxiin ja muihin palveluihin kannettavan tietojenkäsittelyn käyttökokemusta varten."}, {"images": {"nodes": []}, "id": "1927985001078369", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App 现可在 Meta Quest 3/3S 头戴设备上使用，将 Windows 11 体验直接扩展到头戴设备。享受高质量的专用多监视器工作站连接，实现在混合现实环境中无缝工作。\r\n\r\nWindows App 在连接到 Windows 11 电脑时为 Meta Quest 远程桌面体验提供支持。它还可连接到 Windows 365 云电脑，允许访问从 Microsoft Cloud 流式传输的个性化 Windows 桌面、应用、设置和内容。此外，还可以连接到 Azure 虚拟桌面、Microsoft Dev Box 等，以获得便携计算体验。\r\n\r\n(有关详细信息，请访问下面的链接)", "short_description": "Windows App 现可在 Meta Quest 3/3S 头戴设备上使用，将 Windows 11 体验直接扩展到头戴设备。Windows App 在连接到 Windows 11 电脑时为 Meta Quest 远程桌面体验提供支持。在混合现实环境中享受高质量的专用多监视器工作站连接。连接到 Windows 365 云电脑、Azure 虚拟桌面、Microsoft Dev Box 等，以获得便携计算体验。"}, {"images": {"nodes": []}, "id": "1868114810777271", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App är nu tillgänglig på Meta Quest 3/3s-headset, vilket utökar din Windows 11-upplevelse direkt till ditt headset. Få en privat anslutning för arbetsstation med flera bildskärmar av hög kvalitet så att du kan arbeta sömlöst i en miljö för mixad verklighet.\r\n\r\nWindows App driver upplevelsen för Quest fjärrskrivbord när du ansluter till din Windows 11-dator. Det möjliggör även anslutningar till din Windows 365 Molnbaserad dator, vilket ger åtkomst till ditt personliga Windows-skrivbord, appar, inställningar och innehåll som strömmas från Microsoft Cloud. Dessutom kan du ansluta till Azure Virtual Desktop, Microsoft Dev Box med mera för en bärbar datorupplevelse.\r\n\r\n(Mer information finns på länkarna nedan)", "short_description": "Windows App är nu tillgänglig på Meta Quest 3/3s-headset, vilket utökar din Windows 11-upplevelse direkt till ditt headset. Windows App driver upplevelsen för Quest fjärrskrivbord när du ansluter till din Windows 11-dator. Få en privat anslutning för arbetsstation med flera bildskärmar av hög kvalitet i en miljö med mixad verklighet. Anslut till din Windows 365 Molnbaserad dator, Azure Virtual Desktop, Microsoft Dev Box med mera för en bärbar datorupplevelse."}, {"images": {"nodes": []}, "id": "1552511216108922", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App 現已可在 Meta Quest 3/3s 頭戴式裝置上使用，直接將您的 Windows 11 體驗延伸到頭戴式裝置。享受高品質、私人的多監視器工作站連線，讓您可在混合實境環境中無縫工作。\r\n\r\n連線到 Windows 11 電腦時，Windows App 能提供 Meta Quest 遠端桌面體驗。您也能連線到 Windows 365 雲端電腦，以存取您的個人化 Windows 桌面、應用程式、設定以及從 Microsoft Cloud 串流的內容。此外，也可以連線到 Azure 虛擬桌面、Microsoft 開發箱等，獲得可攜式運算體驗。\r\n\r\n(如需詳細資訊，請前往下方連結)", "short_description": "Windows App 現已可在 Meta Quest 3/3s 頭戴式裝置上使用，直接將您的 Windows 11 體驗延伸到頭戴式裝置。連線到 Windows 11 電腦時，Windows App 能提供 Meta Quest 遠端桌面體驗。在混合實境環境中，享受高品質、私人的多監視器工作站連線。連線到您的 Windows 365 雲端電腦、Azure 虛擬桌面、Microsoft 開發箱等，享用可攜式運算體驗。"}, {"images": {"nodes": []}, "id": "1547019963328858", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App is now available on Meta Quest 3/3S headsets, extending your Windows 11 experience directly to your headset. Enjoy a high-quality, private, multi-monitor workstation connection, enabling you to work seamlessly in a mixed reality environment.\r\n\r\nThe Windows App powers the Meta Quest Remote Desktop experience when connecting to your Windows 11 PC. It also enables connections to your Windows 365 Cloud PC, providing access to your personalised Windows desktop, apps, settings, and content streamed from the Microsoft Cloud. Additionally, you can connect to Azure Virtual Desktop, Microsoft Dev Box, and more for a portable computing experience.\r\n\r\n(Visit links below for more information)", "short_description": "Windows App is now available on Meta Quest 3/3S headsets, extending your Windows 11 experience directly to your headset. The Windows App powers the Meta Quest Remote Desktop experience when connecting to your Windows 11 PC. Enjoy a high-quality, private, multi-monitor workstation connection in a mixed reality environment. Connect to your Windows 365 Cloud PC, Azure Virtual Desktop, Microsoft Dev Box, and more for a portable computing experience."}, {"images": {"nodes": [{"file_name": "Icon - 512x512.png", "id": "1574916883152189", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982440_1574916886485522_4646729859728217263_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ixxmXQuDC1kQ7kNvwGdHiP1&_nc_oc=Adn96Dsy8sbXmiZYWiWklQPxsZNj_R2ERJWXbXJtjFBDx7T6PBGYoJo-qb_MTlC3rTc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuoZOTR-C6p_AepstV5WrXdqbm6amg8NEGpcCcnwOdgDg&oe=699714A3"}, {"file_name": "Cover Landscape - 2560x1440.png", "id": "1478777040178597", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974700_1478777043511930_1646463039434350988_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fNZbxLvl92wQ7kNvwFK9QmO&_nc_oc=Adn5yXaF0QLM7QBDIy2_w-MZstBtIxykMFSMPlA6m0A5yApIHZbXLtke7XJ4aFxiIWU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuezXD5FdXlQ61p9IqjQbCAU68pj39RwT4Noi1wACAo7w&oe=6996FAEB"}, {"file_name": "Logo Transparent- Max 9000x1440.png", "id": "1378287766490149", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86667274_1378287773156815_5283232437589914686_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ikBQ2BYY7pYQ7kNvwHec2iu&_nc_oc=Adl6RiV0SUXFcO2cZZmtZfddk-ZsjF-Ji8jw4SKNeWujnWqnT_WMcYNV2gAeoHXX0mI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft3GD9-Dk6urKB3r6udNzSwCnRz4jqn2aULXosKs8AGGg&oe=6996F95E"}, {"file_name": "Cover portrait - 1008x1440.png", "id": "1205778370635266", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982451_1205778373968599_3581746856877545758_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ejZ7gvDEAXEQ7kNvwEd9A1O&_nc_oc=Adl9UGrbc7MMvtF9fmhnEpdazc1AgVUpliQLItVFL1_vB1jbXRZvuVVbyjlILaQ4Vs4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsaCHkWtaVllZZsJV107pBaNL7BN2D6H2kwUfDOmInduQ&oe=6997052F"}, {"file_name": "Hero Cover - 3000x900.png", "id": "1068313544688251", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75395597_1068313548021584_2846339371987886611_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sOQl-IL9MDIQ7kNvwH5Eo7N&_nc_oc=AdmzLFft_r1M9B4TgrrxBvh3I7nRPvY1ffEKb2bQRgc6NIMe4AmfQixKs1mEu2ky68g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftIedRrp9VHpBxgLByzonMA6D_5s2DdMcSWT0WJFvcK2Q&oe=69971060"}, {"file_name": "Cover Square - 1440x1440.png", "id": "395469446942098", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982725_395469450275431_8336642325098587353_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PmFdGfs7z2sQ7kNvwE7WKT6&_nc_oc=AdnnTh9xWQxb6DzAnV1A-l2PkNC_ogF3JWDd7fBcdF74eLQPt0NWNlLm0uP-p-RveE8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuyZYCYLPHJHRC1w3UlrSlgM0KtQ6OrJ8qV30yKn55viA&oe=6996F58D"}]}, "id": "1521402652370732", "locale": "en_US", "screenshots": [{"file_name": "Screenshots 2560x1440 - 1.png", "id": "3424560621180523", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/428887527_3424560624513856_1385169669145527935_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FYDJErmjbssQ7kNvwHTfX2l&_nc_oc=Adkr6NGcU9PQNYfBnHeSgsXON3NhggeH_LRG5ZntjPEoBx8a1Bw7Ubi-pp3QhhMGp3Y&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftxNP8huuuXMrGrR0IeKMK-t4UQIu-LSt4ZCzuvsqfjDQ&oe=6996FF63"}, {"file_name": "Screenshots 2560x1440 - 2.png", "id": "3508296956140099", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974626_3508296959473432_1267893373300466777_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uwfRB1lz0Y4Q7kNvwHLOPQM&_nc_oc=AdmLu9PD_jySrOCT_sJPu548OY-gEVTrFyZCIPXxJYqXzkUMbL41tFidLyl0y4v9nI4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfspHt2f8_M_o9jOxnR8Z4ryX_lpnY11byaThD6hVA76uQ&oe=6996F3DB"}, {"file_name": "Screenshots 2560x1440 - 3.png", "id": "3923172914591764", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001719_3923172917925097_4903985088428551712_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MUJujlxa6o8Q7kNvwEmddWO&_nc_oc=AdlgeaPbkLRIlTiAmCZri8CRBaUk4XxRCVMwcOg83cJzU1Uo9_bdjVgJgfvXU9GknE0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuRvKZAc5GGBxGY0RGLmp2WEeGL_D5FxOL9PHia685jTA&oe=6996FBE9"}, {"file_name": "Screenshots 2560x1440 - 4.png", "id": "1085360793376658", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974680_1085360796709991_114386663378441866_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Atbhais1xUUQ7kNvwGzsNyE&_nc_oc=AdlbLehpP1CNH31srIGmc7EDIibSBISlyqH2vZzFaoLSj95xLPgdeFTO_iH9GyLjoGk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftcJDa3TbdfSEOFj9swiKWyt_3u8slNr54V9nvralSXbA&oe=699708B4"}, {"file_name": "Screenshots 2560x1440 - 5.png", "id": "1291501545189799", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974456_1291501548523132_7925534986463641298_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AGhTrLgUi_0Q7kNvwGshCWX&_nc_oc=AdlTC21aH9T__jIyTuBKyzNm676ugnfZJfHZec4JMg8Cq7rvEbTlk-9nmlEMmMPvk_U&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfslW47u37RUEAoN2r3kCAUfaWlLWc_NKFqrJ3wKZHj0eA&oe=699715EE"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App is now available on Meta Quest 3/3S headsets, extending your Windows 11 experience directly to your headset. Enjoy a high-quality, private, multi-monitor workstation connection, enabling you to work seamlessly in a mixed reality environment.\r\n\r\nThe Windows App powers the Meta Quest Remote Desktop experience when connecting to your Windows 11 PC. It also enables connections to your Windows 365 Cloud PC, providing access to your personalized Windows desktop, apps, settings, and content streamed from the Microsoft Cloud. Additionally, you can connect to Azure Virtual Desktop, Microsoft Dev Box, and more for a portable computing experience.\r\n\r\n(Visit links below for more information)", "short_description": "Windows App is now available on Meta Quest 3/3S headsets, extending your Windows 11 experience directly to your headset. The Windows App powers the Meta Quest Remote Desktop experience when connecting to your Windows 11 PC. Enjoy a high-quality, private, multi-monitor workstation connection in a mixed reality environment. Connect to your Windows 365 Cloud PC, Azure Virtual Desktop, Microsoft Dev Box, and more for a portable computing experience."}, {"images": {"nodes": []}, "id": "1434142997688709", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "O Windows App agora está disponível nos headsets Meta Quest 3/3S, levando o Windows 11 diretamente para seu headset. Desfrute de uma conexão de estação de trabalho privada, de alta qualidade e com vários monitores, permitindo que você trabalhe perfeitamente em um ambiente de realidade misturada.\r\n\r\nO Aplicativo do Windows conecta seu PC com Windows 11 à Área de Trabalho Remota do Meta Quest. Ele também permite conexões ao seu PC na nuvem do Windows 365, fornecendo acesso ao seu desktop Windows personalizado, aplicativos, configurações e conteúdo transmitido da Microsoft Cloud. Além disso, você pode se conectar à Área de Trabalho Virtual do Azure, Computador de Desenvolvimento da Microsoft e mais para uma experiência de computação portátil.\r\n\r\n(Visite os links abaixo para obter mais informações)", "short_description": "O Windows App agora está disponível nos headsets Meta Quest 3/3S, levando o Windows 11 diretamente para seu headset. O Aplicativo do Windows conecta seu PC com Windows 11 à Área de Trabalho Remota do Meta Quest. Aproveite uma conexão de estação de trabalho privada com múltiplos monitores, alta qualidade e em realidade misturada. Conecte-se ao PC na nuvem do Windows 365, Área de Trabalho Virtual do Azure ou Computador de Desenvolvimento da Microsoft para uma experiência portátil."}, {"images": {"nodes": []}, "id": "1342999030689829", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App ya está disponible en el casco Meta Quest 3/3s para ampliar su experiencia con Windows 11. Disfrute de una conexión de estación de trabajo privada y de varios monitores de alta calidad, lo que le permite trabajar sin problemas en un entorno de realidad mixta.\r\n\r\nWindows App activa la experiencia de escritorio remoto de Meta Quest al conectarse a su PC con Windows 11. También permite conexiones a su PC en la nube Windows 365, lo que proporciona acceso a tu escritorio personalizado de Windows, aplicaciones, configuración y contenido transmitido desde Microsoft Cloud. Además, puedes conectarte a Azure Virtual Desktop, Microsoft Dev Box y mucho más para disfrutar de una experiencia informática portátil.\r\n\r\n(Visita los vínculos siguientes para obtener más información)", "short_description": "Windows App ya está disponible en el casco Meta Quest 3/3s para ampliar su experiencia con Windows 11. Windows App activa la experiencia de escritorio remoto de Meta Quest al conectarse a su PC con Windows 11. Disfrute una conexión privada y de varios monitores de alta calidad en un entorno de realidad mixta. Conéctese a su PC en la nube Windows 365, Azure Virtual Desktop, Microsoft Dev Box y mucho más para disfrutar de una experiencia informática portátil."}, {"images": {"nodes": []}, "id": "1127371946201057", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App is nu beschikbaar op Meta Quest 3/3S-headsets, waardoor je Windows 11 rechtstreeks op je headset wordt uitgebreid. Profiteer van een hoogwaardige, persoonlijke werkstationverbinding met meerdere beeldschermen, waardoor je naadloos kunt werken in een mixed reality-omgeving.\r\n\r\nDe Windows App ondersteunt de Meta Quest Extern bureaublad wanneer je verbinding maakt met je Windows 11 pc. Hiermee worden ook verbindingen met je Windows 365 Cloud-pc ingeschakeld, zodat je toegang krijgt tot je persoonlijke Windows-bureaublad, apps, instellingen en inhoud die wordt gestreamd vanuit de Microsoft Cloud. Daarnaast kun je verbinding maken met de Azure Virtual Desktop, Microsoft Dev Box en meer voor een draagbare computerervaring.\r\n\r\n(Bezoek de onderstaande koppelingen voor meer informatie)", "short_description": "Windows App is nu beschikbaar op Meta Quest 3/3S-headsets, waardoor je Windows 11 rechtstreeks op je headset wordt uitgebreid. De Windows App ondersteunt de Meta Quest Extern bureaublad wanneer je verbinding maakt met je Windows 11 pc. Profiteer van een hoogwaardige, persoonlijke werkstationverbinding met meerdere beeldschermen in een mixed reality omgeving. Maak verbinding met je Windows 365 Cloud-pc, Azure Virtual Desktop, Microsoft Dev Box en meer voor een draagbare computerervaring."}, {"images": {"nodes": []}, "id": "822745150128362", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App が Meta Quest 3/3S ヘッドセットで利用可能になり、Windows 11 エクスペリエンスをヘッドセットに直接拡張できます。高品質でプライベートなマルチモニター ワークステーション接続を使用して、複合現実環境でシームレスに作業できます。\r\n\r\nWindows App は、Windows 11 PC に接続するときに Meta Quest リモート デスクトップ エクスペリエンスを強化します。また、Windows 365 クラウド PC への接続も可能になり、Microsoft Cloud からストリーミングされたパーソナライズされた Windows デスクトップ、アプリ、設定、コンテンツにアクセスできます。さらに、Azure Virtual Desktop や Microsoft Dev Box などに接続して、ポータブル コンピューティング エクスペリエンスを実現できます。\r\n\r\n(詳細については、以下のリンクを参照してください)", "short_description": "Windows App が Meta Quest 3/3S ヘッドセットで利用可能になり、Windows 11 エクスペリエンスをヘッドセットに直接拡張できます。Windows App は、Windows 11 PC に接続するときに Meta Quest リモート デスクトップ エクスペリエンスを強化します。複合現実環境で、高品質でプライベートなマルチモニター ワークステーション接続をお楽しみください。Windows 365 クラウド PC、Azure Virtual Desktop、Microsoft Dev Box などに接続して、ポータブル コンピューティング エクスペリエンスを実現できます。"}, {"images": {"nodes": []}, "id": "795304299869081", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App est désormais disponible sur casque Meta Quest 3/3, étendant votre expérience Windows 11 à votre casque. Bénéficiez d’une connexion de poste de travail à plusieurs écrans privée de haute qualité, vous permettant de travailler en toute transparence dans un environnement de réalité mixte.\r\n\r\nWindows App alimente l’expérience Meta Quest Remote Desktop lors de la connexion à votre PC Windows 11. Elle permet également les connexions à votre Windows 365 PC Cloud, offrant ainsi un accès à votre bureau Windows personnalisé, à vos applications, à vos paramètres et au contenu diffusé à partir du Microsoft Cloud. De plus, vous pouvez vous connecter à Azure Virtual Desktop, Microsoft Dev Box et bien plus encore pour une expérience informatique portable.\r\n\r\n(Visitez les liens ci-dessous pour découvrir plus d’informations)", "short_description": "Windows App est désormais disponible sur casque Meta Quest 3/3, étendant votre expérience Windows 11 à votre casque. Windows App alimente l’expérience Meta Quest Remote Desktop lors de la connexion à votre PC Windows 11. Bénéficiez d’une connexion de poste de travail à plusieurs écrans privée de haute qualité dans un environnement de réalité mixte. Connectez-vous à votre Windows 365 PC Cloud, Azure Virtual Desktop, Microsoft Dev Box et bien plus encore pour une expérience informatique portable."}, {"images": {"nodes": []}, "id": "772967418838163", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App 現已可在 Meta Quest 3/3s 頭戴式裝置上使用，直接將您的 Windows 11 體驗延伸到頭戴式裝置。享受高品質、私人的多監視器工作站連線，讓您可在混合實境環境中無縫工作。\r\n\r\n連線到 Windows 11 電腦時，Windows App 能提供 Meta Quest 遠端桌面體驗。您也能連線到 Windows 365 雲端電腦，以存取您的個人化 Windows 桌面、應用程式、設定以及從 Microsoft Cloud 串流的內容。此外，也可以連線到 Azure 虛擬桌面、Microsoft 開發箱等，獲得可攜式運算體驗。\r\n\r\n(如需詳細資訊，請前往下方連結)", "short_description": "Windows App 現已可在 Meta Quest 3/3s 頭戴式裝置上使用，直接將您的 Windows 11 體驗延伸到頭戴式裝置。連線到 Windows 11 電腦時，Windows App 能提供 Meta Quest 遠端桌面體驗。在混合實境環境中，享受高品質、私人的多監視器工作站連線。連線到您的 Windows 365 雲端電腦、Azure 虛擬桌面、Microsoft 開發箱等，享用可攜式運算體驗。"}, {"images": {"nodes": []}, "id": "757342824003689", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App jest teraz dostępna w zestawach słuchawkowych Meta Quest 3/3S, rozszerzając środowisko systemu Windows 11 bezpośrednio na zestaw słuchawkowy. Korzystaj z wysokiej jakości prywatnego połączenia stacji roboczej z wieloma monitorami, dzięki któremu możesz bezproblemowo pracować w środowisku rzeczywistości mieszanej.\r\n\r\nWindows App obsługuje środowisko pulpitu zdalnego Meta Quest podczas nawiązywania połączenia z komputerem z systemem Windows 11. Umożliwia ono również nawiązywanie połączeń z komputerem w chmurze Windows 365, zapewniając dostęp do spersonalizowanego pulpitu systemu Windows, aplikacji, ustawień i zawartości przesyłanych strumieniowo z usługi Microsoft Cloud. Ponadto możesz nawiązać połączenie z usługami Azure Virtual Desktop, Microsoft Dev Box i nie tylko, aby uzyskać przenośne środowisko obliczeniowe.\r\n\r\n(Odwiedź poniższe linki, aby uzyskać więcej informacji)", "short_description": "Windows App jest dostępna w zest. słuchawkowych Meta Quest 3/3s, rozszerzając środ. Windows 11 bezpośr. na ten zestaw. Windows App obsługuje ona środ. pulpitu zdalnego Meta Quest podczas nawiązywania połączenia z komputerem z Windows 11. Korzystaj z wysokiej jakości pryw. połączenia stacji roboczej z wieloma monitorami w środ. rzeczyw. mieszanej. Połącz się z komputerem w chmurze Windows 365, Azure Virtual Desktop, Microsoft Dev Box i nie tylko, aby uzyskać przenośne środowisko obliczeniowe."}, {"images": {"nodes": []}, "id": "694821630309157", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "Windows App ist jetzt auf Meta Quest 3/3S-Headsets verfügbar und erweitert Ihre Windows 11-Erfahrung auf Ihr Headset. Genießen Sie eine hochwertige, private Arbeitsstationsverbindung mit mehreren Monitoren, die Ihnen nahtloses Arbeiten in einer Mixed Reality-Umgebung ermöglicht.\r\n\r\nWindows App unterstützt den Meta Quest-Remotedesktop beim Herstellen einer Verbindung mit Ihrem Windows 11-PC. Sie ermöglicht auch Verbindungen mit Ihrem Windows 365 Cloud-PC und den Zugriff auf Ihren personalisierten Windows-Desktop sowie Ihre Apps, Einstellungen und Inhalte, die aus der Microsoft Cloud gestreamt werden. Darüber hinaus können Sie eine Verbindung mit Azure Virtual Desktop, Microsoft Dev Box und mehr herstellen, um eine portable Computing-Erfahrung zu ermöglichen.\r\n\r\n(Weitere Informationen finden Sie unter den nachstehenden Links)", "short_description": "Die Windows App ist jetzt auf Meta Quest 3/3S-Headsets verfügbar und erweitert Ihre Windows 11-Erfahrung direkt auf Ihr Headset. Beim Herstellen einer Verbindung mit Ihrem Windows 11-PC unterstützt die Windows App die Meta Quest Remotedesktop-Erfahrung. Genießen Sie eine hochwertige, private Arbeitsstationsverbindung (mit mehreren Monitoren in einer Mixed Reality-Umgebung) – mit Ihrem Windows 365 Cloud-PC, Azure Virtual Desktop, Microsoft Dev Box usw., um portables Computing zu ermöglichen."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.microsoft.com/en-us/privacy/privacystatement", "developer_terms_of_service_url": "https://learn.microsoft.com/legal/windows-app/windows-app-quest-license-terms", "publisher_name": "Microsoft", "support_website_url": null, "website_url": "https://www.microsoft.com/en-us/privacy/privacystatement", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "393222478507326"}, {"id": "1055187466124150"}], "external_subscription_type": "REQUIRED_FOR_SOME_CONTENT", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["GAMEPAD", "HAND_TRACKING", "OCULUS_TOUCH", "TRACKED_KEYBOARD"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "32204008792530767"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982725_395469450275431_8336642325098587353_n.png?stp=dst-png_s360x360&_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PmFdGfs7z2sQ7kNvwE7WKT6&_nc_oc=AdnnTh9xWQxb6DzAnV1A-l2PkNC_ogF3JWDd7fBcdF74eLQPt0NWNlLm0uP-p-RveE8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvh_vg5Ookfycr36w7_dQiJZFkDb6qZjwAmHNHx5E5zBg&oe=6996F58D"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Windows App", "platform": "ANDROID_6DOF", "context_category": {"context_category": "APPS", "id": "362692211442873"}, "context_topics": [{"topic_name": "Utilities", "id": "393222478507326"}, {"topic_name": "Computer Link", "id": "1055187466124150"}], "release_date": 1729528320, "lastRevision": {"nodes": [{"id": "26866090726322627", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "26866090656322634", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "8608277669236965"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "Icon - 512x512.png", "id": "1574916883152189", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982440_1574916886485522_4646729859728217263_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ixxmXQuDC1kQ7kNvwGdHiP1&_nc_oc=Adn96Dsy8sbXmiZYWiWklQPxsZNj_R2ERJWXbXJtjFBDx7T6PBGYoJo-qb_MTlC3rTc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuoZOTR-C6p_AepstV5WrXdqbm6amg8NEGpcCcnwOdgDg&oe=699714A3"}, {"file_name": "Cover Landscape - 2560x1440.png", "id": "1478777040178597", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974700_1478777043511930_1646463039434350988_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fNZbxLvl92wQ7kNvwFK9QmO&_nc_oc=Adn5yXaF0QLM7QBDIy2_w-MZstBtIxykMFSMPlA6m0A5yApIHZbXLtke7XJ4aFxiIWU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuezXD5FdXlQ61p9IqjQbCAU68pj39RwT4Noi1wACAo7w&oe=6996FAEB"}, {"file_name": "Logo Transparent- Max 9000x1440.png", "id": "1378287766490149", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86667274_1378287773156815_5283232437589914686_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ikBQ2BYY7pYQ7kNvwHec2iu&_nc_oc=Adl6RiV0SUXFcO2cZZmtZfddk-ZsjF-Ji8jw4SKNeWujnWqnT_WMcYNV2gAeoHXX0mI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft3GD9-Dk6urKB3r6udNzSwCnRz4jqn2aULXosKs8AGGg&oe=6996F95E"}, {"file_name": "Cover portrait - 1008x1440.png", "id": "1205778370635266", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982451_1205778373968599_3581746856877545758_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ejZ7gvDEAXEQ7kNvwEd9A1O&_nc_oc=Adl9UGrbc7MMvtF9fmhnEpdazc1AgVUpliQLItVFL1_vB1jbXRZvuVVbyjlILaQ4Vs4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsaCHkWtaVllZZsJV107pBaNL7BN2D6H2kwUfDOmInduQ&oe=6997052F"}, {"file_name": "Hero Cover - 3000x900.png", "id": "1068313544688251", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75395597_1068313548021584_2846339371987886611_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sOQl-IL9MDIQ7kNvwH5Eo7N&_nc_oc=AdmzLFft_r1M9B4TgrrxBvh3I7nRPvY1ffEKb2bQRgc6NIMe4AmfQixKs1mEu2ky68g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftIedRrp9VHpBxgLByzonMA6D_5s2DdMcSWT0WJFvcK2Q&oe=69971060"}, {"file_name": "Logo Transparent Backup- Max 9000x1440.png", "id": "724268839896241", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974552_724268843229574_7195237512738206697_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uTQYoKsS3UAQ7kNvwHKDkH5&_nc_oc=Adltmu3ofwWyg0knoO3-OalQj6m8I9RUp-wzgCG-gObqpsMu_gwQPqe6nsNbSqDtZj8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftur8AsIkJDEhhiY_tKgPLc6qE6L6nVTHZxNHwj_kwcuw&oe=6996F219"}, {"file_name": "Cover Square - 1440x1440.png", "id": "395469446942098", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982725_395469450275431_8336642325098587353_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PmFdGfs7z2sQ7kNvwE7WKT6&_nc_oc=AdnnTh9xWQxb6DzAnV1A-l2PkNC_ogF3JWDd7fBcdF74eLQPt0NWNlLm0uP-p-RveE8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuyZYCYLPHJHRC1w3UlrSlgM0KtQ6OrJ8qV30yKn55viA&oe=6996F58D"}]}, "id": "2905341589616636", "locale": "en_US", "screenshots": [{"file_name": "Screenshots - 4 - 2560x1440.png", "id": "937083541771744", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001674_937083545105077_2326881947605481388_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WV4SndoKt_MQ7kNvwHTmbxp&_nc_oc=AdlvM-G1rfYQfwQJcRnbsQnH5ZRq1RaxG7NkQJivgDvqxFxoepo-wxRjEtUc7OKcbi0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvXDCIiXlr1Xj5oIudWFVDJ1f0Xu33cGVfkpnNquhYUOg&oe=6996FE32"}, {"file_name": "Screenshots - 3 - 2560x1440.png", "id": "1110135680692670", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001674_1110135684026003_7549269855434336748_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KOjYd6ulonQQ7kNvwFkid54&_nc_oc=Adl6K0W04uvotp80cHDsItkgH1cViYBjAXUgOmTppysoxPAfF3GZ4vRT-bZsgsfOtvw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft4SUqFtmNLQfN9YQKhL5BuLUL7sY6WJpbt-_UChlJ7_w&oe=6997066B"}, {"file_name": "Screenshots - 1 - 2560x1440.png", "id": "344385282031024", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75422385_344385285364357_4971086175870598753_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dQxIidK88uoQ7kNvwFdT48Y&_nc_oc=AdlPEU8KojJA8a1PQ0BWqw1AH2-DQjfBjKA2-mcT2U_ZESvbZcKWQuT9NHs9yl16j5M&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvnl3ZkLq66MpHQ2-rT_1dHy91-px8EesVyA6ZIWx7EiQ&oe=6996EDB7"}, {"file_name": "Screenshots - 2 - 2560x1440.png", "id": "855102096802798", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57566682_855102100136131_2072367853099810874_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AieCW5spbawQ7kNvwGbe55X&_nc_oc=Admo31jUBSHnymqlwTIe1RbdPtWr9kTbSdOMO3CBEZh7o6QbnuIBzWkrLKyljdileqU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftUzcsymyV1C5LOvCXQqK9s3V5mHBlP9LqeVzW5syGqEQ&oe=69970083"}, {"file_name": "Cover Landscape - 2560x1440.png", "id": "903916974949945", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001719_903916978283278_1261859218467342995_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GwSYNGZLG_kQ7kNvwHF-rWC&_nc_oc=AdkZopUWRXe7btwCkcggbYMs3GXgEsi8C3-KN-E_9jSx-aLN_cEB0yFYgSAJgQ2kkGg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftLlvYm4_fOz4cNJUyfOUpcKxkIQ0LO14oZQidXteLKrg&oe=6996F6AF"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Windows App", "keywords": [], "long_description": "TBD", "short_description": "The Windows App is your gateway to Azure Virtual Desktop, Windows 365, Dev Box, and RPA Box, securely connecting you to Windows 11."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.microsoft.com/en-us/privacy/privacystatement", "developer_terms_of_service_url": null, "publisher_name": "Microsoft", "support_website_url": null, "website_url": "https://www.microsoft.com/en-us/privacy/privacystatement", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "1055187466124150"}], "external_subscription_type": "REQUIRED_FOR_SOME_CONTENT", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["TRACKED_KEYBOARD", "HAND_TRACKING", "GAMEPAD", "OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "27598993156365710"}}]}, "scheduled_offers": {"count": 2, "nodes": [{"status": "PUBLISHED", "id": "739781458721335"}, {"status": "PUBLISHED", "id": "814192107187608"}]}, "baseline_offer": {"id": "739781458721335"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1749769500, "status": "PUBLISHED", "id": "739781458721335"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "34318300327768259", "version": "10.0.19.1880"}, "id": "476006571969031", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "26866090656322634", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "34318300327768259"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1771016993, "id": "34359199390345019", "version": "10.0.19.1886", "version_code": 1886, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "26866090656322634", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "34318300327768259"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1771002094, "id": "34355615594036732", "version": "10.0.19.1885", "version_code": 1885, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "26866090656322634", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "34318300327768259"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770925528, "id": "34339846725613619", "version": "10.0.19.1882", "version_code": 1882, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "26866090656322634", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "34318300327768259"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770908673, "id": "34336279329303692", "version": "10.0.19.1881", "version_code": 1881, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "26866090656322634", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "34318300327768259"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770837586, "id": "34322859457312346", "version": "10.0.19.1877", "version_code": 1877, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}