{"data": {"node": {"__typename": "Application", "id": "7279132638874364", "organization": {"id": "421911737187656", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8018656954895893"}]}, "id": "438977579143073"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7279132638874364"}]}, "id": "733690268935794"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7279132638874364", "release_date": 1716966320, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 11}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8964578896996388"}, "id": "410689884906940"}]}}, "binary": null, "live_binary": null, "created_date": 1736911859, "id": "8893769094077369", "is_initial_release": false, "name_with_fallback": "v33", "pdp_metadata_with_fallback": {"version": 32, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "8893771140743831"}, "release_status": "RELEASED", "id": "7279132638874364"}, "id": "8893771140743831", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7279132638874364", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "322538963911527"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2782667708787600", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "Este é um simulador de cabeceio no futebol. Torne-se um atacante profissional que marca gols de cabeça a partir de escanteios e cobranças de falta em um simulador de futebol.\n\nO jogo é indispensável para os fãs de futebol e é fácil de jogar, seja para iniciantes em VR ou para jogadores experientes.\n\n#Cenário realista de gol\nCriamos mais de 50 níveis inspirados em gols da vida real para testar suas habilidades de cabeceio.\n\n#IA desafiadora de defensores\nOs defensores e goleiros neste jogo farão de tudo para impedir que você marque. Você precisa rapidamente identificar suas posições e decidir onde colocar a bola para maximizar a chance de marcar (como na vida real).\n\n#Física realista de cabeceio\nDesenvolvemos nossa física de projéteis para simular corretamente a trajetória da bola com resistência do ar, efeito Magnus e verificação de colisão com sua cabeça para garantir uma experiência realista de cabeceio.\n\n#Nunca jogou futebol na vida real? Nós te ajudamos!\nTemos opções de câmera lenta para que novos jogadores possam cabecear com facilidade! Também preparamos uma seção de tutorial para ensinar a técnica no nosso centro de treinamento!\n\n#Física realista da rede do gol\nO jogo está em Acesso Antecipado e adoraríamos ouvir seu feedback! Junte-se a nós no Discord: https://discord.gg/Xyp2SyyKXv\n\n#Siuuuuuuuuuuuuuuu", "short_description": "Este é um simulador de cabeceio no futebol. Torne-se um atacante profissional que marca gols de cabeça a partir de escanteios e cobranças de falta em um simulador de futebol. Com física precisa, gráficos detalhados e IA de adversários desafiadora, você pode experimentar imersivamente a emoção de marcar gols como um profissional em um grande estádio com milhares de torcedores gritando e trazendo a vitória para o time do nosso país.*"}, {"images": {"nodes": []}, "id": "2387301561631740", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "这是一个足球头球模拟器。成为一名职业前锋，在足球模拟器中通过角球和任意球得分。\n\n#真实的进球场景\n我们设计了超过50个关卡，灵感来源于真实的进球场景，来测试你的头球技术。\n\n#挑战性的防守AI\n游戏中的防守队员和守门员会尽全力阻止你得分。你需要迅速判断他们的位置，并决定将球放在哪，以最大化得分机会（就像现实生活中一样）。\n\n#真实的头球物理\n我们开发了我们的物理引擎，以正确模拟带有阻力、马格努斯效应和碰撞检测的球体轨迹，确保头球体验的真实感。\n\n#从未在现实中踢过足球？我们为你准备好了！\n我们提供慢动作选项，使新手玩家更容易进行头球！我们还准备了一个教程部分，在训练场地上教你头球技术！\n\n#真实的球网物理效果\n游戏正处于抢先体验阶段，我们希望听取你的反馈！立即加入我们的Discord：https://discord.gg/Xyp2SyyKXv", "short_description": "这是一个足球头球模拟器。成为一名职业前锋，在足球模拟器中通过角球和任意球得分。借助精准的物理效果、详细的图形以及具有挑战性的对手AI，您可以身临其境地体验在大型体育场中成千上万的球迷呐喊助威，为国家队赢得胜利的激动人心的进球瞬间。*"}, {"images": {"nodes": []}, "id": "2091541654631672", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "Este es un simulador de remates de cabeza en el fútbol. Conviértete en un delantero profesional que anota de cabeza en tiros de esquina y tiros libres en un simulador de fútbol.\n\nEl juego es imprescindible para los fanáticos del fútbol y es fácil de jugar, ya sea que seas nuevo en la VR o un jugador experimentado.\n\n#Escenarios de goles de la vida real\nHemos creado más de 50 niveles inspirados en goles de la vida real que pondrán a prueba tus habilidades de cabeza.\n\n#Desafiantes defensores con IA\nLos defensores y porteros en este juego harán todo lo posible para evitar que marques. Tienes que evaluar rápidamente sus posiciones y decidir dónde colocar el balón para maximizar la oportunidad de anotar (como en la vida real).\n\n#Física realista de remates de cabeza\nDesarrollamos nuestra física de proyectiles para simular correctamente la trayectoria del balón con arrastre, efecto Magnus y verificación de colisiones con tu cabeza para asegurar una experiencia de cabezazo realista.\n\n#¿Nunca has jugado al fútbol en la vida real? ¡Te tenemos cubierto!\nTenemos opciones de cámara lenta para que los nuevos jugadores puedan cabecear fácilmente. También hemos preparado una sección de tutorial para enseñarte la técnica en nuestro centro de entrenamiento.\n\n#Física realista de la red de la portería\nEl juego está en acceso anticipado y nos encantaría conocer tus comentarios. ¡Únete a nosotros en Discord aquí: https://discord.gg/Xyp2SyyKXv", "short_description": "Este es un simulador de cabezazos en fútbol. Conviértete en un delantero profesional que marca goles de cabeza desde saques de esquina y tiros libres en un simulador de fútbol. Con física precisa, gráficos detallados y una IA desafiante de los oponentes, puedes experimentar de manera inmersiva la emoción de marcar goles como un profesional en un gran estadio con miles de aficionados animando y llevando la victoria al equipo de nuestro país.*"}, {"images": {"nodes": []}, "id": "2009474099474977", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "Dies ist ein Fußball-Kopfballsimulator. Werde ein Profistürmer, der Kopfballtore aus Eckbällen und Freistößen in einem Fußballsimulator erzielt.\n\nDas Spiel ist ein Muss für Fußballfans und leicht zu spielen, egal ob Sie neu in der VR sind oder ein erfahrener VR-Spieler.\n\n#Realistische Tor-Szenarien\nWir haben über 50 Level erstellt, die von realen Toren inspiriert sind und deine Kopfballfähigkeiten auf die Probe stellen.\n\n#Herausfordernde Verteidiger-KI\nDie Verteidiger und Torhüter in diesem Spiel werden alles versuchen, um dich am Toreschießen zu hindern. Du musst ihre Positionen schnell einschätzen und entscheiden, wohin du den Ball platzierst, um die Chance auf ein Tor zu maximieren (wie im echten Leben).\n\n#Realistische Kopfball-Physik\nWir haben eine Projektilphysik entwickelt, um die Flugbahn des Balls mit Luftwiderstand, Magnus-Effekt und Kollisionsprüfung mit deinem Kopf korrekt zu simulieren, und so ein realistisches Kopfball-Erlebnis zu ermöglichen.\n\n#Noch nie Fußball gespielt? Wir helfen dir!\nWir bieten Zeitlupenoptionen an, damit neue Spieler den Kopfball leicht erlernen können! Wir haben auch eine Tutorial-Sektion vorbereitet, um dir die Technik in unserer Trainingsanlage beizubringen!\n\n#Realistische Tor-Netz-Physik\nDas Spiel befindet sich im Early Access, und wir würden uns über dein Feedback freuen! Tritt uns jetzt auf Discord bei: https://discord.gg/Xyp2SyyKXv", "short_description": "Dies ist ein Fußball-Kopfball-Simulator. Werde ein Profi-Stürmer, der in einem Fußball-Simulator per Kopfball nach Ecken und Freistößen trifft. Mit präziser Physik, detaillierter Grafik und herausfordernder Gegner-KI kannst du immersiv das Gefühl erleben, als Profi in einem großen Stadion mit Tausenden von jubelnden Fans Tore zu schießen und den Sieg für das Team unseres Landes zu erringen."}, {"images": {"nodes": []}, "id": "1364076194954996", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "これはサッカーのヘディングシミュレーターです。コーナーキックやフリーキックからヘディングでゴールを決めるプロのストライカーになりましょう。\n\n#リアルなゴールシナリオ\nリアルなゴールにインスパイアされた50以上のレベルを作成し、あなたのヘディングスキルを試します。\n\n#挑戦的なディフェンダーAI\nこのゲームのディフェンダーやゴールキーパーは、あなたがゴールを決めるのを防ぐために全力を尽くします。彼らの位置を素早く判断し、ゴールチャンスを最大化するためにボールをどこに置くかを決めなければなりません（リアルなサッカーのように）。\n\n#リアルなヘディング物理学\n私たちはプロジェクタイル物理学を開発し、空気抵抗、マグヌス効果、そしてあなたの頭との衝突チェックを正確にシミュレートして、リアルなヘディング体験を保証します。\n\n#実際にサッカーをしたことがない？心配いりません！\n新しいプレイヤーがヘディングを簡単にできるようにスローモーションオプションを提供しています！さらに、トレーニング施設で技術を教えるチュートリアルセクションも用意しています！\n\n#リアルなゴールネットの物理学\nゲームは早期アクセス中で、あなたのフィードバックをお待ちしています！今すぐDiscordで参加してください：https://discord.gg/Xyp2SyyKXv", "short_description": "これはサッカーヘディングシミュレーターです。サッカーシミュレーターで、コーナーキックやフリーキックからヘディングで得点を決めるプロのストライカーになりましょう。正確な物理演算、詳細なグラフィック、そして挑戦的な相手AIにより、何千人ものファンが歓声を上げる大きなスタジアムでプロ選手としてゴールを決め、国のチームに勝利をもたらすスリルを体験できます。"}, {"images": {"nodes": []}, "id": "1274993653735027", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "Đây là trò chơi mô phỏng đánh đầu trong bóng đá. Trở thành một tiền đạo chuyên nghiệp, người ghi bàn bằng những pha đánh đầu từ các quả phạt góc và đá phạt trong trò chơi mô phỏng bóng đá.\n\n#Tình huống ghi bàn giống đời thực\nChúng tôi đã tạo ra hơn 50 cấp độ dựa trên những bàn thắng ngoài đời thực để kiểm tra kỹ năng đánh đầu của bạn.\n\n#AI hậu vệ đầy thách thức\nCác hậu vệ và thủ môn trong trò chơi này sẽ cố gắng ngăn cản bạn ghi bàn. Bạn phải nhanh chóng quan sát vị trí của họ và quyết định nơi đưa bóng để tối đa hóa cơ hội ghi bàn (giống như ngoài đời thực).\n\n#Vật lý đánh đầu bóng chân thực\nChúng tôi phát triển vật lý chuyển động để mô phỏng chính xác quỹ đạo bóng với lực cản, hiệu ứng Magnus và kiểm tra va chạm với đầu của bạn để đảm bảo trải nghiệm đánh đầu thực tế.\n\n#Chưa bao giờ chơi bóng đá ngoài đời? Đừng lo lắng!\nChúng tôi có tùy chọn quay chậm để giúp người chơi mới dễ dàng đánh đầu! Chúng tôi cũng đã chuẩn bị một phần hướng dẫn để dạy bạn kỹ thuật tại trung tâm huấn luyện của chúng tôi!\n\n#Vật lý lưới khung thành chân thực\nTrò chơi đang trong Giai đoạn Truy cập Sớm và chúng tôi rất mong nhận được phản hồi của bạn! Tham gia cùng chúng tôi trên Discord tại đây: https://discord.gg/Xyp2SyyKXv", "short_description": "Đây là trò chơi mô phỏng đánh đầu trong bóng đá. Trở thành một tiền đạo chuyên nghiệp, người ghi bàn bằng những pha đánh đầu từ các quả phạt góc và đá phạt trong trò chơi mô phỏng bóng đá này. Với mô phỏng vật lý chính xác, đồ họa chi tiết và AI đối thủ đầy thử thách, bạn sẽ trải nghiệm cảm giác ghi bàn như một cầu thủ chuyên nghiệp trong một sân vận động lớn với hàng ngàn cổ động viên hò reo, mang chiến thắng về cho đội tuyển quốc gia của chúng ta.*"}, {"images": {"nodes": []}, "id": "1272342237310205", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "Questo è un simulatore di colpi di testa nel calcio. Diventa un attaccante professionista che segna di testa da calci d'angolo e punizioni in un simulatore di calcio.\n\nIl gioco è imperdibile per gli appassionati di calcio ed è facile da giocare, sia per i principianti della VR che per i giocatori esperti.\n\n#Scenario di gol realistico\nAbbiamo creato oltre 50 livelli ispirati a gol reali che metteranno alla prova le tue abilità di colpo di testa.\n\n#Difensori con IA impegnativa\nI difensori e i portieri in questo gioco faranno del loro meglio per impedirti di segnare. Dovrai rapidamente valutare le loro posizioni e decidere dove piazzare la palla per massimizzare le possibilità di segnare (come nella vita reale).\n\n#Fisica realistica del colpo di testa\nAbbiamo sviluppato la nostra fisica dei proiettili per simulare correttamente la traiettoria della palla con resistenza, effetto Magnus e controllo delle collisioni con la tua testa per garantire un'esperienza realistica di colpo di testa.\n\n#Mai giocato a calcio nella vita reale? Ci pensiamo noi!\nAbbiamo opzioni di rallentatore per rendere più facile il colpo di testa per i nuovi giocatori! Abbiamo anche preparato una sezione tutorial per insegnarti la tecnica nella nostra struttura di allenamento!\n\n#Fisica realistica della rete della porta\nIl gioco è in Accesso Anticipato e ci piacerebbe ricevere i tuoi feedback! Unisciti a noi su Discord qui: https://discord.gg/Xyp2SyyKXv", "short_description": "Questo è un simulatore di colpi di testa nel calcio. Diventa un attaccante professionista che segna di testa da calci d’angolo e punizioni in un simulatore di calcio. Con una fisica realistica, grafica dettagliata e un’IA avversaria impegnativa, puoi immergerti nell'emozione di segnare gol come un professionista in un grande stadio con migliaia di tifosi che urlano, portando la vittoria alla squadra del nostro paese."}, {"images": {"nodes": []}, "id": "1253032645994348", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "이것은 축구 헤딩 시뮬레이터입니다. 코너킥과 프리킥에서 헤딩으로 골을 넣는 프로 스트라이커가 되어보세요.\n\n#실제 골 시나리오\n실제 골에서 영감을 받은 50개 이상의 레벨을 만들어 당신의 헤딩 능력을 시험합니다.\n\n#도전적인 수비수 AI\n이 게임의 수비수와 골키퍼는 당신이 골을 넣지 못하도록 최선을 다해 막을 것입니다. 그들의 위치를 ​​빠르게 파악하고 골 확률을 최대화할 수 있도록 공을 어디에 두어야 할지 결정해야 합니다(실제 축구처럼).\n\n#실제적인 헤딩 물리학\n우리는 투사체 물리학을 개발하여 공의 궤적을 공기 저항, 마그누스 효과, 그리고 당신의 머리와의 충돌을 정확하게 시뮬레이션하여 실제 헤딩 경험을 보장합니다.\n\n#실제로 축구를 해본 적이 없나요? 걱정 마세요!\n새로운 플레이어가 헤딩을 쉽게 할 수 있도록 슬로우 모션 옵션을 제공합니다! 또한, 훈련 시설에서 기술을 배우는 튜토리얼 섹션도 준비되어 있습니다!\n\n#실제적인 골대 물리학\n이 게임은 얼리 액세스 중이며, 여러분의 피드백을 기다리고 있습니다! 지금 Discord에 참여하세요: https://discord.gg/Xyp2SyyKXv", "short_description": "이것은 축구 헤더 시뮬레이터입니다. 축구 시뮬레이터에서 코너킥과 프리킥으로 헤딩 골을 넣는 프로 스트라이커가 되어보세요. 정확한 물리학, 세밀한 그래픽, 도전적인 상대 AI와 함께, 수천 명의 팬들이 환호하는 대형 경기장에서 프로 선수처럼 골을 넣어 국가 대표팀에 승리를 가져다주는 짜릿한 경험을 할 수 있습니다.*"}, {"images": {"nodes": []}, "id": "1240353230379892", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "This is a football header simulator (soccer).\n\nThe game is a must-play for football fans and is easy to play, whether you're new to VR or a seasoned VR player.\n\nBecome a pro striker who scores headers from corner kicks and free-kicks in a football simulator.\n\n# REAL-LIFE GOAL SCORING SCENARIO\nWe put together over 50 levels inspired by real-life goals that will test your header skills. \n\n\n# CHALLENGING DEFENDERS AI\n\n\nThe defenders and goalkeepers in this game will try their best to stop you from scoring. You have to quickly assert their positions and decide where to put the ball to maximize scoring chance (as in real life).\n\n# REALISTIC BALL HEADING PHYSICS\nWe developed our projectile physics to correctly simulate the ball projectile with drag, Magnus effect, and collision check with your head to ensure a realistic heading experience.\n\n\n\n# NEVER PLAYED FOOTBALL IRL? WE GOT YOU COVERED!\n\nWe have slow-motion options so heading becomes easy for new players! We have also prepared a tutorial section to teach you the technique in our training facility!\n\n\n\n# REALISTIC GOAL-NET PHYSICS\n\n\n\n\n\nThe game is in Early Access and we would love to hear your feedback! Join us on Discord now https://discord.gg/Xyp2SyyKXv\n\n\n\n", "short_description": "This is a football header simulator (soccer).\nBecome a pro striker who scores headers from corner kicks and free-kicks in a football simulator. With accurate physics, detailed graphics, and challenging opponent AI, you can immersively experience the thrill of scoring goals as a pro in a big stadium with thousands of fans screaming and bringing victory to our country's team."}, {"images": {"nodes": [{"file_name": "ScreenshotStadiumGoalNet.png", "id": "3587114328265836", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035338_3587114331599169_835525116529152714_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9TlaB65weHMQ7kNvgG4S9hs&_nc_oc=AdiUC2HGFmoepzBHfE2z37Bw9r4BBULraH6CVTWwpTw02oiKAtHxjKAYkkk-7ZKeDYk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAFqFaEXGanPpQ-AOsQdjuXjpe9iiLXv75tJC5wlmkvag&oe=67AC82D4"}, {"file_name": "Image Sequence_025_0001 - Copy - Copy.png", "id": "2259209314422819", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982576_2259209321089485_8233948434418091561_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tytFU_2eJUEQ7kNvgGt8BAh&_nc_oc=Adj-Be87KDLNvRiOQQm0EhnWVjAGXrfvomuVifMMdLDHssR5C39DE6Nle5nEvMn0VVo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCYd4QOGO9i0qTTj2LKJ7w_Cro721FYTSBaue4rBTntjw&oe=67AC70FA"}, {"file_name": "ScreenshotDescription2.png", "id": "1586323765481518", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/227815876_1586323768814851_5411115242033859788_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qxJKN1yoNRUQ7kNvgEPiFAI&_nc_oc=AdgxCGyi8Yq4gNiEEvjmk2fS4dKKltQB_WQechS9wju0LJ0VkdEn9_OxgbNQuwd7sC0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCNsb2wogJMPknNphRIeL7EG2xFeZ1TvcX0o15mNMkyGg&oe=67AC6FA0"}, {"file_name": "Screenshot5.png", "id": "1015847989889035", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974801_1015847993222368_4423332983459140254_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tuHSv8kR1K4Q7kNvgF7giEz&_nc_oc=AdiWCoFnV2Ho9eFRt8FPi3LfT3JEP3gcJribEvURwxWBSzmH3-Wpp-7s1rk-yPVi8Dg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAFga1nGH7oSB8Tv9xJrJaXC7a3jSAB3jN1rkV6luh5Kg&oe=67AC9C70"}, {"file_name": "2kScreenshotDescription1.png", "id": "761851352778564", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75245816_761851356111897_3850337963444926132_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=n9RnPcfNxJYQ7kNvgGUIM7s&_nc_oc=AdgbvvsgnRqsxExbv_hFbHiViBjZ7EMi6zIwENxytBwVRUtxSL9rZnddcL9L8bfQDVM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYDYk1-sKNxMHC-o-TlzSLVXnWtnJVOIshmrzPDvUux5SA&oe=67AC8BDB"}, {"file_name": "ScreenshotDescription5.png", "id": "384127804168848", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982517_384127807502181_3051717530171403133_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=s4Boj6vVIPgQ7kNvgEnHEd1&_nc_oc=Adi8PRfnM7DFa3yhAEc0Jaz3azKh1AX0M7xVBrj2I-iESeE5uAp_u8cqy70QywXxYLA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCOtwQJ6yREUflMd0Mdh6jGzBVbd5Fsfg0MMo8Jppv59g&oe=67AC7714"}, {"file_name": "CoverImageSafeAreaTemplateSquare Icon.png", "id": "1198641258003071", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57569464_1198641261336404_5479988614532554165_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UYhWuuCMNfEQ7kNvgEkrYo7&_nc_oc=Adif1fVJMxbVySoYuyDEC6P8NDmcZnFUlxkQFLBJe_lNhUyZqHFcZx944j9mlt9S_vY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYBVTai_dqin-F13augYVvABrNqqvGVQciNA9wLnHDpNVg&oe=67AC742B"}, {"file_name": "CoverImageSafeAreaTemplateSquare.png", "id": "952467773475968", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031603_952467776809301_4875211923045262258_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CSSO3O4uVRgQ7kNvgFVEK4U&_nc_oc=AdjxSfbg1UAQwr879iSCYZX5iDzejQSDhw2UXf4LSDzAFdGgtM4YzAcxK9VNm3n8sng&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAfXd8q_7JWhM29bzjdu9V4JgwtSnMs1W3_ceipHWb9tQ&oe=67AC704F"}, {"file_name": "Illustration - ArgentinaFixed.png", "id": "632129019278345", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473391926_632129022611678_7588371106453521895_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pYNgpeRRpE4Q7kNvgFskoz8&_nc_oc=AdhP90O5Iv_rMVYYz8cj-we_B8gZPrWKLNV8_elCgUpYZJGXi-wRPN8iM0kujjhmfJk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYBFKIMs_mc6cjw_lpadfj2BQdqksHRR1ZzRDXar6U6vbA&oe=67AC9EFB"}, {"file_name": "CoverImageSafeAreaTemplatePortrait.png", "id": "509641788240982", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974642_509641791574315_188360738887104800_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sap4vrOeKHkQ7kNvgHeoHH3&_nc_oc=AdhwWLyIrhqIjh3OrMHI9YJ5_KUQi84mcVRotKDEUu6AAUFVwAXwiFmCoQUoCypALgA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYDKss2z9NYU5OAJPdJEkRmIi8X_Ry-eSYhEfWzw7A9e-g&oe=67AC9623"}, {"file_name": "CoverImageSafeAreaTemplateHeroCentered.png", "id": "453071217710885", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982452_453071221044218_2843172234460972526_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DsuDpRi4ZpIQ7kNvgEvKcGn&_nc_oc=Adhx4ZOJrHRWbbEdx8pOYaoRizKe_JJQKwktY96KrGzWonzTr-S4-P1bT6YQdKts71I&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDbUOuWMTyxQjVXLI0KPVubxZWpT0D-DMqQsVX1O_RF2w&oe=67AC98E7"}, {"file_name": "LogoMine.png", "id": "436993152366469", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974649_436993155699802_7248777709061382778_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6sQrqCz8dpAQ7kNvgGjpN9Y&_nc_oc=Adjz30PJnFjsWNg8olC4eT9ez_rOHvLnOZmvmvpMxQgPialiU0ZpBWHZq0BdAP93EDM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYAWXHIXJNxD7f2FPRFCDldtTHjWug8lS0cyVO396SkIHw&oe=67AC9013"}, {"file_name": "CoverImageSafeAreaTemplate LanscapeMINI.png", "id": "381185658007749", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031566_381185661341082_20151936150955404_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=djEKSMOiWZMQ7kNvgHsCfqe&_nc_oc=Adg1Y4tntUk9ZoZnFhdRyOQE4FPqghOBY9w58K921fqzumqpAK-T85RReK8sjQ6i6tM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCHxS2_H9gCp-Gdk8ArD3vJelOLOSQK0RvDYdDJ98pTgw&oe=67AC7588"}]}, "id": "1134592594912599", "locale": "en_US", "screenshots": [{"file_name": "2kScreenshot5.png", "id": "872363544724454", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75348044_872363548057787_8072591949392893309_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YRNMnrrTxm4Q7kNvgG0QSc8&_nc_oc=AdhpJChtPMnSRKZukO37etmbRP58cHISMHGkWrK-goHqkyaU-zQQ1yG6uRwgKWGevIs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDdluj0YqhzFE3dJNK5MAUrpScOkgV7CNLUVTmtR6BW6g&oe=67AC8FA3"}, {"file_name": "GrassAnnouncement2560x1440.png", "id": "1672476917365081", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57569433_1672476920698414_1353874113151406940_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ul0RR52TY8wQ7kNvgHMjoHE&_nc_oc=AdilkQbXChskh0b0uYYiw2YBE6ETcPRiqH3MFO_tTVD2_xsQjeGArwJjzaXbA9jQapc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCFHeTiqwxHX5gd3yBmGj5HX23xpV_X9PdA8PJsfuhIQA&oe=67AC8D32"}, {"file_name": "Screenshot3.png", "id": "877537224591404", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974613_877537227924737_1327509193146126585_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ru1l0fkHZMkQ7kNvgF8Jt-B&_nc_oc=Adi6afmgiLjnEeulO_sZvxYdTyFsRDj8fGrblmShpdgKVbJLLXne1s1OYkEQwj9h5sU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYDw66yO9eoogiA1TR9jDKbMwBMr09iVuPYGSOiXdBbTZg&oe=67AC8D92"}, {"file_name": "Image Sequence_025_0001 - Copy.png", "id": "844249380992615", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974589_844249384325948_155232049096316719_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=t-XaJn2lREgQ7kNvgG0Ezd6&_nc_oc=AdhGxll6mR5rXa3pWxf3pivB2cMuVdoYpVwROxTvtbMKZu2r-h4D4sSjQUtCUbMgAYk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYC5QmZmipGZtyDoTnnRaO-vtCXFsnbW4qZYBHcmz6wAwQ&oe=67AC6F37"}, {"file_name": "Image Sequence_027_0006 - Copy.png", "id": "1112505757028604", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035460_1112505760361937_4391371584801044890_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=iRAaPPYrvwUQ7kNvgFBkzv2&_nc_oc=AdhiuAHcrv1tHqZ8KmmGdlS8f-lIAYwq3rwohMKLxq-x8jasWWnTrbGXgDfTTo1m754&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYDSAbv0sCG4uO5XsNpRfNYf01nlwKCpFzgWe3x45ZNpSw&oe=67AC9DF5"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "GrassAnnouncement2560x1440.png", "id": "931570549077012", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75371508_931570552410345_5994213141688051033_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pkM7fEZjf_wQ7kNvgEZju0j&_nc_oc=AdgLyez6vQUpkSo-9huTalINMHC7BCxCRgRz2ZgSm6Rr0PDpmmVerv-33yg4JCBFg8s&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYAwqixg6rwZogjlBUdKNb2-siLXRntelAoUlQMEaX-Lgw&oe=67AC6D98"}, "display_name": "Football: Goal Poacher (Soccer)", "keywords": ["football", "soccer", "header", "goal", "arcade"], "long_description": "This is a football header simulator (soccer).\n\nThe game is a must-play for football fans and is easy to play, whether you're new to VR or a seasoned VR player.\n\nBecome a pro striker who scores headers from corner kicks and free-kicks in a football simulator.\n\n# REAL-LIFE GOAL SCORING SCENARIO\nWe put together over 50 levels inspired by real-life goals that will test your header skills. \n\n\n# CHALLENGING DEFENDERS AI\n\n{761851352778564}\nThe defenders and goalkeepers in this game will try their best to stop you from scoring. You have to quickly assert their positions and decide where to put the ball to maximize scoring chance (as in real life).\n\n# REALISTIC BALL HEADING PHYSICS\nWe developed our projectile physics to correctly simulate the ball projectile with drag, Magnus effect, and collision check with your head to ensure a realistic heading experience.\n\n\n\n# NEVER PLAYED FOOTBALL IRL? WE GOT YOU COVERED!\n\nWe have slow-motion options so heading becomes easy for new players! We have also prepared a tutorial section to teach you the technique in our training facility!\n\n\n\n# REALISTIC GOAL-NET PHYSICS\n\n\n\nThe game is in Early Access and we would love to hear your feedback! Join us on Discord now https://discord.gg/Xyp2SyyKXv\n\n\n\n", "short_description": "This is a football header simulator (soccer).\n\nBecome a pro striker who scores headers from corner kicks and free-kicks in a football simulator. With accurate physics, detailed graphics, and challenging opponent AI, you can immersively experience the thrill of scoring goals as a pro in a big stadium with thousands of fans screaming and bringing victory to our country's team."}, {"images": {"nodes": []}, "id": "1127462826047999", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "Este es un simulador de remates de cabeza en el fútbol. Conviértete en un delantero profesional que anota de cabeza en tiros de esquina y tiros libres en un simulador de fútbol.\n\nEl juego es imprescindible para los fanáticos del fútbol y es fácil de jugar, ya sea que seas nuevo en la VR o un jugador experimentado.\n\n#Escenarios de goles de la vida real\nHemos creado más de 50 niveles inspirados en goles de la vida real que pondrán a prueba tus habilidades de cabeza.\n\n#Desafiantes defensores con IA\nLos defensores y porteros en este juego harán todo lo posible para evitar que marques. Tienes que evaluar rápidamente sus posiciones y decidir dónde colocar el balón para maximizar la oportunidad de anotar (como en la vida real).\n\n#Física realista de remates de cabeza\nDesarrollamos nuestra física de proyectiles para simular correctamente la trayectoria del balón con arrastre, efecto Magnus y verificación de colisiones con tu cabeza para asegurar una experiencia de cabezazo realista.\n\n#¿Nunca has jugado al fútbol en la vida real? ¡Te tenemos cubierto!\nTenemos opciones de cámara lenta para que los nuevos jugadores puedan cabecear fácilmente. También hemos preparado una sección de tutorial para enseñarte la técnica en nuestro centro de entrenamiento.\n\n#Física realista de la red de la portería\nEl juego está en acceso anticipado y nos encantaría conocer tus comentarios. ¡Únete a nosotros en Discord aquí: https://discord.gg/Xyp2SyyKXv", "short_description": "Este es un simulador de cabezazos en fútbol. Conviértete en un delantero profesional que marca goles de cabeza desde saques de esquina y tiros libres en un simulador de fútbol. Con física precisa, gráficos detallados y una IA desafiante de los oponentes, puedes experimentar de manera inmersiva la emoción de marcar goles como un profesional en un gran estadio con miles de aficionados animando y llevando la victoria al equipo de nuestro país.*"}, {"images": {"nodes": []}, "id": "618531593872406", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": ["football", "soccer", "sport", "goal"], "long_description": "Это симулятор ударов головой в футболе. Станьте профессиональным нападающим, забивающим голы головой с угловых и штрафных ударов в футбольном симуляторе.\n\n#Сценарии забивания голов из реальной жизни\nМы разработали более 50 уровней, вдохновленных реальными голами, чтобы проверить ваши навыки ударов головой.\n\n#Сложные защитники с ИИ\nЗащитники и вратари в этой игре будут стараться помешать вам забить. Вам нужно быстро оценить их позиции и решить, куда направить мяч, чтобы увеличить шансы на гол (как в реальной жизни).\n\n#Реалистичная физика ударов головой\nМы разработали физику, чтобы точно моделировать полет мяча с учетом сопротивления воздуха, эффекта Магнуса и проверки столкновений с вашей головой, обеспечивая реалистичный опыт ударов головой.\n\n#Никогда не играли в футбол в реальной жизни? Мы поможем!\nУ нас есть режим замедленного воспроизведения, чтобы новичкам было легче бить головой! Также мы подготовили обучающую секцию, чтобы научить вас технике в нашем тренировочном центре!\n\n#Реалистичная физика сетки ворот\nИгра находится в раннем доступе, и мы будем рады получить ваши отзывы! Присоединяйтесь к нам на Discord: https://discord.gg/Xyp2SyyKXv", "short_description": "Это симулятор ударов головой в футболе. Станьте профессиональным нападающим, забивающим голы головой с угловых и штрафных ударов в футбольном симуляторе. С точной физикой, детализированной графикой и сложным ИИ соперников, вы сможете ощутить всю прелесть забивания голов, как настоящий профи, на большом стадионе с тысячами кричащих фанатов, принося победу команде нашей страны.*"}, {"images": {"nodes": []}, "id": "610002961507264", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football: Goal Poacher (Soccer)", "keywords": [], "long_description": "Ceci est un simulateur de tirs de tête au football. Devenez un attaquant professionnel qui marque des buts de la tête à partir de corners et de coups francs dans un simulateur de football.\n\nLe jeu est incontournable pour les fans de football et est facile à jouer, que vous soyez novice en VR ou un joueur expérimenté.\n\n#Scénario de but réaliste\nNous avons créé plus de 50 niveaux inspirés de buts réels qui mettront vos compétences en coups de tête à l'épreuve.\n\n#Défenseurs IA exigeants\nLes défenseurs et les gardiens de but dans ce jeu feront tout pour vous empêcher de marquer. Vous devez rapidement évaluer leurs positions et décider où placer le ballon pour maximiser les chances de marquer (comme dans la vraie vie).\n\n#Physique réaliste des tirs de tête\nNous avons développé notre physique de projectile pour simuler correctement la trajectoire du ballon avec résistance, effet Magnus, et vérification des collisions avec votre tête pour garantir une expérience de tir de tête réaliste.\n\n#Jamais joué au football dans la vraie vie ? Nous avons ce qu’il vous faut !\nNous proposons des options de ralenti pour que les nouveaux joueurs puissent s'essayer facilement aux tirs de tête ! Nous avons également préparé une section de tutoriel pour vous enseigner la technique dans notre centre d'entraînement !\n\n#Physique réaliste du filet de but\nLe jeu est en accès anticipé, et nous aimerions entendre vos retours ! Rejoignez-nous sur Discord ici : https://discord.gg/Xyp2SyyKXv", "short_description": "C’est un simulateur de têtes au football. Devenez un attaquant professionnel qui marque de la tête sur des corners et des coups francs dans un simulateur de football. Avec une physique précise, des graphismes détaillés et une IA d'adversaires stimulante, vous pouvez vivre l'expérience immersive de marquer des buts comme un pro dans un grand stade avec des milliers de fans qui crient, apportant la victoire à l'équipe de notre pays."}]}, "developer_name": null, "developer_privacy_policy_url": "https://goalpoachervr.com/privacy-policy/", "developer_terms_of_service_url": "https://goalpoachervr.com/terms-and-conditions-for-football-goal-poacher/", "publisher_name": "BlueOC studio", "support_website_url": null, "website_url": "https://goalpoachervr.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "it", "fr", "de", "es", "pt_BR", "ko", "ja", "zh_CN", "ru"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "8893771140743831"}, "review_messages": [""]}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031603_952467776809301_4875211923045262258_n.png?stp=dst-png_s360x360&_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CSSO3O4uVRgQ7kNvgFVEK4U&_nc_oc=AdjxSfbg1UAQwr879iSCYZX5iDzejQSDhw2UXf4LSDzAFdGgtM4YzAcxK9VNm3n8sng&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCITzRj5paBJMQpZHXbWeYIhUwuaoKNRJNLFPTNzpXoaQ&oe=67AC704F"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Football: Goal Poacher (Soccer)", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Sports", "id": "2776542286000603"}, {"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1716966320, "lastRevision": {"nodes": [{"id": "7279132685541026", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7279132638874364", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "322538963911527"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "icon 512x512.png", "id": "1142118040262699", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75203618_1142118043596032_4042409260889065122_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gxnYyaIcSw8Q7kNvgGSUsLX&_nc_oc=AdgSDDqhtPEHLjj5qcSYkwpcFcZsJOpXkBjDqxn_EpVBrPZLMUdwypAOZAy9EPMc4uE&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYCCz9y5gJd0hpRfbhpzpASjZ4rpv6jnbZUpYUJdu13jCg&oe=67AC6B15"}, {"file_name": "PDP Art (Hero cover) 3000x900.png", "id": "1135607937631955", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75339310_1135607940965288_4311171421223951122_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ao7JRLO9bZ8Q7kNvgECgrl9&_nc_oc=AdjvzwvEPEpy_7MY7D-UY0OGlXBPVC2oU6a1uRRNA1KqoDe-_8I_tRL6-rBKj9goTQY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYBvrN8jIlNgsE4XBKFTozR622C0h9I3Zk7ai-nRwY2UGA&oe=67AC8CFA"}, {"file_name": "Cover Art Landscape 2560x1440.png", "id": "1006118727510932", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75476595_1006118730844265_1143101544885776767_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=e-1-HCeGsLoQ7kNvgGeulTA&_nc_oc=Adh4DnrNDZtCV0XbRP8muYuOHgQLkc2_6aGQRoHwQPBF3-hzQ724nhqyJUy3mCyzeGY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYBAIY399H_sbzuVWh5Q7-w9Lcbc5aH9gyVA_t0CUyGwdA&oe=67AC8A4F"}, {"file_name": "Cover art Portrait 1008x1440.png", "id": "980828263463137", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974839_980828266796470_8450285278304584260_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=d6v0ectpQvoQ7kNvgHKud4h&_nc_oc=Adh7ZHYotku1u1xzZprwE9UkvDcnD3XE-s6R6ipwubttZcTzOiuUax6pKDXgAZzliyk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYABDZVOxL2cX_d9I-a4WwBhrNXEfu24CjhHC2BAfk3Sgg&oe=67AC91D0"}, {"file_name": "final logo stroke.png", "id": "947597606809693", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974474_947597613476359_3454961492324471872_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fbJCCh1DCO8Q7kNvgHSZti4&_nc_oc=AdhjGc2pI6av4wHQybXn2ptT3HGTYYZma1k4L3Voblk0_amL4RYclKNR-_3f8uJthb4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYA63pAxn7cZPqwp6qp5NVRob4GB1v5bpUL9Yljg2WGOyg&oe=67AC7DE7"}, {"file_name": "Cover art Square 1440x1440.png", "id": "737465548470244", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75210394_737465551803577_1128322992598097482_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Pco9o9GS2aUQ7kNvgEm2lhF&_nc_oc=AdjUvJ1c-YXjfZm98MoQn3p8G7HQBLXkmkJmr7BwwjxElazxeB-YjBmMr69rKMrmyrY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDrFPTxf7vxHAU3oTB_SHGGCDV_7dNB0ApFKOROA-xidA&oe=67AC7E29"}, {"file_name": "Coverart Mini Landscape 1080x360.png", "id": "426315706659172", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001718_426315709992505_1909189972439914095_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xVwZHm06aBwQ7kNvgHP0bkj&_nc_oc=AdgjUq6aTDNSxucATzulhkVWBkW5rl4pwQzWhl48SWqBhjUm2n2lavojcLo9z1ajoPc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYDmueJo51XzfmnJgf2WxjtYyKgXG331QjoIPsRJetHlWA&oe=67ACA145"}]}, "id": "3676899102597474", "locale": "en_US", "screenshots": [{"file_name": "screenshot_202404230032414498.png", "id": "899982018598886", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/227942960_899982021932219_6884232711553718883_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DEJ4aK1JqOAQ7kNvgF9nmEM&_nc_oc=Adjvk4qeGTBNLckuzQanmkI4_pfUWsmTbKr-DMMnNHCFl47n_cf13HgAzEDyOovXjz0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAGWFeTg92c_fHkiH5zWgzhY15FjBIYXl5wUOuDh4fiCQ&oe=67AC81BD"}, {"file_name": "screenshot_202404230033402205.png", "id": "1110000570236999", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974805_1110000573570332_6542911169550544387_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cvsHrYPcD2QQ7kNvgF1RD4T&_nc_oc=AdjlDKVyzG8O8TjawPaiNnwtwHc37wWQiVk98FOyYLMKiT03b3wR7vVZo7Z7O4pHhVM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDRyhPjgenc-OoVh6jwICRqa-pZ-koFK8cSSle4NNoCtw&oe=67ACA00C"}, {"file_name": "screenshot_202404230030019617.png", "id": "1849705048835900", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982601_1849705052169233_4130962020149518409_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BqUKahed-5YQ7kNvgFT2sgA&_nc_oc=Adjel3_BaxVdGbRMJFMhXzCslI_74tT0xL3LXg3-EzvKtfHYaKQJLXnDypE3xkDvSuo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCl_SVJzk1mHXbhTJBrOif9c64EEQv6RoYv8ZilCjT3_w&oe=67AC9136"}, {"file_name": "screenshot_202404230029444203.png", "id": "965052701736421", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035405_965052705069754_3779205855369532648_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TjXMKb9_9qQQ7kNvgHFej5v&_nc_oc=Adijs8JSFlfuPIl3aXH17OILIeV9l06FLD90Zlmo6fLuo0XXajYZ9cHzveS4zbqpzIc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAz2i4Figfc1XjHbTkaL6Auh7iU7SJcgCutVVohHZ0PEQ&oe=67AC79DD"}, {"file_name": "screenshot_202404230033274107.png", "id": "1111784780045415", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38984440_1111784783378748_6963712676489512728_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=si7dj0_N9KMQ7kNvgHnA67p&_nc_oc=AdiJM3ZdGduNgz1pGsPReN9p383xluTco0T2vbln8JjR2D2W1_MoxXsq6ziezmrINKA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDXFkgGQrNyKr3t3HzSmznR4pRXD6bZoIzUyWp4-6YUeA&oe=67AC9636"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "screenshot_202404230023340038.png", "id": "401395172659930", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974783_401395175993263_3027170000623439756_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IOmVcKqoyRUQ7kNvgFJ5_Vu&_nc_oc=AdhWBQlu0tMZgYdaidBOxocSYd76FqSZYceXdql3xWhy7w_Htfs7GZrObaVNpSLn_Ws&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCNxPZbkvr6i9mixUSGQgP8djpS9X7tkr83g1_dxXrYJQ&oe=67AC904E"}, "display_name": "Goal Poacher: Soccer Header Simulator", "keywords": [], "long_description": "Become a pro football striker going up against challenging real-life defenders and goalkeepers to score header goals. \n\nCHALLENGING DEFENDERS AI\nThe defenders and goalkeepers in this game will try their best to stop you from scoring. You have to quickly assert their positions and decide where to put the ball to maximize scoring chance (as in real life).\n\nREAL-LIFE GOAL SCORING SCENARIO\nWe put together over 30 levels inspired by real-life goals that will test your header skills. Can you score like your favorite striker?\n\nREAL-LIFE ACCURATE BALL HEADING PHYSICS\nWe developed our projectile physics to correctly simulate the ball projectile with drag, Magnus effect, and collision check with your head to ensure a realistic heading experience.\n\n\n\n ", "short_description": "Become a pro football striker going up against challenging real-life defenders and goalkeepers to score header goals. "}]}, "developer_name": null, "developer_privacy_policy_url": "https://blueoc.tech/en/case-study/goal-poacher/policy", "developer_terms_of_service_url": null, "publisher_name": "BlueOC studio", "support_website_url": null, "website_url": "https://blueoc.tech/en/case-study/goal-poacher", "category": null, "comfort_rating": null, "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7279132668874361"}}]}, "scheduled_offers": {"count": 11, "nodes": [{"status": "PUBLISHED", "id": "1288817962233684"}, {"status": "PUBLISHED", "id": "9107387325989410"}, {"status": "PUBLISHED", "id": "962032732503028"}, {"status": "PUBLISHED", "id": "578730664721535"}, {"status": "PUBLISHED", "id": "523410713401199"}, {"status": "PUBLISHED", "id": "1738205490252930"}, {"status": "CANCELLED", "id": "1302972147353418"}, {"status": "CANCELLED", "id": "2267915133549409"}, {"status": "CANCELLED", "id": "1077413603947869"}, {"status": "PUBLISHED", "id": "1031816388295788"}, {"status": "PUBLISHED", "id": "953602049824682"}]}, "baseline_offer": {"id": "1031816388295788"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1740423600, "status": "PUBLISHED", "id": "1288817962233684"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8964578896996388", "version": "3.6.7"}, "id": "410689884906940", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7279132638874364", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8964578896996388"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "410689884906940"}]}, "change_log": "Arcade replay: disable option", "created_date": 1738039861, "id": "8964578896996388", "version": "3.6.7", "version_code": 367, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7279132638874364", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8964578896996388"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "410689884906940"}]}, "change_log": "Grass update\nBug fixes", "created_date": 1735658341, "id": "8819789778141968", "version": "3.6.5", "version_code": 365, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7279132638874364", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8964578896996388"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "410689884906940"}]}, "change_log": "Update arcade", "created_date": 1732892198, "id": "8645997422187872", "version": "3.2.7", "version_code": 327, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7279132638874364", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8964578896996388"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "410689884906940"}]}, "change_log": "Urgently fix another game-breaking bug", "created_date": 1731376786, "id": "8550964861691129", "version": "3.0.4", "version_code": 304, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7279132638874364", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8964578896996388"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "410689884906940"}]}, "change_log": "Allow run the game when internet connection is lost. But data wont be loaded", "created_date": 1731304550, "id": "8546246078829674", "version": "3.0.3", "version_code": 303, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}