{"data": {"node": {"__typename": "Application", "id": "7638484079521676", "organization": {"id": "1362762143776040", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7638484079521676"}]}, "id": "475744501573993"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1301430849952300"}, {"id": "1274071716010063"}, {"id": "1600776106603508"}]}, "id": "171113450062993"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7638484079521676", "release_date": 1734019200, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 8}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9016699175033486"}, "id": "1201943354510250"}]}}, "binary": null, "live_binary": null, "created_date": 1738326230, "id": "9064658560237547", "is_initial_release": false, "name_with_fallback": "v6", "pdp_metadata_with_fallback": {"version": 6, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9064658540237549"}, "release_status": "RELEASED", "id": "7638484079521676"}, "id": "9064658540237549", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7638484079521676", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "7947664528599032"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1852405008829676", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["simulación", "física", "rompecabezas", "construcción", "puente"], "long_description": "Empieza a construir ya \n\nBridge Constructor Studio es imprescindible para los aficionados a los puzles de ingeniería y los juegos creativos. Diseña estructuras robustas o experimenta con obras surrealistas. ¡Las posibilidades son infinitas!\n\nCaracterísticas principales:\n\nCampaña de 70 puzles: Pon a prueba tus conocimientos de construcción con decenas de puzles en biomas variados. Siete vehículos y diversos materiales (madera, acero, cables, columnas de cemento y carreteras) hacen que cada puzle sea un desafío único.\n\nCreatividad sin límites: Sin restricciones de presupuesto ni materiales, tienes libertad para experimentar. Además, puedes ganar un premio especial si mantienes los costos dentro del presupuesto y aseguras que el puente resista.\n\nModo de creación de escenarios: Diseña y juega tus propios niveles con cinco biomas, siete vehículos y una variedad de obstáculos. Guarda hasta 40 niveles personalizados por perfil de usuario.\n\nRealidad mixta (exclusivo de Quest 3): Cambia fácilmente entre los modos de realidad virtual y enfoque exterior para ver tus creaciones en el mundo real.\n\nSeguimiento de manos y mandos: Disfruta de una experiencia intuitiva jugando con mandos o con seguimiento de manos.\n\nVarios perfiles locales: Hasta cinco jugadores pueden compartir el mismo dispositivo, cada uno con su propio progreso en la campaña y niveles personalizados guardados en su perfil individual.", "short_description": "¡Desata tu creatividad ingenieril en RV y RM! \n\nBridge Constructor Studio es la última entrega de la exitosa saga de Bridge Constructor y la primera en llevar la cautivadora experiencia de puzles y física de construcción de puentes a la realidad virtual (RV) y la realidad mixta (RM). Pon a prueba tus habilidades de ingeniería como nunca antes con este juego inmersivo diseñado para estimular la creatividad de nuevas maneras emocionantes. "}, {"images": {"nodes": []}, "id": "1636869353608949", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["시뮬레이션", "물리학", "퍼즐", "빌딩", "다리"], "long_description": "지금 바로 건설하세요 \n\n공학 퍼즐과 창의적인 샌드박스 게임을 좋아한다면 Bridge Constructor Studio를 놓치지 마세요. 튼튼한 걸작 구조물을 설계하든, 기발하고 독특한 작품을 실험하든 가능성은 무궁무진합니다!  \n \n주요 특징 \n두뇌를 자극하는 70개의 퍼즐 캠페인: 다양한 생태계를 아우르는 수십 개의 독특한 다리 건설 퍼즐로 자신의 건설 기술이 어느 정도인지 시험하세요. 7종의 차량과 여러 건설 자재(목재, 강철, 케이블, 콘크리트 기둥, 도로)로 퍼즐마다 새롭고 다양한 도전을 즐길 수 있습니다. \n\n무한한 창의력: 예산 제한이나 자재 제한 없이 자유롭게 실험하고 설계하세요. 조금 더 어려운 콘텐츠를 즐기고 싶다면, 정해진 예산 내에서 일정한 압력을 견디는 다리를 만들어 특별한 상을 획득할 수 있습니다! \n\n시나리오 제작 모드: 나만의 다리 건설 시나리오를 만들고 즐기세요! 5개의 생태계, 7종의 차량, 여러 장애물과 체크포인트 중 원하는 것을 선택하여 나만의 챌린지를 만들 수 있습니다. 플레이어 프로필 하나당 커스텀 레벨을 40개까지 저장할 수 있습니다. \n\n혼합 현실 (퀘스트 3 전용): 혼합 현실로 여러분의 창작물을 현실 세계에서 감상하세요! VR과 패스스루 모드를 자유롭게 전환하여 게임을 완전히 새로운 방식으로 경험하세요. \n\n핸드 트래킹 및 컨트롤러: 컨트롤러와 핸드 트래킹 모두 지원하는 Bridge Constructor Studio에서 직관적인 게임플레이를 경험하세요.\n\n여러 개의 로컬 프로필: 최대 다섯 명의 플레이어가 같은 기기를 공유할 수 있으며, 각자의 캠페인 진행 상황과 샌드박스 레벨이 개별 프로필에 저장됩니다.", "short_description": "VR과 MR에서도 창의적인 건설 능력을 맘껏 펼치세요! \n\n기존에 인기를 끈 Bridge Constructor 시리즈의 최신작 Bridge Constructor Studio는 흥미진진한 다리 건설 공학/퍼즐 게임을 VR과 혼합 현실(MR)로 선보이는 첫 게임입니다. 몰입감 강한 이 게임에서 자신의 건설 능력을 시험하면서, 새롭고 흥미로운 방식으로 창의력을 자극하세요.  "}, {"images": {"nodes": []}, "id": "1554740825234933", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["シミュレーション", "物理学", "パズル", "建物", "橋"], "long_description": "さっそく建設を始めよう \n\n『Bridge Constructor Studio』は、エンジニアリングパズルやクリエイティブなサンドボックス型ゲームのファンならマストハブなゲームです。頑丈な傑作構造物を設計するにしても、ワイルドでユニークな作品を作るにしても、パズルの可能性は無限大！  \n \n本作の特徴 \n脳を刺激する70種類のパズルキャンペーン：橋を建設するユニークな数十種類のパズルが用意されている。多種多様なバイオームで建設の専門技術を試してみよう。7種類の異なる乗り物と様々な建設材料（木、鉄、ケーブル、コンクリート柱、道路）が登場。どのパズルも新鮮な感覚で、変化に富んだチャレンジが楽しめる。\n\n創造性は無限大：予算や材料の制限は存在しないので、思いつくままに実験や設計ができる。追加チャレンジのためには、設定予算内にコストを維持しつつ、橋が重量に耐えられるようにして、特別な賞を獲得しよう！ \n\nシナリオクリエイションモード：自分だけの橋建設シナリオをデザインしてプレイしよう！5つのバイオーム、7種類の乗り物、様々な障害物とチェックポイントから選んで、自分だけのチャレンジをデザインしよう。プレイヤープロファイル1つにつき、最大40個のカスタムレベルがセーブ可能。\n\n複合現実（Quest 3専用）：複合現実（MR）を使って、自分の作品を現実世界で見てみよう！VRとパススルーモードをシームレスに切り替えて、まったく新しいやり方でゲームを体験しよう。\n\nハンドトラッキング＆コントローラー：『Bridge Constructor Studio』には、コントローラーまたはハンドトラッキングのどちらの操作でも直感的なプレイ体験ができるよう、オプション設定が用意されています。\n\n複数ローカルプロファイル：最大5名のプレイヤーで同じデバイスをシェアできます。各プレイヤーのプロファイルには、キャンペーン進行状況とサンドボックスレベルを個別にセーブ可能です。", "short_description": "VR＆MRで創造的なエンジニアリングスキルを発揮しよう！ \n\n『Bridge Constructor Studio』は、人気の『Bridge Constructor』シリーズの最新拡張版で、魅力的な橋を建設する物理パズルをVRと複合現実（MR）でも体験できる初めての作品です。没入感の高い本作で、わくわくするような新しいプレイで想像性を刺激して、これまでとは違ったやり方でエンジニアリングスキルを試してみよう。  "}, {"images": {"nodes": []}, "id": "1318541795958645", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["simulation", "physique", "puzzle", "bâtiment", "pont"], "long_description": "Construisez dès maintenant \n\nBridge Constructor Studio est un jeu indispensable pour les amateurs de casse-têtes de construction et de jeux créatifs. Créez des structures robustes ou laissez libre cours à votre imagination avec des constructions insolites. Les possibilités sont infinies !\n\nCaractéristiques principales :\n\nCampagne de 70 casse-têtes : Mettez vos compétences à l’épreuve à travers différents biomes. Utilisez 7 véhicules et des matériaux variés (bois, acier, câbles, béton) pour résoudre des défis uniques à chaque niveau.\n\nCréativité sans limites : Sans contraintes de budget ni de matériaux, expérimentez librement. Pour plus de challenge, essayez de respecter un budget tout en garantissant la solidité du pont.\n\nMode création : Concevez vos propres niveaux avec 5 biomes, 7 véhicules et des obstacles divers. Sauvegardez jusqu’à 40 niveaux personnalisés par profil de joueur.\n\nRéalité mixte (Quest 3 exclusif) : Découvrez vos créations dans le monde réel grâce à la réalité mixte, en basculant facilement entre les modes VR et Caméra réelle.\n\nSuivi des mains et manettes : Jouez de manière intuitive avec les manettes ou le suivi des mains.\n\nProfils multiples : Jusqu’à 5 joueurs peuvent partager un appareil, chacun avec sa progression et ses niveaux personnalisés enregistrés.", "short_description": "Libérez votre créativité en ingénierie en RV et en RM ! \n\nBridge Constructor Studio est le dernier opus de la série à succès Bridge Constructor et le premier à proposer une expérience de jeu passionnante mêlant construction de ponts et casse-têtes en RV et en réalité mixte (RM). Mettez vos compétences d'ingénierie à l'épreuve comme jamais auparavant avec ce jeu immersif conçu pour stimuler votre créativité de façon inédite et captivante. "}, {"images": {"nodes": []}, "id": "1049786920247026", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["模拟", "物理", "谜题", "建筑", "桥梁"], "long_description": "即刻开建 \n\n对于工程解谜和创意沙盒游戏爱好者来说，《Bridge Constructor Studio》绝对不容错过。你可以设计出坚固耐用的建筑杰作，也可以尝试天马行空的古怪作品——这里有无限可能！  \n \n主要特色 \n70 个益智解谜关卡：在不同生物环境中，用数十个各具特色的桥梁建造谜题来测试你的建筑技术。七种不同的载具和多种多样的建筑材料（木材、钢铁、绳索、混凝土立柱和路面），保证每个关卡都新鲜有趣且具有挑战性。\n\n创意无限：没有预算和材料限制，可以所心所欲地设计和尝试。也可以挑战更高难度，在预算成本范围内保证桥梁的承重能力，并获得特别奖！ \n\n情景创作模式：设计并玩转属于你的桥梁建造场景！从五种生物群系、七种载具以及不同的障碍和检查点中进行选择，定制专属挑战。每个玩家档案可保存多达 40 个自定义关卡。\n\n混合现实（仅限 Quest 3）:使用混合现实技术在现实世界中查看你的作品！在 VR 和透视模式之间无缝切换，以全新的方式体验游戏。\n\n手部追踪和控制器：无论你喜欢使用控制器还是手部追踪，《Bridge Constructor Studio》都能提供适合你的选项，让你获得最舒适的游戏体验。\n\n多个本地档案：一台设备最多可供五名玩家共享，每个玩家档案都会独立保存各自的剧情进度和沙盒关卡。", "short_description": "在 VR 和 MR 中放飞你的工程创造力！ \n\n《Bridge Constructor Studio》是广受欢迎的 Bridge Constructor 系列的最新力作，也是首次将引人入胜的桥梁建造物理/解谜体验带入虚拟现实（VR）和混合现实（MR）世界的游戏。这款沉浸式游戏将以令人兴奋的新方式激发你的创造力并挑战你的工程技能。"}, {"images": {"nodes": []}, "id": "915054637122303", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": [], "long_description": "Comece a construir hoje \n\nBridge Constructor Studio é indispensável para fãs de quebra-cabeças de engenharia e jogos sandbox criativos. Seja projetando uma obra-prima estrutural resistente ou testando ideias radicais e estranhas, as possibilidades são infinitas!  \n \nCaracterísticas principais \n\nCampanha desafiadora de 70 quebra-cabeças: Teste seu conhecimento com dezenas de quebra-cabeças de construção de pontes diferentes em biomas variados. Sete veículos diferentes e vários materiais de construção (madeira, aço, cabos, pilares de concreto e estradas) garantem que cada quebra-cabeça seja um desafio novo e variado. \n\nCriatividade ilimitada: Sem restrições de orçamento ou de materiais, você pode testar e projetar sem limites. Para um desafio extra, ganhe um prêmio especial ao manter os custos dentro de um orçamento definido enquanto garante que a sua ponte trabalha bem sob pressão! \n\nModo de criação de cenários: Crie e jogue seus próprios cenários de construção de pontes! Escolha dentre cinco biomas, sete veículos e diversos obstáculos e pontos de controle para criar seus próprios desafios. Você pode salvar até 40 níveis personalizados por perfil de jogador. \n\nRealidade mista (exclusiva do Quest 3): Veja suas criações no mundo real com a realidade mista! Alterne entre os modos de VR e visão do ambiente para vivenciar o jogo de uma maneira totalmente nova. ", "short_description": "Libere sua criatividade em engenharia em VR e MR! \n\nBridge Constructor Studio é a adição mais recente à série de sucesso Bridge Constructor e o primeiro título a trazer a experiência de física/quebra-cabeça de construção de pontes para VR e realidade mista (MR). Desafie suas habilidades de engenharia como nunca com esse jogo imersivo, desenvolvido para estimular sua criatividade de maneiras novas e empolgantes.  "}, {"images": {"nodes": []}, "id": "622190757022860", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["Simulation", "Physik", "Puzzle", "bauen", "Brücke"], "long_description": "Fang an zu bauen!\n\nBridge Constructor Studio ist ein Muss für Fans von Ingenieurpuzzles und kreativen Sandbox-Spielen. Ob robuste Meisterwerke oder verrückte Konstruktionen – die Möglichkeiten sind endlos!\n\nFeatures:\n\nKampagne mit 70 Puzzles: Teste deine Konstruktionsfähigkeiten in verschiedenen Biomen mit sieben Fahrzeugen und Materialien wie Holz, Stahl und Beton. Jedes Puzzle bietet frische Herausforderungen.\n\nGrenzenlose Kreativität: Ohne Budget- oder Materiallimits kannst du frei gestalten. Für eine Herausforderung halte die Baukosten im Rahmen und stelle sicher, dass deine Brücke dem Druck standhält.\n\nEigene Szenarien erstellen: Gestalte deine eigenen Brückenbaulevel mit Biomen, Fahrzeugen, Hindernissen und Checkpoints. Speichere bis zu 40 benutzerdefinierte Levels pro Profil.\n\nMixed Reality (Quest 3 exklusiv): Wechsle zwischen VR und Passthrough, um deine Kreationen in der echten Welt zu sehen.\n\nHand-Tracking & Controller: Wähle zwischen Hand-Tracking oder Controllern für ein intuitives Erlebnis.\n\nMehrere Profile: Bis zu fünf Spieler können ein Gerät nutzen und eigene Kampagnen- und Sandbox-Fortschritte speichern.", "short_description": "Entfessle deine Ingenieurskreativität in VR und MR!\n\nBridge Constructor Studio ist der neueste Teil der erfolgreichen Bridge Constructor-Reihe und der erste, der das fesselnde Brückenbau-Physik-/Puzzle-Erlebnis in Virtual Reality (VR) und Mixed Reality (MR) bringt. Stelle deine Ingenieursfähigkeiten wie nie zuvor auf die Probe mit diesem immersiven Spiel, das darauf ausgelegt ist, deine Kreativität auf spannende neue Weise zu fördern."}, {"images": {"nodes": []}, "id": "540835362455336", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["симуляция", "физика", "головоломка", "строительство", "мост"], "long_description": "Принимайтесь за строительство \n\nBridge Constructor Studio – идеальная игра для любителей инженерных головоломок и творческих песочниц. Стройте надежные мосты или экспериментируйте с необычными конструкциями — ваши возможности безграничны!\n\nОсобенности:\n\nКампания с 70 уровнями: Испытайте свои навыки строительства в разнообразных биомах. Вас ждут уникальные головоломки с использованием семи видов транспорта и различных стройматериалов: дерево, сталь, кабели, бетонные колонны.\n\nБезграничное творчество: Никаких ограничений по бюджету или материалам. Экспериментируйте и творите без ограничений! За дополнительную сложность получите награду, построив мост в рамках бюджета, при этом сохранив его устойчивость.\n\nРежим создания сценариев: Разработайте и играйте в свои собственные уровни. Выбирайте биомы, транспорт, размещайте препятствия и контрольные точки. Можно сохранять до 40 пользовательских уровней в одном профиле.\n\nЛюбуйтесь своими творениями в реальном мире благодаря технологии смешанной реальности (Mixed Reality)! На лету переключайтесь между режимами VR и сквозной камеры, чтобы по-новому насладиться игрой. \n\nОтслеживание рук и контроллеры: Играйте с контроллерами или используйте отслеживание рук. Выберите наиболее удобный способ управления.\n\nЛокальные профили: До пяти игроков могут делить одно устройство, каждый со своим прогрессом в кампании и сохраненными уровнями песочницы.", "short_description": "Занимайтесь инженерным творчеством в VR и MR! \n\nBridge Constructor Studio — новая часть знаменитой серии головоломок Bridge Constructor, в которой у вас впервые появится возможность строить мосты в виртуальной реальности (VR) и смешанной реальности (MR). Окунитесь в эту творческую игру и по-новому испытайте свои конструкторские навыки!  "}, {"images": {"nodes": [{"file_name": "BCStudio_CoverImageSquare_2D_V3.png", "id": "1801635237294104", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473396938_1801635240627437_3453454576774782481_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6y0EkvIMqTYQ7kNvwFrYI0t&_nc_oc=AdmW9YbgtUnJIryUprKsPxmtUR0vVp35xQDPwLCIaSswTV2br2c9KCoN3CDOQM2fkIo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvqgHo3iAl9rm3wgX1vskZvfZ_KtNjNLMfe4B5wSW1dXg&oe=699596AF"}, {"file_name": "BCStudio_Logo_V3.png", "id": "1335103531204385", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572925_1335103534537718_776092149110645082_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=arXAj7JwAJ4Q7kNvwH98L8L&_nc_oc=AdmjIjL3wFJznObcaFOq9XnHhBphRM7sKZJ84-b23-ayjQzi2WvtKwndkKPsQIMH0r4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuY9Ia3Num3Bx75nkf7Pao4ZpGvBuDepkwXnyZ22oRe0w&oe=6995AC9D"}, {"file_name": "BCStudio_CoverImagePortrait_3D_V2.png", "id": "1239546313819809", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974714_1239546317153142_4544412367840717131_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_xIqC0UQRNcQ7kNvwHcx4bn&_nc_oc=AdlkteDaEHQEUMJkgBTtkv961W6pWPSi6aVhewIKwCtfgvJFKEZvHPIYARbatI3bIkg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftmoodJsGJirbL66c4eaYxqDuM2NNfExTqAjF8-ggaUlw&oe=6995B1E4"}, {"file_name": "BCStudio_MiniLandscape_3D_V2.png", "id": "1091629852373782", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031588_1091629855707115_6296033442194865746_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0mKEH9kX4goQ7kNvwE6P9mR&_nc_oc=AdlF9sbkTA3vsii8tt6PJ1pGNY6LWhShxG-iQzV5Qd3OuG7j8l3NHdnpnfUoY2lfOCI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu0SrgNOINAGVbf_1FrOqh5mxOs4M9isqwaxnBtAB0YQg&oe=6995A536"}, {"file_name": "BCStudio_Icon_3D_V2.png", "id": "914004460303617", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974704_914004466970283_5556958713724855564_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l6S_rXUHs9MQ7kNvwGeWI15&_nc_oc=Adl0DzQ-rH87etzlmATYT40B5-Er335GCHolLOPgH_QuBHp5JXTO40mkWWOQxQPpwvU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvircRhB2ffSNdkVtIW5cWQvoc9Fm6XYnPOyQLZ_gp4uA&oe=6995B2FD"}, {"file_name": "BCStudio_CoverImageLandscape_2D_V3.png", "id": "586755677575079", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391714_586755680908412_2690936353562342898_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=iMIXe3NhpAUQ7kNvwF9fZR2&_nc_oc=Adlxxj2-7gO4ukDbgdf4RmJ1VGN4EbE5DmxrincvBba0Fwl1h7-jq-efLmYqa7I-XsU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsILcCkTzUp7sM1hslsbApUy5-c4mPtvdJ4qOjcopagVQ&oe=6995B680"}, {"file_name": "BCStudio_CoverImageHero_3D_V2.png", "id": "448891064600926", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031432_448891067934259_3889153584280749668_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=D2u2G3Y5aqcQ7kNvwHsQ1UP&_nc_oc=AdlwHAftqMV0o06se5jgw3pvVp0pQQ_dS56GHXD78Dr_DEd8SGlKTgFWiaCs_qGWSTk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvvVZn-en7C9UuPdZWxXLKcshNXpLLVfkeB3CjHHCD2Xw&oe=6995CD9E"}]}, "id": "526375703169055", "locale": "en_US", "screenshots": [{"file_name": "Screen01_TravelCoach_CurvyBridge_SideView.png", "id": "9538572242839277", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035391_9538572249505943_1542950722790383037_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kZLYZjITT5UQ7kNvwEbkbIx&_nc_oc=AdkorzNP6BowyUyPYW7_jsigqN-tS-UbV8kVfGdU3OPF30dPV8U9S5aNavCm3btfRpY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuyqOzrikqOUQpQgpXceFCzU6UbQuDdY8IbzdxDcVq92A&oe=6995AF91"}, {"file_name": "Screen02_Cargo-LongBridge03.png", "id": "527527196823165", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036669_527527200156498_4382258052040809356_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9NCsRjbobQQQ7kNvwHIi8_j&_nc_oc=AdmF6KypXRYv9abAMAIFN9xAACCprtcymn6chSdHscHRFZ9_i0PAwpAaupbnQBsyVTE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft0NNH1VQdGemUDUTzRbnIFLKnT2-FF_c8vEVfJqAOHIw&oe=6995C3FE"}, {"file_name": "Screen03_Stunt_HighJump_Checkpoint_City.png", "id": "569129835704760", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031606_569129839038093_6864622418167069193_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pGaAJP5r4u8Q7kNvwEoXdMg&_nc_oc=AdmbqQku_rM_nwRlTCy9UE6Iqb7P5r4MSl2xMG1tIFdhJbr-g6cKtjCmV6GcoHDfg2g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuDRCYaSCv12vK2VtLZwGaP7EaC4N-5BBjfrVeFsdbhQA&oe=6995AAEA"}, {"file_name": "Screen04_Parcel_Build01_Cable_Hands.png", "id": "538437712237415", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974869_538437715570748_3526008529884881429_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wbN3G5584HwQ7kNvwGgKwOy&_nc_oc=Adn0ufobEjEG15ZMUaXCVUpTU5AKRe6lri6344QMk-2-5d8TQwnAkzJFP9E4laDszqo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvwsqXZc9ipWHc5oUr-MiLrdiSWOt4HNYasKc6t1-QJFQ&oe=6995B2C5"}, {"file_name": "Screen05_EditMode_ShapeSelector_V2.png", "id": "1258183168560098", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031578_1258183171893431_1915180800167084683_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pK7ir0AAwQkQ7kNvwEMFi1x&_nc_oc=Adn-zThCSmVrcnrr5cDuQZ3yz224wX9QM5JGmO3BNDR1N1kVqN8bRnS46c93t34pRVU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDSiigSEfyU_nmflIwLkh6AFMC0FhWEtOfjs6YqwPP5A&oe=6995A7A7"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "BCStudio_CoverImageLandscape_3D_V2.png", "id": "943274784328162", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75441576_943274787661495_4265179753350092746_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LoKnaM8-G30Q7kNvwFgYjMB&_nc_oc=AdkGg4pq3PrZFLk-Q-21NpacjrQSjJ9RqVu9jF6jjekw5dDVNMnbaP--r71Jpykzv3M&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvj_VlbLHe4qrcUBGcn_9ProDWU5-Ep3tJbF0Q9VgA8fg&oe=6995CCE3"}, "display_name": "Bridge Constructor Studio", "keywords": ["simulation", "physics", "puzzle", "building", "bridge"], "long_description": "Get Building Today \n\nBridge Constructor Studio is a must-have for fans of engineering puzzles and creative sandbox games. Whether you're designing a sturdy structural masterpiece or experimenting with wild and weird works, puzzle the possibilities are endless!  \n \nKey Features \n\nBrain-Teasing 70-Puzzle Campaign: Test your construction expertise with dozens of distinct bridge-building puzzles across varied biomes. Seven different vehicles and multiple construction materials (wood, steel, cables, concrete pillars, and roadways) ensure each puzzle is a fresh and varied challenge. \n\nLimitless Creativity: With no budget restrictions or material limits, you are free to experiment and design without constraints. For an extra challenge, earn a special award by keeping costs within a set budget while ensuring your bridge holds up under pressure! \n\nScenario Creation Mode: Design and play your very own bridge-building scenarios! Choose from five biomes, seven vehicles, and a variety of obstacles and checkpoints to design your own challenges. Up to 40 custom levels can be saved per player profile. \n\nMixed Reality (Quest 3 Exclusive): View your creations in the real world with Mixed Reality! Seamlessly switch between VR and Passthrough modes to experience the game in a whole new way. \n\nHand Tracking and Controllers: Whether you prefer to play with controllers or hand tracking, Bridge Constructor Studio offers options for an intuitive gameplay experience.", "short_description": "Unleash Your Engineering Creativity in VR and MR! \n\nBridge Constructor Studio is the latest addition to the successful Bridge Constructor series and the first to bring the engaging bridge-building physics/puzzle experience to VR and Mixed Reality (MR). Challenge your engineering skills like never before with this immersive game designed to stimulate your creativity in exciting new ways.  "}]}, "developer_name": "ClockStone STUDIO", "developer_privacy_policy_url": "https://headupgames.com/bcs-privacy.pdf", "developer_terms_of_service_url": null, "publisher_name": "Headup", "support_website_url": null, "website_url": "https://www.headupgames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "377978390272490"}, {"id": "1990104051447093"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "zh_CN", "de", "ko", "ru", "ja", "es", "pt_BR"], "supported_input_devices": ["HAND_TRACKING", "GAMEPAD"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9064658540237549"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473396938_1801635240627437_3453454576774782481_n.png?stp=dst-png_s360x360&_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6y0EkvIMqTYQ7kNvwFrYI0t&_nc_oc=AdmW9YbgtUnJIryUprKsPxmtUR0vVp35xQDPwLCIaSswTV2br2c9KCoN3CDOQM2fkIo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvYe9LSD-vlMrVJn-fHn7HM0ThWhcWE0Tvw0bIiTWll4Q&oe=699596AF"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Bridge Constructor Studio", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}, {"topic_name": "Puzzle", "id": "377978390272490"}, {"topic_name": "Sandbox", "id": "1990104051447093"}], "release_date": 1734019200, "lastRevision": {"nodes": [{"id": "7638484102855007", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7638484079521676", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "7947664528599032"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "8451971664894590", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["シミュレーション", "物理学", "パズル", "建物", "橋"], "long_description": "さっそく建設を始めよう \n\n『Bridge Constructor Studio』は、エンジニアリングパズルやクリエイティブなサンドボックス型ゲームのファンならマストハブなゲームです。頑丈な傑作構造物を設計するにしても、ワイルドでユニークな作品を作るにしても、パズルの可能性は無限大！  \n \n本作の特徴 \n脳を刺激する70種類のパズルキャンペーン：橋を建設するユニークな数十種類のパズルが用意されている。多種多様なバイオームで建設の専門技術を試してみよう。7種類の異なる乗り物と様々な建設材料（木、鉄、ケーブル、コンクリート柱、道路）が登場。どのパズルも新鮮な感覚で、変化に富んだチャレンジが楽しめる。\n\n創造性は無限大：予算や材料の制限は存在しないので、思いつくままに実験や設計ができる。追加チャレンジのためには、設定予算内にコストを維持しつつ、橋が重量に耐えられるようにして、特別な賞を獲得しよう！ \n\nシナリオクリエイションモード：自分だけの橋建設シナリオをデザインしてプレイしよう！5つのバイオーム、7種類の乗り物、様々な障害物とチェックポイントから選んで、自分だけのチャレンジをデザインしよう。プレイヤープロファイル1つにつき、最大40個のカスタムレベルがセーブ可能。\n\n複合現実（Quest 3専用）：複合現実（MR）を使って、自分の作品を現実世界で見てみよう！VRとパススルーモードをシームレスに切り替えて、まったく新しいやり方でゲームを体験しよう。\n\nハンドトラッキング＆コントローラー：『Bridge Constructor Studio』には、コントローラーまたはハンドトラッキングのどちらの操作でも直感的なプレイ体験ができるよう、オプション設定が用意されています。\n\n複数ローカルプロファイル：最大5名のプレイヤーで同じデバイスをシェアできます。各プレイヤーのプロファイルには、キャンペーン進行状況とサンドボックスレベルを個別にセーブ可能です。", "short_description": "VR＆MRで創造的なエンジニアリングスキルを発揮しよう！ \n\n『Bridge Constructor Studio』は、人気の『Bridge Constructor』シリーズの最新拡張版で、魅力的な橋を建設する物理パズルをVRと複合現実（MR）でも体験できる初めての作品です。没入感の高い本作で、わくわくするような新しいプレイで想像性を刺激して、これまでとは違ったやり方でエンジニアリングスキルを試してみよう。  "}, {"images": {"nodes": []}, "id": "8361905133934900", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["симуляция", "физика", "головоломка", "строительство", "мост"], "long_description": "Принимайтесь за строительство \n\nBridge Constructor Studio – идеальная игра для любителей инженерных головоломок и творческих песочниц. Стройте надежные мосты или экспериментируйте с необычными конструкциями — ваши возможности безграничны!\n\nОсобенности:\n\nКампания с 70 уровнями: Испытайте свои навыки строительства в разнообразных биомах. Вас ждут уникальные головоломки с использованием семи видов транспорта и различных стройматериалов: дерево, сталь, кабели, бетонные колонны.\n\nБезграничное творчество: Никаких ограничений по бюджету или материалам. Экспериментируйте и творите без ограничений! За дополнительную сложность получите награду, построив мост в рамках бюджета, при этом сохранив его устойчивость.\n\nРежим создания сценариев: Разработайте и играйте в свои собственные уровни. Выбирайте биомы, транспорт, размещайте препятствия и контрольные точки. Можно сохранять до 40 пользовательских уровней в одном профиле.\n\nЛюбуйтесь своими творениями в реальном мире благодаря технологии смешанной реальности (Mixed Reality)! На лету переключайтесь между режимами VR и сквозной камеры, чтобы по-новому насладиться игрой. \n\nОтслеживание рук и контроллеры: Играйте с контроллерами или используйте отслеживание рук. Выберите наиболее удобный способ управления.\n\nЛокальные профили: До пяти игроков могут делить одно устройство, каждый со своим прогрессом в кампании и сохраненными уровнями песочницы.", "short_description": "Занимайтесь инженерным творчеством в VR и MR! \n\nBridge Constructor Studio — новая часть знаменитой серии головоломок Bridge Constructor, в которой у вас впервые появится возможность строить мосты в виртуальной реальности (VR) и смешанной реальности (MR). Окунитесь в эту творческую игру и по-новому испытайте свои конструкторские навыки!  "}, {"images": {"nodes": []}, "id": "1306158427467018", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["Simulation", "Physik", "Puzzle", "bauen", "Brücke"], "long_description": "Fang an zu bauen!\n\nBridge Constructor Studio ist ein Muss für Fans von Ingenieurpuzzles und kreativen Sandbox-Spielen. Ob robuste Meisterwerke oder verrückte Konstruktionen – die Möglichkeiten sind endlos!\n\nFeatures:\n\nKampagne mit 70 Puzzles: Teste deine Konstruktionsfähigkeiten in verschiedenen Biomen mit sieben Fahrzeugen und Materialien wie Holz, Stahl und Beton. Jedes Puzzle bietet frische Herausforderungen.\n\nGrenzenlose Kreativität: Ohne Budget- oder Materiallimits kannst du frei gestalten. Für eine Herausforderung halte die Baukosten im Rahmen und stelle sicher, dass deine Brücke dem Druck standhält.\n\nEigene Szenarien erstellen: Gestalte deine eigenen Brückenbaulevel mit Biomen, Fahrzeugen, Hindernissen und Checkpoints. Speichere bis zu 40 benutzerdefinierte Levels pro Profil.\n\nMixed Reality (Quest 3 exklusiv): Wechsle zwischen VR und Passthrough, um deine Kreationen in der echten Welt zu sehen.\n\nHand-Tracking & Controller: Wähle zwischen Hand-Tracking oder Controllern für ein intuitives Erlebnis.\n\nMehrere Profile: Bis zu fünf Spieler können ein Gerät nutzen und eigene Kampagnen- und Sandbox-Fortschritte speichern.", "short_description": "Entfessle deine Ingenieurskreativität in VR und MR!\n\nBridge Constructor Studio ist der neueste Teil der erfolgreichen Bridge Constructor-Reihe und der erste, der das fesselnde Brückenbau-Physik-/Puzzle-Erlebnis in Virtual Reality (VR) und Mixed Reality (MR) bringt. Stelle deine Ingenieursfähigkeiten wie nie zuvor auf die Probe mit diesem immersiven Spiel, das darauf ausgelegt ist, deine Kreativität auf spannende neue Weise zu fördern."}, {"images": {"nodes": []}, "id": "1256948912189343", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["simulación", "física", "rompecabezas", "construcción", "puente"], "long_description": "Empieza a construir ya \n\nBridge Constructor Studio es imprescindible para los aficionados a los puzles de ingeniería y los juegos creativos. Diseña estructuras robustas o experimenta con obras surrealistas. ¡Las posibilidades son infinitas!\n\nCaracterísticas principales:\n\nCampaña de 70 puzles: Pon a prueba tus conocimientos de construcción con decenas de puzles en biomas variados. Siete vehículos y diversos materiales (madera, acero, cables, columnas de cemento y carreteras) hacen que cada puzle sea un desafío único.\n\nCreatividad sin límites: Sin restricciones de presupuesto ni materiales, tienes libertad para experimentar. Además, puedes ganar un premio especial si mantienes los costos dentro del presupuesto y aseguras que el puente resista.\n\nModo de creación de escenarios: Diseña y juega tus propios niveles con cinco biomas, siete vehículos y una variedad de obstáculos. Guarda hasta 40 niveles personalizados por perfil de usuario.\n\nRealidad mixta (exclusivo de Quest 3): Cambia fácilmente entre los modos de realidad virtual y enfoque exterior para ver tus creaciones en el mundo real.\n\nSeguimiento de manos y mandos: Disfruta de una experiencia intuitiva jugando con mandos o con seguimiento de manos.\n\nVarios perfiles locales: Hasta cinco jugadores pueden compartir el mismo dispositivo, cada uno con su propio progreso en la campaña y niveles personalizados guardados en su perfil individual.", "short_description": "¡Desata tu creatividad ingenieril en RV y RM! \n\nBridge Constructor Studio es la última entrega de la exitosa saga de Bridge Constructor y la primera en llevar la cautivadora experiencia de puzles y física de construcción de puentes a la realidad virtual (RV) y la realidad mixta (RM). Pon a prueba tus habilidades de ingeniería como nunca antes con este juego inmersivo diseñado para estimular la creatividad de nuevas maneras emocionantes. "}, {"images": {"nodes": [{"file_name": "BCS_Landscape.png", "id": "2095537620884634", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001714_2095537624217967_5734217411458781493_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HpBFRx-XchwQ7kNvwEn9tXJ&_nc_oc=AdlhhSYySWyFHTarC8e_YrZeH2Fh1GBqfo7kKubhYjf6riC1z86phKbc9cJvJnxJKuI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu3hp-EYaXHUli-edObPyzrY0840aNtytPFfbFxLqKOow&oe=6995A637"}, {"file_name": "BCS_Hero.png", "id": "1276006633434969", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035438_1276006636768302_2361006798455704740_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lwUSTOQagcAQ7kNvwEwUuSg&_nc_oc=AdkirkbA2N8dXBjbCHjYVtHRblEdvk7Ff5qcWzDhU3-q-yYIokr37y4GJha5bIyMCL4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveIiumn6SqGOQIPFI_ALaZpROXjbXJKEN5_ROVfVzcsQ&oe=6995A1B4"}, {"file_name": "BCS_Square.png", "id": "1233756321232724", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572940_1233756324566057_6406674835966890998_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HPeRcp_22iMQ7kNvwEFh7Kq&_nc_oc=AdkCn69NuLwY-KdLRG2jTtbrEY44VGYpbkEKZHEN82zuf2AHyU7Kdp68EOPxpDkEX-I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvXr66wICZLeTmzZ6-0pZCs4W1PbrYF42nqtE8bc6aJGg&oe=6995B6DD"}, {"file_name": "BCS_MiniLandscape.png", "id": "982040640348646", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75439594_982040643681979_806238020222419095_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=B8_PRCNlGvgQ7kNvwFsmc-H&_nc_oc=AdntsQnfJqIGrfXo-GVsD7dFmojXO1MnP4CwyOOfwe0dSWWKElRAWQqauVPBpPoCGKE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuVTpPouJ7rdJuKUvm-21I4CG9WMYVGOJnMUW2BoV6Dnw&oe=6995AC05"}, {"file_name": "BCXR_LogoV2_02.png", "id": "918107050219364", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003231_918107053552697_7379734576196991273_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HA7x1YGSelgQ7kNvwEhdLP_&_nc_oc=AdmpIJft4r-tiymMg__ZIxplrWNfYDXj_ClhVqPabf3lvuXr5mkwXhKooqrnMGgzjzU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuhIhYT3S7HgUofOBtLWjI0DxSiqPAYedEKCb15iPpVqw&oe=69959B4C"}, {"file_name": "BCS_Portrait.png", "id": "536887819289123", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974465_536887822622456_8342711735175893063_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qaIXiYwFYLIQ7kNvwFkyaLj&_nc_oc=Adm3xDS4a80oZEXCkg6jLdJR6TeLARuZ4J-qD-Ah322yjJwrC1-zsEh3xgClSfSc3rc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftRr7xBo_h0ROAgaKI2jKtKxEvpcFhNckVXg0c_05j7HA&oe=6995B9FF"}, {"file_name": "BCS_Icon.png", "id": "534455102642233", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036644_534455105975566_7850200147196237282_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NiwdopXtiMoQ7kNvwHFA2WL&_nc_oc=Adn4zXoNS8I7mAQa7icsU-yvMY-LkJHykFBrcVWntJv1KveTicvbU3tgnxrAMu5qPug&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftOUBMEtyZKV8ZKKBWsJY8JC1WzpG-VFuCO-X-LMLBTBA&oe=6995CC33"}]}, "id": "1104225454010006", "locale": "en_US", "screenshots": [{"file_name": "Screen01_TravelCoach_ArchedBridge.png", "id": "862411469349944", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210396_862411472683277_3178128494046413707_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LM7wOU4raWMQ7kNvwGlkPsE&_nc_oc=AdlobyaQ2mZf31Y8a3Wyi3iTHdfTua5tbVF_ws2nTtj2FMS8XgMRX_5KnxS3NUIc20I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftKocZjD_F5g8kX5PrHsxSElU2s-O7IuAfjgYabwp00iQ&oe=6995A32F"}, {"file_name": "Screen02_Cargo-LongBridge03.png", "id": "527527196823165", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036669_527527200156498_4382258052040809356_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9NCsRjbobQQQ7kNvwHIi8_j&_nc_oc=AdmF6KypXRYv9abAMAIFN9xAACCprtcymn6chSdHscHRFZ9_i0PAwpAaupbnQBsyVTE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft0NNH1VQdGemUDUTzRbnIFLKnT2-FF_c8vEVfJqAOHIw&oe=6995C3FE"}, {"file_name": "Screen03_Stunt_HighJump_Checkpoint.png", "id": "1100330011479612", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75666286_1100330014812945_417871189145526311_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tS8qVFrcVh4Q7kNvwEtFBk9&_nc_oc=AdnWYSRSpZ6OjNAxxSc-07L6koZiWDhW9-wn4KD8Q041USWkcNglay_hkw-QgOoew7M&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuIVbzFwA7khfT85vUbJ4oFs6-VmetZSKhh3RcSYSUL0A&oe=69959CDB"}, {"file_name": "Screen04_Parcel_Build01_Cable_Hands.png", "id": "538437712237415", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974869_538437715570748_3526008529884881429_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wbN3G5584HwQ7kNvwGgKwOy&_nc_oc=Adn0ufobEjEG15ZMUaXCVUpTU5AKRe6lri6344QMk-2-5d8TQwnAkzJFP9E4laDszqo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvwsqXZc9ipWHc5oUr-MiLrdiSWOt4HNYasKc6t1-QJFQ&oe=6995B2C5"}, {"file_name": "Screen05_EditMode_ShapeSelector.png", "id": "532750636186562", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982616_532750639519895_4023671621656644274_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NUUvP4pxOmEQ7kNvwFruvUt&_nc_oc=AdnqnaWZAmKlb5phpTna8d3jVhFQlaR0mr7PbwmxEQ4EeZaDRaF3Q5z9ZDgd3bUo-HY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftNlOIM8Txzh5jwswjoMVhVlxQB7rseji02tt-FEyACeQ&oe=6995A81E"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["simulation", "physics", "puzzle", "building", "bridge"], "long_description": "Get Building Today \n\nBridge Constructor Studio is a must-have for fans of engineering puzzles and creative sandbox games. Whether you're designing a sturdy structural masterpiece or experimenting with wild and weird works, puzzle the possibilities are endless!  \n \nKey Features \n\nBrain-Teasing 70-Puzzle Campaign: Test your construction expertise with dozens of distinct bridge-building puzzles across varied biomes. Seven different vehicles and multiple construction materials (wood, steel, cables, concrete pillars, and roadways) ensure each puzzle is a fresh and varied challenge. \n\nLimitless Creativity: With no budget restrictions or material limits, you are free to experiment and design without constraints. For an extra challenge, earn a special award by keeping costs within a set budget while ensuring your bridge holds up under pressure! \n\nScenario Creation Mode: Design and play your very own bridge-building scenarios! Choose from five biomes, seven vehicles, and a variety of obstacles and checkpoints to design your own challenges. Up to 40 custom levels can be saved per player profile. \n\nMixed Reality (Quest 3 Exclusive): View your creations in the real world with Mixed Reality! Seamlessly switch between VR and Passthrough modes to experience the game in a whole new way. \n\nHand Tracking and Controllers: Whether you prefer to play with controllers or hand tracking, Bridge Constructor Studio offers options for an intuitive gameplay experience.", "short_description": "Unleash Your Engineering Creativity in VR and MR! \n\nBridge Constructor Studio is the latest addition to the successful Bridge Constructor series and the first to bring the engaging bridge-building physics/puzzle experience to VR and Mixed Reality (MR). Challenge your engineering skills like never before with this immersive game designed to stimulate your creativity in exciting new ways.  "}, {"images": {"nodes": []}, "id": "865227312045682", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["模拟", "物理", "谜题", "建筑", "桥梁"], "long_description": "即刻开建 \n\n对于工程解谜和创意沙盒游戏爱好者来说，《Bridge Constructor Studio》绝对不容错过。你可以设计出坚固耐用的建筑杰作，也可以尝试天马行空的古怪作品——这里有无限可能！  \n \n主要特色 \n70 个益智解谜关卡：在不同生物环境中，用数十个各具特色的桥梁建造谜题来测试你的建筑技术。七种不同的载具和多种多样的建筑材料（木材、钢铁、绳索、混凝土立柱和路面），保证每个关卡都新鲜有趣且具有挑战性。\n\n创意无限：没有预算和材料限制，可以所心所欲地设计和尝试。也可以挑战更高难度，在预算成本范围内保证桥梁的承重能力，并获得特别奖！ \n\n情景创作模式：设计并玩转属于你的桥梁建造场景！从五种生物群系、七种载具以及不同的障碍和检查点中进行选择，定制专属挑战。每个玩家档案可保存多达 40 个自定义关卡。\n\n混合现实（仅限 Quest 3）:使用混合现实技术在现实世界中查看你的作品！在 VR 和透视模式之间无缝切换，以全新的方式体验游戏。\n\n手部追踪和控制器：无论你喜欢使用控制器还是手部追踪，《Bridge Constructor Studio》都能提供适合你的选项，让你获得最舒适的游戏体验。\n\n多个本地档案：一台设备最多可供五名玩家共享，每个玩家档案都会独立保存各自的剧情进度和沙盒关卡。", "short_description": "在 VR 和 MR 中放飞你的工程创造力！ \n\n《Bridge Constructor Studio》是广受欢迎的 Bridge Constructor 系列的最新力作，也是首次将引人入胜的桥梁建造物理/解谜体验带入虚拟现实（VR）和混合现实（MR）世界的游戏。这款沉浸式游戏将以令人兴奋的新方式激发你的创造力并挑战你的工程技能。"}, {"images": {"nodes": []}, "id": "527223753444580", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["simulation", "physique", "puzzle", "bâtiment", "pont"], "long_description": "Construisez dès maintenant \n\nBridge Constructor Studio est un jeu indispensable pour les amateurs de casse-têtes de construction et de jeux créatifs. Créez des structures robustes ou laissez libre cours à votre imagination avec des constructions insolites. Les possibilités sont infinies !\n\nCaractéristiques principales :\n\nCampagne de 70 casse-têtes : Mettez vos compétences à l’épreuve à travers différents biomes. Utilisez 7 véhicules et des matériaux variés (bois, acier, câbles, béton) pour résoudre des défis uniques à chaque niveau.\n\nCréativité sans limites : Sans contraintes de budget ni de matériaux, expérimentez librement. Pour plus de challenge, essayez de respecter un budget tout en garantissant la solidité du pont.\n\nMode création : Concevez vos propres niveaux avec 5 biomes, 7 véhicules et des obstacles divers. Sauvegardez jusqu’à 40 niveaux personnalisés par profil de joueur.\n\nRéalité mixte (Quest 3 exclusif) : Découvrez vos créations dans le monde réel grâce à la réalité mixte, en basculant facilement entre les modes VR et Caméra réelle.\n\nSuivi des mains et manettes : Jouez de manière intuitive avec les manettes ou le suivi des mains.\n\nProfils multiples : Jusqu’à 5 joueurs peuvent partager un appareil, chacun avec sa progression et ses niveaux personnalisés enregistrés.", "short_description": "Libérez votre créativité en ingénierie en RV et en RM ! \n\nBridge Constructor Studio est le dernier opus de la série à succès Bridge Constructor et le premier à proposer une expérience de jeu passionnante mêlant construction de ponts et casse-têtes en RV et en réalité mixte (RM). Mettez vos compétences d'ingénierie à l'épreuve comme jamais auparavant avec ce jeu immersif conçu pour stimuler votre créativité de façon inédite et captivante. "}, {"images": {"nodes": []}, "id": "524991170308883", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Bridge Constructor Studio", "keywords": ["시뮬레이션", "물리학", "퍼즐", "빌딩", "다리"], "long_description": "지금 바로 건설하세요 \n\n공학 퍼즐과 창의적인 샌드박스 게임을 좋아한다면 Bridge Constructor Studio를 놓치지 마세요. 튼튼한 걸작 구조물을 설계하든, 기발하고 독특한 작품을 실험하든 가능성은 무궁무진합니다!  \n \n주요 특징 \n두뇌를 자극하는 70개의 퍼즐 캠페인: 다양한 생태계를 아우르는 수십 개의 독특한 다리 건설 퍼즐로 자신의 건설 기술이 어느 정도인지 시험하세요. 7종의 차량과 여러 건설 자재(목재, 강철, 케이블, 콘크리트 기둥, 도로)로 퍼즐마다 새롭고 다양한 도전을 즐길 수 있습니다. \n\n무한한 창의력: 예산 제한이나 자재 제한 없이 자유롭게 실험하고 설계하세요. 조금 더 어려운 콘텐츠를 즐기고 싶다면, 정해진 예산 내에서 일정한 압력을 견디는 다리를 만들어 특별한 상을 획득할 수 있습니다! \n\n시나리오 제작 모드: 나만의 다리 건설 시나리오를 만들고 즐기세요! 5개의 생태계, 7종의 차량, 여러 장애물과 체크포인트 중 원하는 것을 선택하여 나만의 챌린지를 만들 수 있습니다. 플레이어 프로필 하나당 커스텀 레벨을 40개까지 저장할 수 있습니다. \n\n혼합 현실 (퀘스트 3 전용): 혼합 현실로 여러분의 창작물을 현실 세계에서 감상하세요! VR과 패스스루 모드를 자유롭게 전환하여 게임을 완전히 새로운 방식으로 경험하세요. \n\n핸드 트래킹 및 컨트롤러: 컨트롤러와 핸드 트래킹 모두 지원하는 Bridge Constructor Studio에서 직관적인 게임플레이를 경험하세요.\n\n여러 개의 로컬 프로필: 최대 다섯 명의 플레이어가 같은 기기를 공유할 수 있으며, 각자의 캠페인 진행 상황과 샌드박스 레벨이 개별 프로필에 저장됩니다.", "short_description": "VR과 MR에서도 창의적인 건설 능력을 맘껏 펼치세요! \n\n기존에 인기를 끈 Bridge Constructor 시리즈의 최신작 Bridge Constructor Studio는 흥미진진한 다리 건설 공학/퍼즐 게임을 VR과 혼합 현실(MR)로 선보이는 첫 게임입니다. 몰입감 강한 이 게임에서 자신의 건설 능력을 시험하면서, 새롭고 흥미로운 방식으로 창의력을 자극하세요.  "}]}, "developer_name": null, "developer_privacy_policy_url": "https://headupgames.com/bcs-privacy.pdf", "developer_terms_of_service_url": null, "publisher_name": "Headup", "support_website_url": null, "website_url": "https://www.headupgames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "377978390272490"}, {"id": "1990104051447093"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "zh_CN", "de", "ko", "ru", "ja", "es"], "supported_input_devices": ["HAND_TRACKING", "GAMEPAD"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7638484092855008"}}]}, "scheduled_offers": {"count": 8, "nodes": [{"status": "PUBLISHED", "id": "8562052433862036"}, {"status": "PUBLISHED", "id": "1267825134671394"}, {"status": "PUBLISHED", "id": "1395858362113831"}, {"status": "PUBLISHED", "id": "764240662691495"}, {"status": "PUBLISHED", "id": "1643529269619700"}, {"status": "PUBLISHED", "id": "1191284755671595"}, {"status": "PUBLISHED", "id": "421220790981229"}, {"status": "PUBLISHED", "id": "434836719497397"}]}, "baseline_offer": {"id": "434836719497397"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1765821600, "status": "PUBLISHED", "id": "1395858362113831"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9016699175033486", "version": "1.0"}, "id": "1201943354510250", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7638484079521676", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9016699175033486"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1201943354510250"}]}, "change_log": "Here´s a new version for all virtual bridge builders with a bunch of fixes and improvements. \n\nBuild version 333:\n- Levels 1, 2, 3, 5 have easier budget limits to get the Golden Screw\n- Seamless MR experience at game start\n- Improved hover highlights (3d fill now)\n- Added indicator to anchor showing when any joint is connected to it\n- Improved visuals of handles in Edit-Mode\n- Improved opacity of cursor spheres\n- Improved depth perception by disabling \"always-on-top\" rendering of cursor spheres\n- Construction grid removed\n\nEnjoy! ", "created_date": 1737542859, "id": "9016699175033486", "version": "1.0", "version_code": 100333, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7638484079521676", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9016699175033486"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1736771871, "id": "8967356753301062", "version": "1.0", "version_code": 100323, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7638484079521676", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9016699175033486"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1736433576, "id": "8947818451921559", "version": "1.0", "version_code": 100321, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7638484079521676", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9016699175033486"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1201943354510250"}]}, "change_log": null, "created_date": 1732734179, "id": "8716361008400639", "version": "1.0", "version_code": 100314, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7638484079521676", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9016699175033486"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1732697679, "id": "8713880881981985", "version": "1.0", "version_code": 100306, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}