{"data": {"node": {"__typename": "Application", "id": "5761454780599212", "organization": {"id": "100333488458047", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5968301983261530"}]}, "id": "908366363920983"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5761454780599212"}]}, "id": "885530822792282"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6128709557192619"}]}, "id": "717938773061396"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4048766301899067"}]}, "id": "1358011697928740"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3187602128010678"}]}, "id": "129040058807117"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5761454780599212", "release_date": 1680195480, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 11}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6082154685195885"}, "id": "746390180184546"}]}}, "binary": null, "live_binary": null, "created_date": 1766577471, "id": "25392787843705947", "is_initial_release": false, "name_with_fallback": "v5", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "25392802990371099"}, "release_status": "RELEASED", "id": "5761454780599212"}, "id": "25392802990371099", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5761454780599212", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "919863982527900"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "24635869339419223", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Pierwszoosobowa", "Skradanka", "Narracja"], "long_description": "The Last Worker to wciągająca przygoda narracyjna skupiająca się na samotnym pracowniku, który walczy o przetrwanie w coraz bardziej zautomatyzowanym świecie. Ta gra stanowi unikatowe połączenie symulacji pracy i strategicznej skradanki. \n\nGra osadzona jest w samotnym, przytłaczającym, ale dziwnie pięknym środowisku, z postaciami zaprojektowanymi przez legendę komiksów – Micka McMahona.\n\nKurt pracuje dla największego na świecie sprzedawcy i musi wybierać między kapitalizmem a aktywizmem. Poświęcił swoje życie pracy, ale jego lojalność zostaje wystawiona na próbę, gdy grupa aktywistów prosi go o obalenie Jüngle od środka.\n\nNa co dzień Kurt porusza się na pokładzie swojego latającego firmowego JünglePoda i korzysta z wielofunkcyjnego JüngleGuna, wysyłając niezliczoną ilość produktów z centrum realizacji wielkości zatopionego Manhattanu.\n\nKurt (któremu głosu użycza Ólafur Darri Ólafsson) poświęcił całe życie Jüngle, a jego jedynym towarzyszem jest robot o imieniu Skew (Jason Isaacs). S.P.E.A.R., grupa aktywistów, prosi Kurta o pomoc w obaleniu Jüngle od środka. Odkrywa on wówczas mroczne sekrety swojego pracodawcy.\n\nThe Last Worker przekazuje emocjonalną, zmuszającą do myślenia i inspirującą historię z bogatymi postaciami odgrywanymi przez gwiazdorską obsadę, wśród której znajdują się: Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams i Tommie Earl Jenkins.", "short_description": "The Last Worker to wciągająca przygoda narracyjna skupiająca się na samotnym pracowniku, który walczy o przetrwanie w coraz bardziej zautomatyzowanym świecie. Kurt pracuje dla największego na świecie sprzedawcy i musi wybierać między kapitalizmem a aktywizmem."}, {"images": {"nodes": []}, "id": "3493325200826541", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Стелс", "Сюжет"], "long_description": "The Last Worker — это захватывающее сюжетное приключение об одиноком работнике, который борется против автоматизированного мира. The Last Worker — это уникальное сочетание симулятора работы и стратегии с элементами стелса. \n\nДействие игры разворачивается в угнетающем мире, где каждый сам за себя. Однако атмосфера не лишена обаяния, ведь персонажей создавал легендарный художник комиксов Майк Макмэхон.\n\nКурт работает на самую большую в мире торговую компанию и вынужден выбирать между капитализмом и активизмом. Всю свою жизнь он посвятил работе, но теперь его преданность испытывает на прочность группа активистов: они предлагают ему разрушить Джунгли изнутри.\n\nСидя в своей корпоративной летающей джунгапсуле и вооружившись многофункциональным джунгоружьем, Курт распределяет бесчисленные продукты по центру размером с затонувший Манхэттен.\n\nКурт (озвученный Олафуром Дарри Олафссоном) посвятил всю свою жизнь Джунглям, и компанию ему составляет только кобот Скью (Джейсон Айзекс). Но когда группа активистов Г.Л.Е.Ф.А просит его помочь разрушить Джунгли изнутри, Курт против своей воли сталкивается с ужасной правдой о компании.\n\nThe Last Worker — игра с насыщенным, продуманным и вдохновляющим сюжетом, а также с яркими персонажами, озвученными звездными актерами, среди которых Джейсон Айзекс, Олафур Дарри Олафссон, Клэр-Хоуп Эшити, Дэвид Хьюлетт, Зельда Уильямс и Томми Дженкинс.", "short_description": "The Last Worker — это захватывающее сюжетное приключение об одиноком работнике, который борется против автоматизированного мира. Курт работает на самую большую в мире торговую компанию и вынужден выбирать между капитализмом и активизмом."}, {"images": {"nodes": []}, "id": "3096015683917776", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Infiltration", "Histoire"], "long_description": "The Last Worker est une aventure narrative immersive qui raconte la défiance d'un travailleur solitaire face à un monde de plus en plus automatisé. The Last Worker offre un mélange unique de simulation et de mécaniques de jeu furtives et stratégiques. \n\nLe jeu se déroule dans un environnement oppressant et désolé au charme étrange, avec des personnages conçus par la légende des comics, Mick McMahon.\n\nKurt travaille pour l'un des plus grands détaillants au monde et va devoir choisir entre capitalisme ou activisme. Ayant voué sa vie au travail, la loyauté de Kurt est mise à l'épreuve lorsqu'un groupe d'activistes lui demande de démanteler Jüngle de l'intérieur.\n\nÀ bord de sa capsule Jüngle volante fournie par l'entreprise et armé de son pistolet Jüngle multifonctions, Kurt expédie un nombre incalculable de produits depuis un centre de distribution de la taille de la ville engloutie de Manhattan.\n\nKurt (interprété par Ólafur Darri Ólafsson) a voué sa vie à Jüngle, avec son co-bot, Skew (Jason Isaacs) pour lui tenir compagnie. Mais lorsque le groupe d'activistes S.P.E.A.R. demande de l'aide à Kurt pour démanteler Jüngle de l'intérieur, celui-ci découvre de force la face cachée de son employeur.\n\nThe Last Worker propose une histoire passionnante et pleine d'émotions qui invite à réfléchir, avec des personnages complexes interprétés par des acteurs prestigieux comme Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams et Tommie Earl Jenkins.", "short_description": "The Last Worker est une aventure narrative immersive qui raconte la défiance d'un travailleur solitaire face à un monde de plus en plus automatisé. Kurt travaille pour l'un des plus grands détaillants au monde et va devoir choisir entre capitalisme ou activisme."}, {"images": {"nodes": []}, "id": "2724234231246361", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Gizlilik"], "long_description": "The Last Worker, gittikçe otomatikleşen bir dünyadaki yalnız bir işçinin son mücadelesine odaklanan sürükleyici bir hikaye macera oyunudur. The Last Worker, iş simülasyonu ve stratejik oyunun eşsiz bir karışımıdır. \n\nKarakterleri çizgi roman efsanesi Mick McMahon tarafından tasarlanan oyun; yalnız, baskıcı ama tuhaf şekilde güzel bir ortamda geçiyor.\n\nDünyanın en büyük perakendecisi için çalışan Kurt, kapitalizm ile aktivizm arasında seçim yapmak durumunda kalıyor. Hayatını işe adayan Kurt'un sadakati; bir grup aktivist, Jüngle'ı içeriden yıkmasını istediğinde sınanır.\n\nKurt, şirketin verdiği uçan JünglePod'u ve çok amaçlı JüngleGun'ı ile batık Manhattan şehri büyüklüğündeki bir ikmal merkezinden sayısız ürün gönderir.\n\nÓlafur Darri Ólafsson tarafından seslendirilen, yanında sadece yardımcı robotu Skew (Jason Isaacs) olan Kurt, hayatını Jüngle'a adamıştır. Ama aktivist grubu S.P.E.A.R., Kurt'un Jüngle'ı içeriden yıkmasını istediğinde Kurt, işvereninin karanlık yüzünü keşfetmek zorunda kalır.\n\nJason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams ve Tommie Earl Jenkins'in dâhil olduğu yıldız kadro tarafından seslendirilen The Last Worker, duygusal, düşündürücü ve ilham verici bir hikaye sunuyor.", "short_description": "The Last Worker, gittikçe otomatikleşen bir dünyadaki yalnız bir işçinin son mücadelesine odaklanan sürükleyici bir hikaye macera oyunudur. Dünyanın en büyük perakendecisi için çalışan Kurt, kapitalizm ile aktivizm arasında seçim yapmak durumunda kalıyor."}, {"images": {"nodes": []}, "id": "2364730360627723", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Sigilo", "Narrativo"], "long_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Es una mezcla única entre un simulador de trabajo y estrategia con sigilo. \n\nAmbientado en un entorno solitario, opresivo y con una belleza extraña, con personajes diseñados por Mick McMahon, la leyenda de los cómics.\n\nKurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo. Tras haber dedicado toda la vida a su trabajo, la lealtad de Kurt se pone a prueba cuando un grupo de activistas le pide que desmonte el entramado de Jüngle desde dentro.\n\nA bordo del JünglePod proporcionado por la empresa y armado con su JüngleGun multiusos, Kurt envía una infinidad de productos de un centro de distribución hasta la ciudad hundida de Manhattan.\n\nKurt (con la voz en inglés de Ólafur Darri Ólafsson) ha dedicado su vida a trabajar para Jüngle y su única compañía es un robot llamado Skew (Jason Isaacs). Es entonces cuando S.P.E.A.R., un grupo de activistas, le pide a Kurt que desmonte el entramado de Jüngle desde dentro, y se ve obligado a descubrir las entrañas sombrías de su empresa.\n\nThe Last Worker es una historia emotiva que hace reflexionar con personajes singulares interpretados por un elenco de estrellas, como Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams y Tommie Earl Jenkins.", "short_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Kurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo."}, {"images": {"nodes": []}, "id": "1940346830215919", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["第一人称", "潜行", "动作冒险", "叙事", "独立游戏"], "long_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，融工作模拟和潜行策略于一体，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。\n\n游戏以孤独、压抑却异常美丽的环境为背景，由漫画传奇 Mick McMahon 负责角色设计。\n\n为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。将毕生奉献给工作的 Kurt 遇到了一群激进分子 – 他们要求他从内部瓦解 Jüngle；Kurt 的忠诚心遭遇了考验。\n\n登上自己公司发放的飞行 JünglePod，拿起自己的多功能 JüngleGun，Kurt 从规模堪比曼哈顿沉没之城的运营中心发送了数之不尽的产品。\n\nKurt（Ólafur Darri Ólafsson 配音）将自己的毕生奉献给了 Jüngle，只有他的协助机器人 Skew（Jason Isaacs 配音）陪伴着他。不过，当一个激进主义者组织 S.P.E.A.R. 要求 Kurt 从内部瓦解 Jüngle 的时候，Kurt 被迫去发现自己雇主藏匿的黑暗。\n\n《The Last Worker》将为您献上极具感染力、发人深省，同时鼓舞人心的故事，厚重的角色由全明星阵容配音，Jason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams 和 Tommie Earl Jenkins 倾情献声。", "short_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。"}, {"images": {"nodes": []}, "id": "1911780179408467", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Furtivo", "Narrativa"], "long_description": "The Last Worker è un'avventura narrativa immersiva incentrata sull'atto di resistenza di un lavoratore solitario in un mondo sempre più automatizzato, un mix unico di simulazione di lavoro e gameplay furtivo strategico. \n\nIl gioco presenta un'ambientazione solitaria, oppressiva, ma al contempo splendida, con personaggi realizzati dal leggendario fumettista Mick McMahon.\n\nKurt lavora per il più grande rivenditore al mondo e si trova costretto a fare una scelta: il capitalismo o l'attivismo? Dopo essersi dedicato per una vita intera al suo lavoro, la lealtà di Kurt viene messa a dura prova quando un gruppo di attivisti gli chiede di distruggere Jüngle dall'interno.\n\nA bordo del suo veicolo aziendale e armato della sua pistola multiuso, Kurt spedisce un'infinità di prodotti da un centro di distribuzione grande quanto la città sommersa di Manhattan.\n\nKurt (con la voce di Ólafur Darri Ólafsson) ha dedicato tutta la sua vita a Jüngle, con solo il suo robot collaboratore di nome Skew (Jason Isaacs) a tenergli compagnia. Ma quando la S.P.E.A.R., un gruppo di attivisti, chiede a Kurt di aiutarli a distruggere Jüngle dall'interno, lui inizia a scoprire il lato oscuro del suo datore di lavoro.\n\nThe Last Worker offre una storia emozionante, stimolante e che fa riflettere, piena di personaggi interpretati da un cast stellare: Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams e Tommie Earl Jenkins.", "short_description": "The Last Worker è un'avventura narrativa immersiva incentrata sull'atto di resistenza di un lavoratore solitario in un mondo sempre più automatizzato. Kurt lavora per il più grande rivenditore al mondo e si trova costretto a fare una scelta: il capitalismo o l'attivismo?"}, {"images": {"nodes": []}, "id": "1820754075224581", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Stealth", "Narrative"], "long_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world, The Last Worker is a unique blend of work simulation and stealth strategic gameplay. \n\nThe game is set in a lonely, oppressive but strangely beautiful environment, with characters designed by comics legend Mick McMahon.\n\nKurt works for the world’s largest retailer and is forced to choose between capitalism or activism. Having dedicated his life to work, Kurt’s loyalty is put to the test when a group of activists ask him to dismantle Jüngle from the inside.\n\nAboard his corporate issued flying JünglePod and armed with his multi-purpose JüngleGun, Kurt dispatches countless products from a fulfilment centre the size of the sunken city of Manhattan.\n\nKurt (voiced by Ólafur Darri Ólafsson) has dedicated his life to Jüngle, with only his co-bot, Skew (Jason Isaacs) to keep him company. But when S.P.E.A.R., a group of activists, asks Kurt to help dismantle Jüngle from the inside, Kurt is forced to discover his employer’s dark underbelly.\n\nThe Last Worker delivers an emotional, thought provoking and inspiring story with rich characters performed by an all-star cast starring, Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams and Tommie Earl Jenkins.", "short_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world."}, {"images": {"nodes": []}, "id": "1819569195390533", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Hiiviskely", "Toimintaseikkailu", "Tarinallinen", "Indiepeli"], "long_description": "The Last Worker on immersiivinen tarinaseikkailu, joka keskittyy yhden työntekijän kamppailuun yhä enemmissä määrin automatisoidussa maailmassa. Se on ainutlaatuinen yhdistelmä työsimulaatiota ja strategista hiivintää. \n\nPeli sijoittuu yksinäiseen, painostavaan mutta kumman kauniiseen ympäristöön, ja hahmot on suunnitellut sarjakuvalegenda Mick McMahon.\n\nKurt toimii maailman suurimmalla jälleenmyyjällä ja joutuu valitsemaan kapitalismin ja aktivismin väliltä. Kurt on omistanut elämänsä työlleen, mutta hänen uskollisuuttaan koetellaan, kun ryhmä aktivisteja pyytää häntä tuhoamaan Jünglen sisältä päin.\n\nYhtiön myöntämän JünglePod-lentovälineen ja monitoimisen JüngleGun-aseen kanssa Kurt lähettää lukuisia tuotteita toimituskeskuksesta, joka on uponneen Manhattanin kokoinen.\n\nKurt (jonka äänenä toimii Ólafur Darri Ólafsson) on omistanut elämänsä Jünglelle, ja seuranaan hänellä on vain työkaveribotti Skew (Jason Isaacs). Mutta kun aktivistiryhmä S.P.E.A.R. pyytää Kurtia tuhoamaan Jünglen sisältä päin, Kurt pakotetaan selvittämään työnantajansa synkät salaisuudet.\n\nThe Last Workerissa on tunteikas, ajatuksia herättävä ja inspiroiva tarina, jonka eloisia hahmoja esittää tähtikokoonpano Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams ja Tommie Earl Jenkins.", "short_description": "The Last Worker on immersiivinen tarinaseikkailu, joka keskittyy yhden työntekijän kamppailuun yhä enemmissä määrin automatisoidussa maailmassa. Kurt toimii maailman suurimmalla jälleenmyyjällä ja joutuu valitsemaan kapitalismin ja aktivismin väliltä."}, {"images": {"nodes": []}, "id": "1765702117427802", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Sigilo", "Narrativo"], "long_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Es una mezcla única entre un simulador de trabajo y estrategia con sigilo. \n\nAmbientado en un entorno solitario, opresivo y con una belleza extraña, con personajes diseñados por Mick McMahon, la leyenda de los cómics.\n\nKurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo. Tras haber dedicado toda la vida a su trabajo, la lealtad de Kurt se pone a prueba cuando un grupo de activistas le pide que desmonte el entramado de Jüngle desde dentro.\n\nA bordo del JünglePod proporcionado por la empresa y armado con su JüngleGun multiusos, Kurt envía una infinidad de productos de un centro de distribución hasta la ciudad hundida de Manhattan.\n\nKurt (con la voz en inglés de Ólafur Darri Ólafsson) ha dedicado su vida a trabajar para Jüngle y su única compañía es un robot llamado Skew (Jason Isaacs). Es entonces cuando S.P.E.A.R., un grupo de activistas, le pide a Kurt que desmonte el entramado de Jüngle desde dentro, y se ve obligado a descubrir las entrañas sombrías de su empresa.\n\nThe Last Worker es una historia emotiva que hace reflexionar con personajes singulares interpretados por un elenco de estrellas, como Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams y Tommie Earl Jenkins.", "short_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Kurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo."}, {"images": {"nodes": []}, "id": "1568867697600516", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Førsteperson", "Snigning", "Fortælling"], "long_description": "The Last Worker er et medrivende narrativt eventyr, der handler om en enlig arbejders sidste kamp i en til stadighed mere automatiseret verden. The Last Worker er en unik blanding af arbejdssimulering og strategisk snignings-gameplay. \n\nSpillet foregår i ensomme og deprimerende, men underligt smukke omgivelser med figurer designet af tegneserielegenden Mick McMahon.\n\nKurt arbejder for verdens største detailbutik og er tvunget til vælge mellem kapitalisme og aktivisme. Efter at have viet sit liv til sit arbejde bliver Kurts loyalitet sat på prøve, da en gruppe aktivister beder ham om at ødelægge Jüngle indefra.\n\nOmbord på sin flyvende JünglePod og bevæbnet med sin multifunktionelle JüngleGun afsender Kurt utallige produkter fra et ekspeditionscenter på størrelse med den sunkne by Manhattan.\n\nKurt (stemmelagt af Ólafur Darri Ólafsson) har viet sit liv til Jüngle, og det eneste selskab, han har, er hans cobot Skew (Jason Isaacs). Men da S.P.E.A.R., en gruppe aktivister, beder Kurt om at hjælpe med at ødelægge Jüngle indefra, bliver Kurt tvunget til at udforske sin arbejdsgivers mørke side.\n\nThe Last Worker byder på en følelsesladet, tankevækkende og inspirerende historie med spændende figurer, stemmelagt af en stjernebesætning bestående af Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams og Tommie Earl Jenkins.", "short_description": "The Last Worker er et medrivende narrativt eventyr, der handler om en enlig arbejders sidste kamp i en til stadighed mere automatiseret verden. Kurt arbejder for verdens største detailbutik og er tvunget til vælge mellem kapitalisme og aktivisme."}, {"images": {"nodes": []}, "id": "1220729636590838", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["第一人称", "潜行", "动作冒险", "叙事", "独立游戏"], "long_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，融工作模拟和潜行策略于一体，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。\n\n游戏以孤独、压抑却异常美丽的环境为背景，由漫画传奇 Mick McMahon 负责角色设计。\n\n为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。将毕生奉献给工作的 Kurt 遇到了一群激进分子 – 他们要求他从内部瓦解 Jüngle；Kurt 的忠诚心遭遇了考验。\n\n登上自己公司发放的飞行 JünglePod，拿起自己的多功能 JüngleGun，Kurt 从规模堪比曼哈顿沉没之城的运营中心发送了数之不尽的产品。\n\nKurt（Ólafur Darri Ólafsson 配音）将自己的毕生奉献给了 Jüngle，只有他的协助机器人 Skew（Jason Isaacs 配音）陪伴着他。不过，当一个激进主义者组织 S.P.E.A.R. 要求 Kurt 从内部瓦解 Jüngle 的时候，Kurt 被迫去发现自己雇主藏匿的黑暗。\n\n《The Last Worker》将为您献上极具感染力、发人深省，同时鼓舞人心的故事，厚重的角色由全明星阵容配音，Jason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams 和 Tommie Earl Jenkins 倾情献声。", "short_description": "《The Last Worker》是一款身歷其境的敘事型冒險遊戲，故事圍繞在最後一位還堅持在日益自動化的世界中孤軍奮鬥的工人身上。Kurt服務於全球最大的零售公司，他被迫必須在資本主義與激進主義之間做出抉擇。"}, {"images": {"nodes": []}, "id": "1202241934607044", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["第一人称", "潜行", "动作冒险", "叙事", "独立游戏"], "long_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，融工作模拟和潜行策略于一体，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。\n\n游戏以孤独、压抑却异常美丽的环境为背景，由漫画传奇 Mick McMahon 负责角色设计。\n\n为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。将毕生奉献给工作的 Kurt 遇到了一群激进分子 – 他们要求他从内部瓦解 Jüngle；Kurt 的忠诚心遭遇了考验。\n\n登上自己公司发放的飞行 JünglePod，拿起自己的多功能 JüngleGun，Kurt 从规模堪比曼哈顿沉没之城的运营中心发送了数之不尽的产品。\n\nKurt（Ólafur Darri Ólafsson 配音）将自己的毕生奉献给了 Jüngle，只有他的协助机器人 Skew（Jason Isaacs 配音）陪伴着他。不过，当一个激进主义者组织 S.P.E.A.R. 要求 Kurt 从内部瓦解 Jüngle 的时候，Kurt 被迫去发现自己雇主藏匿的黑暗。\n\n《The Last Worker》将为您献上极具感染力、发人深省，同时鼓舞人心的故事，厚重的角色由全明星阵容配音，Jason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams 和 Tommie Earl Jenkins 倾情献声。", "short_description": "《The Last Worker》是一款身歷其境的敘事型冒險遊戲，故事圍繞在最後一位還堅持在日益自動化的世界中孤軍奮鬥的工人身上。Kurt服務於全球最大的零售公司，他被迫必須在資本主義與激進主義之間做出抉擇。"}, {"images": {"nodes": []}, "id": "1201636621905449", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Geschichte"], "long_description": "The Last Worker ist ein immersives, narratives Abenteuer, das von dem letzten Gefecht eines einsamen Arbeiters in einer zunehmend automatisieren Welt handelt. The Last Worker bietet eine einzigartige Mischung aus Arbeitssimulation und Stealth-Strategie-Gameplay. \n\nDas Spiel findet in einer einsamen, bedrückenden, aber seltsam schönen Umgebung statt, mit Charakteren, die von Comiclegende Mick McMahon gestaltet wurden.\n\nKurt arbeitet für den größten Einzelhändler der Welt und muss sich zwischen Kapitalismus und Aktivismus entscheiden. Kurt hat sein Leben der Arbeit verschrieben, doch seine Loyalität wird auf die Probe gestellt, als eine Aktivistengruppe ihn darum bittet, Jüngle von innen zu zerstören.\n\nAuf seinem fliegenden JünglePod und mit der vielseitig einsetzbaren JüngleGun verschickt Kurt unzählige Produkte aus einem Anwendungszentrum in der Größe der versunkenen Stadt Manhattan.\n\nKurt (gesprochen von Ólafur Darri Ólafsson) hat Jüngle sein Leben verschrieben und nur sein Co-bot, Skew (Jason Isaacs), leistet ihm Gesellschaft. Doch als die Aktivistengruppe S.P.E.A.R. Kurt bittet, Jüngle von innen heraus zu zerstören, muss Kurt die Schattenseite seines Arbeitgebers entdecken.\n\nThe Last Worker präsentiert eine emotionale, zum Nachdenken anregende und inspirierende Geschichte mit tiefgründigen Charakteren mit Starbesetzung. Mit Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams und Tommie Earl Jenkins.", "short_description": "The Last Worker ist ein immersives, narratives Abenteuer, das von dem letzten Gefecht eines einsamen Arbeiters in einer zunehmend automatisieren Welt handelt. Kurt arbeitet für den größten Einzelhändler der Welt und muss sich zwischen Kapitalismus und Aktivismus entschieden."}, {"images": {"nodes": []}, "id": "1142540844622608", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Furtividade", "Narrativa"], "long_description": "The Last Worker é uma aventura narrativa e imersiva centrada na última resistência de um trabalhador solitário em um mundo cada vez mais automatizado. O jogo mistura simulação de trabalho com jogabilidade furtiva estratégica. \n\nO jogo se passa num ambiente opressor, mas estranhamente bonito com personagens criados pela lenda dos quadrinhos, Mick McMahon.\n\nKurt trabalha para a maior varejista do mundo e é forçado a escolher entre o capitalismo ou ativismo. Depois de dedicar sua vida ao trabalho, a lealdade de Kurt é colocada à prova quando um grupo de ativista pedem para ele desmantelar a Jüngle de dentro para fora.\n\nAbordo do JünglePod voador da empresa e armado com a JüngleGun multifuncional, Kurt despacha incontáveis produtos de um centro de abastecimento do tamanho da cidade submersa de Manhattan.\n\nKurt (dublado por Ólafur Darri Ólafsson) dedicou sua vida à Jüngle acompanhado apenas de Skew (Jason Isaacs), seu co-robô. Porém, quando o S.P.E.A.R., um grupo de ativistas, pede ajuda de Kurt para destruírem a Jüngle por dentro, ele é forçado a descobrir o lado sombrio da empresa.\n\nThe Last Worker conta uma história inspiradora, emocionante e provocante com personagens elaborados, que ganham vida por um elenco de estrelas tais como Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams e Tommie Earl Jenkins.", "short_description": "The Last Worker é uma aventura narrativa e imersiva centrada na última resistência de um trabalhador solitário em um mundo cada vez mais automatizado. Kurt trabalha para a maior varejista do mundo e é forçado a escolher entre o capitalismo e o ativismo."}, {"images": {"nodes": []}, "id": "1103083488462893", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["일인칭", "잠입", "내러티브"], "long_description": "The Last Worker는 몰입감 높은 내러티브 어드벤처 게임으로, 거의 모든 부분이 자동화된 세상에서 홀로 남은 일꾼을 그리고 있습니다. The Last Worker는 작업 시뮬레이션과 잠입 전략 게임플레이를 조합한 독특한 게임입니다. \n\n이 게임은 만화계의 전설, Mick McMahon이 디자인한 캐릭터와 아름답지만 억압적이고, 묘하게 아름다운 환경을 배경으로 하고 있습니다.\n\nKurt는 세계에서 가장 큰 도매점에서 일하며 자본주의와 행동주의 사이에서 갈등하고 있습니다. 자신의 일에 헌신하고 있는 Kurt는 Jüngle을 안에서부터 무너뜨리자는 활동가 그룹의 접근으로 애사심에 대한 시험을 받기 시작합니다.\n\n회사에서 지급한 JünglePod와 다용도 JüngleGun로 무장한 Kurt는 가라앉은 맨해튼의 중앙에서 수많은 제품을 보내고 있습니다.\n\nKurt (성우: Ólafur Darri Ólafsson) 는 자신의 삶을 Jüngle에 헌신하고 있으며, 동료 로봇 Skew (Jason Isaacs)만이 그와 함께 하고 있었습니다. 그러나 활동가 그룹 S.P.E.A.R.가 그에게 접근하여 Jüngle을 내부에서부터 무너뜨리자는 제안을 하고, Kurt는 고용주의 끔찍한 비밀을 알게 됩니다.\n\nThe Last Worker는 감성적이면서도 도발적이고 영감을 주는 스토리와 Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams, Tommie Earl Jenkins 같은 유명 배우들의 멋진 연기가 돋보이는 캐릭터의 연기를 선보입니다.", "short_description": "The Last Worker는 몰입감 높은 내러티브 어드벤처 게임으로, 거의 모든 부분이 자동화된 세상에서 홀로 남은 일꾼을 그리고 있습니다. Kurt는 세계에서 가장 큰 도매점에서 일하며 자본주의와 행동주의 사이에서 갈등하고 있습니다."}, {"images": {"nodes": []}, "id": "904814831980669", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["一人称視点", "ステルス", "アクションアドベンチャー", "ストーリー", "インディーズ"], "long_description": "『The Last Worker』は、ますます自動化されていく世界での孤独な労働者の最後の抵抗を中心に渦巻く、没入型ストーリーアドベンチャー。作業シミュレーションとステルスの戦略的なゲームプレイが融合したユニークな作品となっています。\n\n本作は孤独で抑圧的であるにもかかわらず、不思議な美しさを持った環境が舞台となっており、キャラクターは漫画界のレジェンド、Mick Mcmahonが手掛けています。\n\n世界最大の小売企業に勤めるカートは、資本主義か活動家かの選択を迫られています。仕事に人生を捧げてきたカートは、活動家たちからJüngleの内部からの解体を依頼され、その忠誠心を試されることとなります。\n\n会社から支給された、空飛ぶジャングルポッドのノリ、多目的のジャングルガンで武装したカートは、マンハッタンの水没都市ほどの大きさもあるフルフィルメントセンターから数え切れないほどの製品を出荷しています。\n\nカート（声優はÓlafur Darri Ólafsson）はJüngleにその生涯を捧げ、相棒のロボット・スキュー（Jason Isaacs）だけが仲間なのです。しかし、活動家グループS.P.E.A.R.からJüngleの内部からの解体を依頼され、カートは雇い主の裏の顔を見ることになります。\n\n『The Last Worker』はJason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams、Tommie Earl Jenkinsといった豪華なキャスト陣が、豊かなキャラクターを演じ、感動的で示唆に富んだストーリーを紡ぎ上げます。", "short_description": "『The Last Worker』は、ますます自動化されていく世界での孤独な労働者の最後の抵抗を中心に渦巻く、没入型ストーリーアドベンチャー。世界最大の小売企業に勤めるカートは、資本主義か活動家かの選択を迫られています。"}, {"images": {"nodes": [{"file_name": "TLW_CoverImagePortrait.png", "id": "4065876693629163", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491823366_4065876696962496_3055978339921633339_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E_-43OqRqDUQ7kNvwE_kKHH&_nc_oc=AdkGQH4ZgNyfoZ-iynn-4oMiW2QG11RgqZj34hvUJRJgag2IV66Tnj_O9aMFc9WPzD8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftrV01de2qhpJUWQajv2ZuvoU5C-JEhocabMXs5VEWlmQ&oe=69959DD6"}, {"file_name": "TLW_Logo_1440.png", "id": "2411671332325026", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86796481_2411671335658359_5562115187488122854_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qwkQhiYvYiAQ7kNvwEEShyV&_nc_oc=AdlM5VvVyiVKlOE1PeD8qGF2N58m8yCNwPaAIpgA6DqiRvhnlPC83dRUZJyWlC8MSfk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsVZbtaCqzH3waXIk1zRufDojj8RQl_Fcl8qnPR1HlXTA&oe=6995B6A2"}, {"file_name": "TLW_CoverImageHero.png", "id": "1786513122048340", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491819239_1786513132048339_393950102038968586_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QGRm1vOW87oQ7kNvwHKlOLw&_nc_oc=Adk9Uv5qBrXYQkuG6jVo0tdpFjptFEiKMPEqXwj9UoW-DRwZbHTdS-BLl73k_F7I24U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuiPCDOZoaU_Wv1_TvyfjHgT4GJET6dLwcAFFFW5c4XLQ&oe=6995BD36"}, {"file_name": "ImmersiveImage_BackDrop-v2.png", "id": "1187527771951164", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57568684_1187527778617830_6149703767344243672_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TqSjMK126VwQ7kNvwGNu3Wa&_nc_oc=AdlTUg_QcZSlg-WU92IXW7gLFmz_5Wwbepsu6WdCfRgtr6HS6-wKSqAZzdbXaoo29wQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu4gR9rJFBOMRdnmmXPaMMEhGoddn-W3SF33JkgYw2vfw&oe=6995B6C1"}, {"file_name": "ImmersiveImage_ObjectRight-v3.png", "id": "1171775216850287", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974788_1171775220183620_6403764187201746118_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JRvNTLOw3GcQ7kNvwHxyiqm&_nc_oc=Adko86xArMwZZF4YsIIE4-sqNwG0KXOHt0LVh5RKvY3D6WmoPUnooF5inxRsLDy8ToY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuSAcOZU0cNTOGD_Eiah_yKlkEk_u9vlJsqpeobZCLQvg&oe=6995B69F"}, {"file_name": "TLW_CoverImageSquare.png", "id": "1161850779444265", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491818852_1161850782777598_1222858907401702748_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uwZVsJsPJYMQ7kNvwHBT_-k&_nc_oc=AdmOi7aI_Igr_c7f4rUPD63ZCtx0MtIETHPP1BcdoenKmmBfjzTjX-9I9JFQlliTFD8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu374LuDVXaa9QIijwvjRdONQXIVcPdDO7AXO94pAhlzA&oe=6995B584"}, {"file_name": "TLW_CoverImageLandscape.png", "id": "1065338855717888", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491822307_1065338859051221_1213766304730721891_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jMfLLY75MbkQ7kNvwEFzZmU&_nc_oc=Adnfqo1YblcanVAeKN0fOcbLww7EyXIIW682qJtZbGp-yciWx8wmp-S6f2CY9VhWvjo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftYXXdcysqomtD41bD-ebk9MfCbXR5isfHY0ck1XPU7Vw&oe=6995B732"}, {"file_name": "ImmersiveImage_Logo-v2.png", "id": "930055474800492", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974798_930055478133825_4854070660314056017_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oYsrf-wzgPoQ7kNvwEufKj7&_nc_oc=AdlUduAJzQs9VeSK0rIY24t-kdSMPzOXMSefINLQoE-2AHkZjP-JXDO9E_zVstc-oRw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftEwgduMxgr4paq6pyHcIXanEltNUAs4C8cdRHG3Np5Cg&oe=6995CBEC"}, {"file_name": "ImmersiveImage_ObjectLeft-v3.png", "id": "736127678011122", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974788_736127681344455_4146743906401457266_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VhROEP_lpaYQ7kNvwE63D3z&_nc_oc=Adl8i5j0s0ME6WyZw6fXXAhFxVJfjGNcsdpoNm8JKhk1QtYx-HAUKMelAHtLfO4yoAA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu-wD831qFEk-n9WSc8pvNScCQ0tHD8-D6qm6uCHBAcXw&oe=6995B875"}, {"file_name": "TLW_Icon_512x512.png", "id": "730724628329486", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031584_730724631662819_8031721744257748312_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1D0HVYMf8AgQ7kNvwEfCqmk&_nc_oc=Adnd3wUPO7zVARHjjSJFOYH7nZxqEwzUCDKui8KZOck95rBR6QXRJkhTDM8KpEgjst0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuqQ6RZ-TCUdUBYl_NPTL2ZWXvj0MECbEJqPQAHS4wOaA&oe=6995BB3B"}]}, "id": "896578389699395", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_01.png", "id": "702373151376710", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974888_702373154710043_4287514397079031051_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lMa0OhZXAooQ7kNvwFcGZ21&_nc_oc=AdkRV0RuBrfRLjGAR6x8QDUBRQzIeDDG9QcilEfG2ifCHozk4Mo6OOCUCfkF-BmHYbs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvSRCuIwPW025dAbvBZ4NEIUJxS_o_JHYvEgUt9x_3R2w&oe=6995CB4D"}, {"file_name": "Screenshot_02.png", "id": "879173956652559", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75603734_879173959985892_7808111091550610909_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IbzdwnpGTlkQ7kNvwHEj4jc&_nc_oc=AdkK82onJBO2ioooFN2G_FBGfTXujUkrPxVtlY3B4E8mG4dcadQajIhTak4f3hlLbX8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftZaoa9yzsfX1_Kp05crVysg0vnFriB9d_aLCc9jh_b7w&oe=6995BFA6"}, {"file_name": "Screenshot_03.png", "id": "1378377112909104", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75557068_1378377116242437_6234381544281632717_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4M6nGjjgrSYQ7kNvwEVp9WV&_nc_oc=AdnOTlgmbN4XaIJ37WVuUwEnrR_3wubnmuY-Jv2lgG8Q_3Lq0ESUqpSPRBKQKMafU6k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsJ2UdUHLT-UfWZ-lUxUvhRu0IsvJWktCKIh-FU2g2-Gw&oe=6995CA37"}, {"file_name": "Screenshot_04.png", "id": "711801040478910", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982714_711801047145576_5249545996194899209_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7PkfhdfLIbsQ7kNvwFqUvKg&_nc_oc=AdnReBt6eL6rdPAs_RRPNLnEmJvOJO_AZVJG3pseYL0Xn_JJFM1tTiifotSZHVTCN7k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv4cnykvWKrOtaH06jU5ksUhCjL3-04ZBMtcT3-Guzc-w&oe=6995C94B"}, {"file_name": "Screenshot_05.png", "id": "618428870087557", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75251819_618428873420890_4588943878414849637_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Alntq-2kdccQ7kNvwFtUMDr&_nc_oc=AdlAaVJUpSfkoPjGiAzw4aX-nuPYyGjGmJ3CvQ5FQoIer1VDT2--8d43bMcKagx4bCw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv42X_4U5IhrSR7dxe9aBE3LvETMYS_SqciLVlamhiDFQ&oe=6995BE5F"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "TLW Launch Thumbnail Meta Store.png", "id": "227708722985051", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974459_227708729651717_5612296084937862238_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GX7w3cpNEhgQ7kNvwGuIZQE&_nc_oc=AdnS4rvLt_ZKLcr42BvG_Or0GpDErthoNe9GeQyIg2yb8iEjTnVs0nlMG5Guyv6ZR1A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv8Y_DpfWi_xwOhNOoezMA41sxFD4wukj6ZSASWyyH7yA&oe=6995975B"}, "display_name": "The Last Worker", "keywords": ["Stealth", "Narrative"], "long_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world, The Last Worker is a unique blend of work simulation and stealth strategic gameplay. \n\nThe game is set in a lonely, oppressive but strangely beautiful environment, with characters designed by comics legend Mick McMahon.\n\nKurt works for the world’s largest retailer and is forced to choose between capitalism or activism. Having dedicated his life to work, Kurt’s loyalty is put to the test when a group of activists ask him to dismantle Jüngle from the inside.\n\nAboard his corporate issued flying JünglePod and armed with his multi-purpose JüngleGun, Kurt dispatches countless products from a fulfilment centre the size of the sunken city of Manhattan.\n\nKurt (voiced by Ólafur Darri Ólafsson) has dedicated his life to Jüngle, with only his co-bot, Skew (Jason Isaacs) to keep him company. But when S.P.E.A.R., a group of activists, asks Kurt to help dismantle Jüngle from the inside, Kurt is forced to discover his employer’s dark underbelly.\n\nThe Last Worker delivers an emotional, thought provoking and inspiring story with rich characters performed by an all-star cast starring, Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams and Tommie Earl Jenkins.", "short_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world."}, {"images": {"nodes": []}, "id": "896519199369583", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Stealth", "Actionäventyr", "Berättelse", "Indiespel"], "long_description": "The Last Worker är ett uppslukande berättande äventyr som handlar om en ensam arbetares sista kamp i en alltmer automatiserad värld. The Last Worker är en unik blandning av arbetssimulering och strategiskt stealthspel. \n\nSpelet utspelar sig i en enslig, förtryckande men märkligt vacker miljö, med figurer som designats av serielegendaren Mick McMahon.\n\nKurt arbetar för världens största återförsäljare och tvingas välja mellan kapitalism och aktivism. Kurt har ägnat sitt liv åt arbete men får sin lojalitet satt på prov när en grupp aktivister ber honom att plocka isär Jüngle inifrån.\n\nFöretaget har försett Kurt med en flygande JünglePod och beväpnat honom med flerfunktionsvapnet JüngleGun, som han använder för att skicka ut otaliga produkter från ett distributionscenter som är lika stort som den sjunkna staden Manhattan.\n\nKurt (röst av Ólafur Darri Ólafsson) har tillägnat sitt liv åt Jüngle med sin robotkumpan Skew (Jason Isaacs) som enda sällskap. Men när aktivistgruppen S.P.E.A.R. ber Kurt om hjälp att plocka isär Jüngle inifrån blir Kurt tvungen att upptäcka sin arbetsgivares mörka sida.\n\nThe Last Worker levererar en känslosam, tankeväckande och inspirerande handling med djupa rollfigurer och en stjärnspäckad rollbesättninginklusive Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams och Tommie Earl Jenkins.", "short_description": "The Last Worker är ett uppslukande berättande äventyr som handlar om en ensam arbetares sista kamp i en alltmer automatiserad värld. Kurt arbetar för världens största återförsäljare och tvingas välja mellan kapitalism och aktivism."}, {"images": {"nodes": []}, "id": "876282948134125", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Stealth", "Verhalend", "Indiespel"], "long_description": "The Last Worker is een immersief verhalend avontuur rondom de worsteling van een eenzame arbeider in een steeds meer geautomatiseerde wereld. The Last Worker is een unieke mix van werksimulatie en stealth strategische gameplay. \n\nHet spel is gesitueerd in een eenzame, beklemmende, maar vreemd mooie omgeving, met personages ontworpen door striplegende Mick McMahon.\n\nKurt werkt voor 's werelds grootste winkelketen en wordt gedwongen te kiezen tussen kapitalisme of activisme. Nadat hij zijn leven heeft gewijd aan het werk, wordt Kurts loyaliteit op de proef gesteld wanneer een groep activisten hem vraagt Jüngle van binnenuit te ontmantelen.\n\nAan boord van zijn vliegende JünglePod van de zaak en gewapend met zijn multifunctionele JüngleGun stuurt Kurt talloze producten vanuit een leveringscentrum ter grootte van de verzonken stad Manhattan.\n\nKurt (ingesproken door Ólafur Darri Ólafsson) heeft zijn leven gewijd aan Jüngle, met alleen zijn co-bot Skew (Jason Isaacs) om hem gezelschap te houden. Maar wanneer S.P.E.A.R., een groep activisten, Kurt vraagt te helpen Jüngle van binnenuit te ontmantelen, wordt Kurt gedwongen de duistere onderbuik van zijn werkgever te ontdekken.\n\nThe Last Worker levert een emotioneel, tot nadenken stemmend en inspirerend verhaal met rijke personages vertolkt door een sterrencast met in de hoofdrollen Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams en Tommie Earl Jenkins.", "short_description": "The Last Worker is een immersief verhalend avontuur rondom de worsteling van een eenzame arbeider in een steeds meer geautomatiseerde wereld. Kurt werkt voor 's werelds grootste winkelketen en wordt gedwongen te kiezen tussen kapitalisme of activisme."}, {"images": {"nodes": []}, "id": "849155877899147", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Førsteperson", "Sniking", "Actioneventyr", "Fortelling"], "long_description": "The Last Worker er et oppslukende fortellende eventyr som omhandler en ensom arbeiders siste skanse i en stadig mer automatisert verden. The Last Worker er en unik blanding av arbeidssimulering og et snikende/strategisk spill. \n\nSpillet finner sted i et ensomt, undertrykkende, men merkelig vakkert miljø, med figurer designet av tegneserielegenden Mick McMahon.\n\nKurt jobber for verdens største detaljist, og er tvunget til å velge mellom kapitalisme og aktivisme. Kurt har viet livet sitt til arbeid, og lojaliteten hans blir derfor satt på prøve når en gruppe aktivister ber ham om å demontere Jüngle fra innsiden.\n\nKurt er om bord på en firmautstedt flyvende JünglePod og bevæpnet med sin multifunksjonelle JüngleGun, og sender ut utallige produkter fra et oppfyllelsessenter på størrelse med den sunkne byen Manhattan.\n\nKurt (spilt av Ólafur Darri Ólafsson) har viet livet sitt til Jüngle, med bare robotkollegaen Skew (Jason Isaacs) som selskap. Men når S.P.E.A.R., en gruppe aktivister, ber Kurt om å hjelpe til med å demontere Jüngle fra innsiden, blir Kurt tvunget til å oppdage arbeidsgiverens mørke underliv.\n\nThe Last Worker leverer en følelsesladet, tankevekkende og inspirerende historie med rike figurer fremført av en stjernespekket rollebesetning med Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams og Tommie Earl Jenkins i hovedrollene.", "short_description": "The Last Worker er et oppslukende fortellende eventyr som omhandler en ensom arbeiders siste skanse i en stadig mer automatisert verden. Kurt jobber for verdens største detaljist, og er tvunget til å velge mellom kapitalisme og aktivisme."}]}, "developer_name": "Offiy, Wolf & Wood", "developer_privacy_policy_url": "https://wiredproductions.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Wired Productions", "support_website_url": "https://wiredproductions.com/contact/", "website_url": "https://www.thelastworker.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "1008279844328894"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "it", "es", "ru", "pl", "ja", "ko", "zh_HK", "zh_CN", "zh_TW"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "25392802990371099"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491818852_1161850782777598_1222858907401702748_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uwZVsJsPJYMQ7kNvwHBT_-k&_nc_oc=AdmOi7aI_Igr_c7f4rUPD63ZCtx0MtIETHPP1BcdoenKmmBfjzTjX-9I9JFQlliTFD8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfutzU3In2oisqZ_5sOooksNvUW8at831YreDZkaofB44Q&oe=6995B584"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "The Last Worker", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Narrative", "id": "1008279844328894"}], "release_date": 1680195480, "lastRevision": {"nodes": [{"id": "5761454920599198", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5761454780599212", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "919863982527900"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3412026765783719", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["일인칭", "잠입", "내러티브"], "long_description": "The Last Worker는 몰입감 높은 내러티브 어드벤처 게임으로, 거의 모든 부분이 자동화된 세상에서 홀로 남은 일꾼을 그리고 있습니다. The Last Worker는 작업 시뮬레이션과 잠입 전략 게임플레이를 조합한 독특한 게임입니다. \n\n이 게임은 만화계의 전설, Mick McMahon이 디자인한 캐릭터와 아름답지만 억압적이고, 묘하게 아름다운 환경을 배경으로 하고 있습니다.\n\nKurt는 세계에서 가장 큰 도매점에서 일하며 자본주의와 행동주의 사이에서 갈등하고 있습니다. 자신의 일에 헌신하고 있는 Kurt는 Jüngle을 안에서부터 무너뜨리자는 활동가 그룹의 접근으로 애사심에 대한 시험을 받기 시작합니다.\n\n회사에서 지급한 JünglePod와 다용도 JüngleGun로 무장한 Kurt는 가라앉은 맨해튼의 중앙에서 수많은 제품을 보내고 있습니다.\n\nKurt (성우: Ólafur Darri Ólafsson) 는 자신의 삶을 Jüngle에 헌신하고 있으며, 동료 로봇 Skew (Jason Isaacs)만이 그와 함께 하고 있었습니다. 그러나 활동가 그룹 S.P.E.A.R.가 그에게 접근하여 Jüngle을 내부에서부터 무너뜨리자는 제안을 하고, Kurt는 고용주의 끔찍한 비밀을 알게 됩니다.\n\nThe Last Worker는 감성적이면서도 도발적이고 영감을 주는 스토리와 Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams, Tommie Earl Jenkins 같은 유명 배우들의 멋진 연기가 돋보이는 캐릭터의 연기를 선보입니다.", "short_description": "The Last Worker는 몰입감 높은 내러티브 어드벤처 게임으로, 거의 모든 부분이 자동화된 세상에서 홀로 남은 일꾼을 그리고 있습니다. Kurt는 세계에서 가장 큰 도매점에서 일하며 자본주의와 행동주의 사이에서 갈등하고 있습니다."}, {"images": {"nodes": []}, "id": "1847518188950140", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Førsteperson", "Snigning", "Fortælling"], "long_description": "The Last Worker er et medrivende narrativt eventyr, der handler om en enlig arbejders sidste kamp i en til stadighed mere automatiseret verden. The Last Worker er en unik blanding af arbejdssimulering og strategisk snignings-gameplay. \n\nSpillet foregår i ensomme og deprimerende, men underligt smukke omgivelser med figurer designet af tegneserielegenden Mick McMahon.\n\nKurt arbejder for verdens største detailbutik og er tvunget til vælge mellem kapitalisme og aktivisme. Efter at have viet sit liv til sit arbejde bliver Kurts loyalitet sat på prøve, da en gruppe aktivister beder ham om at ødelægge Jüngle indefra.\n\nOmbord på sin flyvende JünglePod og bevæbnet med sin multifunktionelle JüngleGun afsender Kurt utallige produkter fra et ekspeditionscenter på størrelse med den sunkne by Manhattan.\n\nKurt (stemmelagt af Ólafur Darri Ólafsson) har viet sit liv til Jüngle, og det eneste selskab, han har, er hans cobot Skew (Jason Isaacs). Men da S.P.E.A.R., en gruppe aktivister, beder Kurt om at hjælpe med at ødelægge Jüngle indefra, bliver Kurt tvunget til at udforske sin arbejdsgivers mørke side.\n\nThe Last Worker byder på en følelsesladet, tankevækkende og inspirerende historie med spændende figurer, stemmelagt af en stjernebesætning bestående af Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams og Tommie Earl Jenkins.", "short_description": "The Last Worker er et medrivende narrativt eventyr, der handler om en enlig arbejders sidste kamp i en til stadighed mere automatiseret verden. Kurt arbejder for verdens største detailbutik og er tvunget til vælge mellem kapitalisme og aktivisme."}, {"images": {"nodes": []}, "id": "1693418117759130", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Sigilo", "Narrativo"], "long_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Es una mezcla única entre un simulador de trabajo y estrategia con sigilo. \n\nAmbientado en un entorno solitario, opresivo y con una belleza extraña, con personajes diseñados por Mick McMahon, la leyenda de los cómics.\n\nKurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo. Tras haber dedicado toda la vida a su trabajo, la lealtad de Kurt se pone a prueba cuando un grupo de activistas le pide que desmonte el entramado de Jüngle desde dentro.\n\nA bordo del JünglePod proporcionado por la empresa y armado con su JüngleGun multiusos, Kurt envía una infinidad de productos de un centro de distribución hasta la ciudad hundida de Manhattan.\n\nKurt (con la voz en inglés de Ólafur Darri Ólafsson) ha dedicado su vida a trabajar para Jüngle y su única compañía es un robot llamado Skew (Jason Isaacs). Es entonces cuando S.P.E.A.R., un grupo de activistas, le pide a Kurt que desmonte el entramado de Jüngle desde dentro, y se ve obligado a descubrir las entrañas sombrías de su empresa.\n\nThe Last Worker es una historia emotiva que hace reflexionar con personajes singulares interpretados por un elenco de estrellas, como Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams y Tommie Earl Jenkins.", "short_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Kurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo."}, {"images": {"nodes": []}, "id": "1669792640157614", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Pierwszoosobowa", "Skradanka", "Narracja"], "long_description": "The Last Worker to wciągająca przygoda narracyjna skupiająca się na samotnym pracowniku, który walczy o przetrwanie w coraz bardziej zautomatyzowanym świecie. Ta gra stanowi unikatowe połączenie symulacji pracy i strategicznej skradanki. \n\nGra osadzona jest w samotnym, przytłaczającym, ale dziwnie pięknym środowisku, z postaciami zaprojektowanymi przez legendę komiksów – Micka McMahona.\n\nKurt pracuje dla największego na świecie sprzedawcy i musi wybierać między kapitalizmem a aktywizmem. Poświęcił swoje życie pracy, ale jego lojalność zostaje wystawiona na próbę, gdy grupa aktywistów prosi go o obalenie Jüngle od środka.\n\nNa co dzień Kurt porusza się na pokładzie swojego latającego firmowego JünglePoda i korzysta z wielofunkcyjnego JüngleGuna, wysyłając niezliczoną ilość produktów z centrum realizacji wielkości zatopionego Manhattanu.\n\nKurt (któremu głosu użycza Ólafur Darri Ólafsson) poświęcił całe życie Jüngle, a jego jedynym towarzyszem jest robot o imieniu Skew (Jason Isaacs). S.P.E.A.R., grupa aktywistów, prosi Kurta o pomoc w obaleniu Jüngle od środka. Odkrywa on wówczas mroczne sekrety swojego pracodawcy.\n\nThe Last Worker przekazuje emocjonalną, zmuszającą do myślenia i inspirującą historię z bogatymi postaciami odgrywanymi przez gwiazdorską obsadę, wśród której znajdują się: Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams i Tommie Earl Jenkins.", "short_description": "The Last Worker to wciągająca przygoda narracyjna skupiająca się na samotnym pracowniku, który walczy o przetrwanie w coraz bardziej zautomatyzowanym świecie. Kurt pracuje dla największego na świecie sprzedawcy i musi wybierać między kapitalizmem a aktywizmem."}, {"images": {"nodes": []}, "id": "1438808040259733", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Stealth", "Actionäventyr", "Berättelse", "Indiespel"], "long_description": "The Last Worker är ett uppslukande berättande äventyr som handlar om en ensam arbetares sista kamp i en alltmer automatiserad värld. The Last Worker är en unik blandning av arbetssimulering och strategiskt stealthspel. \n\nSpelet utspelar sig i en enslig, förtryckande men märkligt vacker miljö, med figurer som designats av serielegendaren Mick McMahon.\n\nKurt arbetar för världens största återförsäljare och tvingas välja mellan kapitalism och aktivism. Kurt har ägnat sitt liv åt arbete men får sin lojalitet satt på prov när en grupp aktivister ber honom att plocka isär Jüngle inifrån.\n\nFöretaget har försett Kurt med en flygande JünglePod och beväpnat honom med flerfunktionsvapnet JüngleGun, som han använder för att skicka ut otaliga produkter från ett distributionscenter som är lika stort som den sjunkna staden Manhattan.\n\nKurt (röst av Ólafur Darri Ólafsson) har tillägnat sitt liv åt Jüngle med sin robotkumpan Skew (Jason Isaacs) som enda sällskap. Men när aktivistgruppen S.P.E.A.R. ber Kurt om hjälp att plocka isär Jüngle inifrån blir Kurt tvungen att upptäcka sin arbetsgivares mörka sida.\n\nThe Last Worker levererar en känslosam, tankeväckande och inspirerande handling med djupa rollfigurer och en stjärnspäckad rollbesättninginklusive Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams och Tommie Earl Jenkins.", "short_description": "The Last Worker är ett uppslukande berättande äventyr som handlar om en ensam arbetares sista kamp i en alltmer automatiserad värld. Kurt arbetar för världens största återförsäljare och tvingas välja mellan kapitalism och aktivism."}, {"images": {"nodes": []}, "id": "1361078838009920", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Furtivo", "Narrativa"], "long_description": "The Last Worker è un'avventura narrativa immersiva incentrata sull'atto di resistenza di un lavoratore solitario in un mondo sempre più automatizzato, un mix unico di simulazione di lavoro e gameplay furtivo strategico. \n\nIl gioco presenta un'ambientazione solitaria, oppressiva, ma al contempo splendida, con personaggi realizzati dal leggendario fumettista Mick McMahon.\n\nKurt lavora per il più grande rivenditore al mondo e si trova costretto a fare una scelta: il capitalismo o l'attivismo? Dopo essersi dedicato per una vita intera al suo lavoro, la lealtà di Kurt viene messa a dura prova quando un gruppo di attivisti gli chiede di distruggere Jüngle dall'interno.\n\nA bordo del suo veicolo aziendale e armato della sua pistola multiuso, Kurt spedisce un'infinità di prodotti da un centro di distribuzione grande quanto la città sommersa di Manhattan.\n\nKurt (con la voce di Ólafur Darri Ólafsson) ha dedicato tutta la sua vita a Jüngle, con solo il suo robot collaboratore di nome Skew (Jason Isaacs) a tenergli compagnia. Ma quando la S.P.E.A.R., un gruppo di attivisti, chiede a Kurt di aiutarli a distruggere Jüngle dall'interno, lui inizia a scoprire il lato oscuro del suo datore di lavoro.\n\nThe Last Worker offre una storia emozionante, stimolante e che fa riflettere, piena di personaggi interpretati da un cast stellare: Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams e Tommie Earl Jenkins.", "short_description": "The Last Worker è un'avventura narrativa immersiva incentrata sull'atto di resistenza di un lavoratore solitario in un mondo sempre più automatizzato. Kurt lavora per il più grande rivenditore al mondo e si trova costretto a fare una scelta: il capitalismo o l'attivismo?"}, {"images": {"nodes": []}, "id": "1280649416205267", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Gizlilik"], "long_description": "The Last Worker, gittikçe otomatikleşen bir dünyadaki yalnız bir işçinin son mücadelesine odaklanan sürükleyici bir hikaye macera oyunudur. The Last Worker, iş simülasyonu ve stratejik oyunun eşsiz bir karışımıdır. \n\nKarakterleri çizgi roman efsanesi Mick McMahon tarafından tasarlanan oyun; yalnız, baskıcı ama tuhaf şekilde güzel bir ortamda geçiyor.\n\nDünyanın en büyük perakendecisi için çalışan Kurt, kapitalizm ile aktivizm arasında seçim yapmak durumunda kalıyor. Hayatını işe adayan Kurt'un sadakati; bir grup aktivist, Jüngle'ı içeriden yıkmasını istediğinde sınanır.\n\nKurt, şirketin verdiği uçan JünglePod'u ve çok amaçlı JüngleGun'ı ile batık Manhattan şehri büyüklüğündeki bir ikmal merkezinden sayısız ürün gönderir.\n\nÓlafur Darri Ólafsson tarafından seslendirilen, yanında sadece yardımcı robotu Skew (Jason Isaacs) olan Kurt, hayatını Jüngle'a adamıştır. Ama aktivist grubu S.P.E.A.R., Kurt'un Jüngle'ı içeriden yıkmasını istediğinde Kurt, işvereninin karanlık yüzünü keşfetmek zorunda kalır.\n\nJason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams ve Tommie Earl Jenkins'in dâhil olduğu yıldız kadro tarafından seslendirilen The Last Worker, duygusal, düşündürücü ve ilham verici bir hikaye sunuyor.", "short_description": "The Last Worker, gittikçe otomatikleşen bir dünyadaki yalnız bir işçinin son mücadelesine odaklanan sürükleyici bir hikaye macera oyunudur. Dünyanın en büyük perakendecisi için çalışan Kurt, kapitalizm ile aktivizm arasında seçim yapmak durumunda kalıyor."}, {"images": {"nodes": []}, "id": "1202601007295305", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Furtividade", "Narrativa"], "long_description": "The Last Worker é uma aventura narrativa e imersiva centrada na última resistência de um trabalhador solitário em um mundo cada vez mais automatizado. O jogo mistura simulação de trabalho com jogabilidade furtiva estratégica. \n\nO jogo se passa num ambiente opressor, mas estranhamente bonito com personagens criados pela lenda dos quadrinhos, Mick McMahon.\n\nKurt trabalha para a maior varejista do mundo e é forçado a escolher entre o capitalismo ou ativismo. Depois de dedicar sua vida ao trabalho, a lealdade de Kurt é colocada à prova quando um grupo de ativista pedem para ele desmantelar a Jüngle de dentro para fora.\n\nAbordo do JünglePod voador da empresa e armado com a JüngleGun multifuncional, Kurt despacha incontáveis produtos de um centro de abastecimento do tamanho da cidade submersa de Manhattan.\n\nKurt (dublado por Ólafur Darri Ólafsson) dedicou sua vida à Jüngle acompanhado apenas de Skew (Jason Isaacs), seu co-robô. Porém, quando o S.P.E.A.R., um grupo de ativistas, pede ajuda de Kurt para destruírem a Jüngle por dentro, ele é forçado a descobrir o lado sombrio da empresa.\n\nThe Last Worker conta uma história inspiradora, emocionante e provocante com personagens elaborados, que ganham vida por um elenco de estrelas tais como Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams e Tommie Earl Jenkins.", "short_description": "The Last Worker é uma aventura narrativa e imersiva centrada na última resistência de um trabalhador solitário em um mundo cada vez mais automatizado. Kurt trabalha para a maior varejista do mundo e é forçado a escolher entre o capitalismo e o ativismo."}, {"images": {"nodes": []}, "id": "1135168637161885", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Førsteperson", "Sniking", "Actioneventyr", "Fortelling"], "long_description": "The Last Worker er et oppslukende fortellende eventyr som omhandler en ensom arbeiders siste skanse i en stadig mer automatisert verden. The Last Worker er en unik blanding av arbeidssimulering og et snikende/strategisk spill. \n\nSpillet finner sted i et ensomt, undertrykkende, men merkelig vakkert miljø, med figurer designet av tegneserielegenden Mick McMahon.\n\nKurt jobber for verdens største detaljist, og er tvunget til å velge mellom kapitalisme og aktivisme. Kurt har viet livet sitt til arbeid, og lojaliteten hans blir derfor satt på prøve når en gruppe aktivister ber ham om å demontere Jüngle fra innsiden.\n\nKurt er om bord på en firmautstedt flyvende JünglePod og bevæpnet med sin multifunksjonelle JüngleGun, og sender ut utallige produkter fra et oppfyllelsessenter på størrelse med den sunkne byen Manhattan.\n\nKurt (spilt av Ólafur Darri Ólafsson) har viet livet sitt til Jüngle, med bare robotkollegaen Skew (Jason Isaacs) som selskap. Men når S.P.E.A.R., en gruppe aktivister, ber Kurt om å hjelpe til med å demontere Jüngle fra innsiden, blir Kurt tvunget til å oppdage arbeidsgiverens mørke underliv.\n\nThe Last Worker leverer en følelsesladet, tankevekkende og inspirerende historie med rike figurer fremført av en stjernespekket rollebesetning med Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams og Tommie Earl Jenkins i hovedrollene.", "short_description": "The Last Worker er et oppslukende fortellende eventyr som omhandler en ensom arbeiders siste skanse i en stadig mer automatisert verden. Kurt jobber for verdens største detaljist, og er tvunget til å velge mellom kapitalisme og aktivisme."}, {"images": {"nodes": []}, "id": "965892331458725", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Hiiviskely", "Toimintaseikkailu", "Tarinallinen", "Indiepeli"], "long_description": "The Last Worker on immersiivinen tarinaseikkailu, joka keskittyy yhden työntekijän kamppailuun yhä enemmissä määrin automatisoidussa maailmassa. Se on ainutlaatuinen yhdistelmä työsimulaatiota ja strategista hiivintää. \n\nPeli sijoittuu yksinäiseen, painostavaan mutta kumman kauniiseen ympäristöön, ja hahmot on suunnitellut sarjakuvalegenda Mick McMahon.\n\nKurt toimii maailman suurimmalla jälleenmyyjällä ja joutuu valitsemaan kapitalismin ja aktivismin väliltä. Kurt on omistanut elämänsä työlleen, mutta hänen uskollisuuttaan koetellaan, kun ryhmä aktivisteja pyytää häntä tuhoamaan Jünglen sisältä päin.\n\nYhtiön myöntämän JünglePod-lentovälineen ja monitoimisen JüngleGun-aseen kanssa Kurt lähettää lukuisia tuotteita toimituskeskuksesta, joka on uponneen Manhattanin kokoinen.\n\nKurt (jonka äänenä toimii Ólafur Darri Ólafsson) on omistanut elämänsä Jünglelle, ja seuranaan hänellä on vain työkaveribotti Skew (Jason Isaacs). Mutta kun aktivistiryhmä S.P.E.A.R. pyytää Kurtia tuhoamaan Jünglen sisältä päin, Kurt pakotetaan selvittämään työnantajansa synkät salaisuudet.\n\nThe Last Workerissa on tunteikas, ajatuksia herättävä ja inspiroiva tarina, jonka eloisia hahmoja esittää tähtikokoonpano Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams ja Tommie Earl Jenkins.", "short_description": "The Last Worker on immersiivinen tarinaseikkailu, joka keskittyy yhden työntekijän kamppailuun yhä enemmissä määrin automatisoidussa maailmassa. Kurt toimii maailman suurimmalla jälleenmyyjällä ja joutuu valitsemaan kapitalismin ja aktivismin väliltä."}, {"images": {"nodes": []}, "id": "947662653073095", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Geschichte"], "long_description": "The Last Worker ist ein immersives, narratives Abenteuer, das von dem letzten Gefecht eines einsamen Arbeiters in einer zunehmend automatisieren Welt handelt. The Last Worker bietet eine einzigartige Mischung aus Arbeitssimulation und Stealth-Strategie-Gameplay. \n\nDas Spiel findet in einer einsamen, bedrückenden, aber seltsam schönen Umgebung statt, mit Charakteren, die von Comiclegende Mick McMahon gestaltet wurden.\n\nKurt arbeitet für den größten Einzelhändler der Welt und muss sich zwischen Kapitalismus und Aktivismus entscheiden. Kurt hat sein Leben der Arbeit verschrieben, doch seine Loyalität wird auf die Probe gestellt, als eine Aktivistengruppe ihn darum bittet, Jüngle von innen zu zerstören.\n\nAuf seinem fliegenden JünglePod und mit der vielseitig einsetzbaren JüngleGun verschickt Kurt unzählige Produkte aus einem Anwendungszentrum in der Größe der versunkenen Stadt Manhattan.\n\nKurt (gesprochen von Ólafur Darri Ólafsson) hat Jüngle sein Leben verschrieben und nur sein Co-bot, Skew (Jason Isaacs), leistet ihm Gesellschaft. Doch als die Aktivistengruppe S.P.E.A.R. Kurt bittet, Jüngle von innen heraus zu zerstören, muss Kurt die Schattenseite seines Arbeitgebers entdecken.\n\nThe Last Worker präsentiert eine emotionale, zum Nachdenken anregende und inspirierende Geschichte mit tiefgründigen Charakteren mit Starbesetzung. Mit Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams und Tommie Earl Jenkins.", "short_description": "The Last Worker ist ein immersives, narratives Abenteuer, das von dem letzten Gefecht eines einsamen Arbeiters in einer zunehmend automatisieren Welt handelt. Kurt arbeitet für den größten Einzelhändler der Welt und muss sich zwischen Kapitalismus und Aktivismus entschieden."}, {"images": {"nodes": []}, "id": "792022342337238", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Stealth", "Narrative"], "long_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world, The Last Worker is a unique blend of work simulation and stealth strategic gameplay. \n\nThe game is set in a lonely, oppressive but strangely beautiful environment, with characters designed by comics legend Mick McMahon.\n\nKurt works for the world’s largest retailer and is forced to choose between capitalism or activism. Having dedicated his life to work, Kurt’s loyalty is put to the test when a group of activists ask him to dismantle Jüngle from the inside.\n\nAboard his corporate issued flying JünglePod and armed with his multi-purpose JüngleGun, Kurt dispatches countless products from a fulfilment centre the size of the sunken city of Manhattan.\n\nKurt (voiced by Ólafur Darri Ólafsson) has dedicated his life to Jüngle, with only his co-bot, Skew (Jason Isaacs) to keep him company. But when S.P.E.A.R., a group of activists, asks Kurt to help dismantle Jüngle from the inside, Kurt is forced to discover his employer’s dark underbelly.\n\nThe Last Worker delivers an emotional, thought provoking and inspiring story with rich characters performed by an all-star cast starring, Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams and Tommie Earl Jenkins.", "short_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world."}, {"images": {"nodes": []}, "id": "771560470779219", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["第一人称", "潜行", "动作冒险", "叙事", "独立游戏"], "long_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，融工作模拟和潜行策略于一体，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。\n\n游戏以孤独、压抑却异常美丽的环境为背景，由漫画传奇 Mick McMahon 负责角色设计。\n\n为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。将毕生奉献给工作的 Kurt 遇到了一群激进分子 – 他们要求他从内部瓦解 Jüngle；Kurt 的忠诚心遭遇了考验。\n\n登上自己公司发放的飞行 JünglePod，拿起自己的多功能 JüngleGun，Kurt 从规模堪比曼哈顿沉没之城的运营中心发送了数之不尽的产品。\n\nKurt（Ólafur Darri Ólafsson 配音）将自己的毕生奉献给了 Jüngle，只有他的协助机器人 Skew（Jason Isaacs 配音）陪伴着他。不过，当一个激进主义者组织 S.P.E.A.R. 要求 Kurt 从内部瓦解 Jüngle 的时候，Kurt 被迫去发现自己雇主藏匿的黑暗。\n\n《The Last Worker》将为您献上极具感染力、发人深省，同时鼓舞人心的故事，厚重的角色由全明星阵容配音，Jason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams 和 Tommie Earl Jenkins 倾情献声。", "short_description": "《The Last Worker》是一款身歷其境的敘事型冒險遊戲，故事圍繞在最後一位還堅持在日益自動化的世界中孤軍奮鬥的工人身上。Kurt服務於全球最大的零售公司，他被迫必須在資本主義與激進主義之間做出抉擇。"}, {"images": {"nodes": []}, "id": "764253285136550", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["第一人称", "潜行", "动作冒险", "叙事", "独立游戏"], "long_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，融工作模拟和潜行策略于一体，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。\n\n游戏以孤独、压抑却异常美丽的环境为背景，由漫画传奇 Mick McMahon 负责角色设计。\n\n为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。将毕生奉献给工作的 Kurt 遇到了一群激进分子 – 他们要求他从内部瓦解 Jüngle；Kurt 的忠诚心遭遇了考验。\n\n登上自己公司发放的飞行 JünglePod，拿起自己的多功能 JüngleGun，Kurt 从规模堪比曼哈顿沉没之城的运营中心发送了数之不尽的产品。\n\nKurt（Ólafur Darri Ólafsson 配音）将自己的毕生奉献给了 Jüngle，只有他的协助机器人 Skew（Jason Isaacs 配音）陪伴着他。不过，当一个激进主义者组织 S.P.E.A.R. 要求 Kurt 从内部瓦解 Jüngle 的时候，Kurt 被迫去发现自己雇主藏匿的黑暗。\n\n《The Last Worker》将为您献上极具感染力、发人深省，同时鼓舞人心的故事，厚重的角色由全明星阵容配音，Jason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams 和 Tommie Earl Jenkins 倾情献声。", "short_description": "《The Last Worker》是一款身歷其境的敘事型冒險遊戲，故事圍繞在最後一位還堅持在日益自動化的世界中孤軍奮鬥的工人身上。Kurt服務於全球最大的零售公司，他被迫必須在資本主義與激進主義之間做出抉擇。"}, {"images": {"nodes": []}, "id": "591784776229319", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["一人称視点", "ステルス", "アクションアドベンチャー", "ストーリー", "インディーズ"], "long_description": "『The Last Worker』は、ますます自動化されていく世界での孤独な労働者の最後の抵抗を中心に渦巻く、没入型ストーリーアドベンチャー。作業シミュレーションとステルスの戦略的なゲームプレイが融合したユニークな作品となっています。\n\n本作は孤独で抑圧的であるにもかかわらず、不思議な美しさを持った環境が舞台となっており、キャラクターは漫画界のレジェンド、Mick Mcmahonが手掛けています。\n\n世界最大の小売企業に勤めるカートは、資本主義か活動家かの選択を迫られています。仕事に人生を捧げてきたカートは、活動家たちからJüngleの内部からの解体を依頼され、その忠誠心を試されることとなります。\n\n会社から支給された、空飛ぶジャングルポッドのノリ、多目的のジャングルガンで武装したカートは、マンハッタンの水没都市ほどの大きさもあるフルフィルメントセンターから数え切れないほどの製品を出荷しています。\n\nカート（声優はÓlafur Darri Ólafsson）はJüngleにその生涯を捧げ、相棒のロボット・スキュー（Jason Isaacs）だけが仲間なのです。しかし、活動家グループS.P.E.A.R.からJüngleの内部からの解体を依頼され、カートは雇い主の裏の顔を見ることになります。\n\n『The Last Worker』はJason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams、Tommie Earl Jenkinsといった豪華なキャスト陣が、豊かなキャラクターを演じ、感動的で示唆に富んだストーリーを紡ぎ上げます。", "short_description": "『The Last Worker』は、ますます自動化されていく世界での孤独な労働者の最後の抵抗を中心に渦巻く、没入型ストーリーアドベンチャー。世界最大の小売企業に勤めるカートは、資本主義か活動家かの選択を迫られています。"}, {"images": {"nodes": []}, "id": "261430772885248", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Sigilo", "Narrativo"], "long_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Es una mezcla única entre un simulador de trabajo y estrategia con sigilo. \n\nAmbientado en un entorno solitario, opresivo y con una belleza extraña, con personajes diseñados por Mick McMahon, la leyenda de los cómics.\n\nKurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo. Tras haber dedicado toda la vida a su trabajo, la lealtad de Kurt se pone a prueba cuando un grupo de activistas le pide que desmonte el entramado de Jüngle desde dentro.\n\nA bordo del JünglePod proporcionado por la empresa y armado con su JüngleGun multiusos, Kurt envía una infinidad de productos de un centro de distribución hasta la ciudad hundida de Manhattan.\n\nKurt (con la voz en inglés de Ólafur Darri Ólafsson) ha dedicado su vida a trabajar para Jüngle y su única compañía es un robot llamado Skew (Jason Isaacs). Es entonces cuando S.P.E.A.R., un grupo de activistas, le pide a Kurt que desmonte el entramado de Jüngle desde dentro, y se ve obligado a descubrir las entrañas sombrías de su empresa.\n\nThe Last Worker es una historia emotiva que hace reflexionar con personajes singulares interpretados por un elenco de estrellas, como Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams y Tommie Earl Jenkins.", "short_description": "The Last Worker es una aventura narrativa inmersiva que se centra en la resistencia de un trabajador en un mundo cada vez más automatizado. Kurt trabaja para la empresa de comercio más grande del mundo y se ve obligado a elegir entre el capitalismo o el activismo."}, {"images": {"nodes": []}, "id": "204671928846794", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Infiltration", "Histoire"], "long_description": "The Last Worker est une aventure narrative immersive qui raconte la défiance d'un travailleur solitaire face à un monde de plus en plus automatisé. The Last Worker offre un mélange unique de simulation et de mécaniques de jeu furtives et stratégiques. \n\nLe jeu se déroule dans un environnement oppressant et désolé au charme étrange, avec des personnages conçus par la légende des comics, Mick McMahon.\n\nKurt travaille pour l'un des plus grands détaillants au monde et va devoir choisir entre capitalisme ou activisme. Ayant voué sa vie au travail, la loyauté de Kurt est mise à l'épreuve lorsqu'un groupe d'activistes lui demande de démanteler Jüngle de l'intérieur.\n\nÀ bord de sa capsule Jüngle volante fournie par l'entreprise et armé de son pistolet Jüngle multifonctions, Kurt expédie un nombre incalculable de produits depuis un centre de distribution de la taille de la ville engloutie de Manhattan.\n\nKurt (interprété par Ólafur Darri Ólafsson) a voué sa vie à Jüngle, avec son co-bot, Skew (Jason Isaacs) pour lui tenir compagnie. Mais lorsque le groupe d'activistes S.P.E.A.R. demande de l'aide à Kurt pour démanteler Jüngle de l'intérieur, celui-ci découvre de force la face cachée de son employeur.\n\nThe Last Worker propose une histoire passionnante et pleine d'émotions qui invite à réfléchir, avec des personnages complexes interprétés par des acteurs prestigieux comme Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams et Tommie Earl Jenkins.", "short_description": "The Last Worker est une aventure narrative immersive qui raconte la défiance d'un travailleur solitaire face à un monde de plus en plus automatisé. Kurt travaille pour l'un des plus grands détaillants au monde et va devoir choisir entre capitalisme ou activisme."}, {"images": {"nodes": []}, "id": "190422250376328", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Stealth", "Verhalend", "Indiespel"], "long_description": "The Last Worker is een immersief verhalend avontuur rondom de worsteling van een eenzame arbeider in een steeds meer geautomatiseerde wereld. The Last Worker is een unieke mix van werksimulatie en stealth strategische gameplay. \n\nHet spel is gesitueerd in een eenzame, beklemmende, maar vreemd mooie omgeving, met personages ontworpen door striplegende Mick McMahon.\n\nKurt werkt voor 's werelds grootste winkelketen en wordt gedwongen te kiezen tussen kapitalisme of activisme. Nadat hij zijn leven heeft gewijd aan het werk, wordt Kurts loyaliteit op de proef gesteld wanneer een groep activisten hem vraagt Jüngle van binnenuit te ontmantelen.\n\nAan boord van zijn vliegende JünglePod van de zaak en gewapend met zijn multifunctionele JüngleGun stuurt Kurt talloze producten vanuit een leveringscentrum ter grootte van de verzonken stad Manhattan.\n\nKurt (ingesproken door Ólafur Darri Ólafsson) heeft zijn leven gewijd aan Jüngle, met alleen zijn co-bot Skew (Jason Isaacs) om hem gezelschap te houden. Maar wanneer S.P.E.A.R., een groep activisten, Kurt vraagt te helpen Jüngle van binnenuit te ontmantelen, wordt Kurt gedwongen de duistere onderbuik van zijn werkgever te ontdekken.\n\nThe Last Worker levert een emotioneel, tot nadenken stemmend en inspirerend verhaal met rijke personages vertolkt door een sterrencast met in de hoofdrollen Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams en Tommie Earl Jenkins.", "short_description": "The Last Worker is een immersief verhalend avontuur rondom de worsteling van een eenzame arbeider in een steeds meer geautomatiseerde wereld. Kurt werkt voor 's werelds grootste winkelketen en wordt gedwongen te kiezen tussen kapitalisme of activisme."}, {"images": {"nodes": []}, "id": "185717537548499", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["第一人称", "潜行", "动作冒险", "叙事", "独立游戏"], "long_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，融工作模拟和潜行策略于一体，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。\n\n游戏以孤独、压抑却异常美丽的环境为背景，由漫画传奇 Mick McMahon 负责角色设计。\n\n为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。将毕生奉献给工作的 Kurt 遇到了一群激进分子 – 他们要求他从内部瓦解 Jüngle；Kurt 的忠诚心遭遇了考验。\n\n登上自己公司发放的飞行 JünglePod，拿起自己的多功能 JüngleGun，Kurt 从规模堪比曼哈顿沉没之城的运营中心发送了数之不尽的产品。\n\nKurt（Ólafur Darri Ólafsson 配音）将自己的毕生奉献给了 Jüngle，只有他的协助机器人 Skew（Jason Isaacs 配音）陪伴着他。不过，当一个激进主义者组织 S.P.E.A.R. 要求 Kurt 从内部瓦解 Jüngle 的时候，Kurt 被迫去发现自己雇主藏匿的黑暗。\n\n《The Last Worker》将为您献上极具感染力、发人深省，同时鼓舞人心的故事，厚重的角色由全明星阵容配音，Jason Isaacs、Ólafur Darri Ólafsson、Clare-Hope Ashitey、David Hewlett、Zelda Williams 和 Tommie Earl Jenkins 倾情献声。", "short_description": "《The Last Worker》是一款沉浸式叙事冒险游戏，围绕着在一位坚守在日益自动化的世界中孤军奋战的工人展开。为全世界最大的零售店工作的 Kurt，将被迫在资本主义或激进主义之间做出选择。"}, {"images": {"nodes": []}, "id": "181877354655671", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Last Worker", "keywords": ["Стелс", "Сюжет"], "long_description": "The Last Worker — это захватывающее сюжетное приключение об одиноком работнике, который борется против автоматизированного мира. The Last Worker — это уникальное сочетание симулятора работы и стратегии с элементами стелса. \n\nДействие игры разворачивается в угнетающем мире, где каждый сам за себя. Однако атмосфера не лишена обаяния, ведь персонажей создавал легендарный художник комиксов Майк Макмэхон.\n\nКурт работает на самую большую в мире торговую компанию и вынужден выбирать между капитализмом и активизмом. Всю свою жизнь он посвятил работе, но теперь его преданность испытывает на прочность группа активистов: они предлагают ему разрушить Джунгли изнутри.\n\nСидя в своей корпоративной летающей джунгапсуле и вооружившись многофункциональным джунгоружьем, Курт распределяет бесчисленные продукты по центру размером с затонувший Манхэттен.\n\nКурт (озвученный Олафуром Дарри Олафссоном) посвятил всю свою жизнь Джунглям, и компанию ему составляет только кобот Скью (Джейсон Айзекс). Но когда группа активистов Г.Л.Е.Ф.А просит его помочь разрушить Джунгли изнутри, Курт против своей воли сталкивается с ужасной правдой о компании.\n\nThe Last Worker — игра с насыщенным, продуманным и вдохновляющим сюжетом, а также с яркими персонажами, озвученными звездными актерами, среди которых Джейсон Айзекс, Олафур Дарри Олафссон, Клэр-Хоуп Эшити, Дэвид Хьюлетт, Зельда Уильямс и Томми Дженкинс.", "short_description": "The Last Worker — это захватывающее сюжетное приключение об одиноком работнике, который борется против автоматизированного мира. Курт работает на самую большую в мире торговую компанию и вынужден выбирать между капитализмом и активизмом."}, {"images": {"nodes": [{"file_name": "TLW_CoverImageLandscape.png", "id": "3234704016780987", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75262741_3234704020114320_3605685179885179382_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vXki_6aosK4Q7kNvwGoHW38&_nc_oc=AdlY_C0m7LZKUXhsJgM81Fx4vkgO0sJlQPcvx4nZcBL4FDPwd7qLEtuNQgucTFLT5-A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuD4Istfifnhx_yTmlUJ9pWw1d4b9DisSnFACkk9pNc-g&oe=69959F9A"}, {"file_name": "TLW_Logo_1440.png", "id": "2411671332325026", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86796481_2411671335658359_5562115187488122854_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qwkQhiYvYiAQ7kNvwEEShyV&_nc_oc=AdlM5VvVyiVKlOE1PeD8qGF2N58m8yCNwPaAIpgA6DqiRvhnlPC83dRUZJyWlC8MSfk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsVZbtaCqzH3waXIk1zRufDojj8RQl_Fcl8qnPR1HlXTA&oe=6995B6A2"}, {"file_name": "ImmersiveImage_BackDrop-v2.png", "id": "1187527771951164", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57568684_1187527778617830_6149703767344243672_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TqSjMK126VwQ7kNvwGNu3Wa&_nc_oc=AdlTUg_QcZSlg-WU92IXW7gLFmz_5Wwbepsu6WdCfRgtr6HS6-wKSqAZzdbXaoo29wQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu4gR9rJFBOMRdnmmXPaMMEhGoddn-W3SF33JkgYw2vfw&oe=6995B6C1"}, {"file_name": "ImmersiveImage_ObjectRight-v3.png", "id": "1171775216850287", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974788_1171775220183620_6403764187201746118_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JRvNTLOw3GcQ7kNvwHxyiqm&_nc_oc=Adko86xArMwZZF4YsIIE4-sqNwG0KXOHt0LVh5RKvY3D6WmoPUnooF5inxRsLDy8ToY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuSAcOZU0cNTOGD_Eiah_yKlkEk_u9vlJsqpeobZCLQvg&oe=6995B69F"}, {"file_name": "TLW_CoverImageHero.png", "id": "933264787704412", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75367591_933264794371078_2441270038016031445_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YF7ngdJgHcIQ7kNvwEl2wti&_nc_oc=Adl0n8XZrgn3zoIktdJFy53SwA10h2fQndNaJx7nO-kJ8clmT3W8zpUBpXU9KlFTxOI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvpHmBGY3-SZ9sJwB30_22b_Ca_6rW4amLcwExkxn08jw&oe=6995BDBA"}, {"file_name": "ImmersiveImage_Logo-v2.png", "id": "930055474800492", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974798_930055478133825_4854070660314056017_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oYsrf-wzgPoQ7kNvwEufKj7&_nc_oc=AdlUduAJzQs9VeSK0rIY24t-kdSMPzOXMSefINLQoE-2AHkZjP-JXDO9E_zVstc-oRw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftEwgduMxgr4paq6pyHcIXanEltNUAs4C8cdRHG3Np5Cg&oe=6995CBEC"}, {"file_name": "CoverImageMiniLandscape.png", "id": "858590165366358", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982720_858590172033024_6784680463281157703_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=v8i3B3RGFYoQ7kNvwEgcvxw&_nc_oc=Admm--yNgTzKlJrfmM-XYXuelGiO57lOjQU5vt7QtwjIlk7SiWX6biZEUCAdSreiJ_s&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvLvTzN3AhgTkVE_n80GmbnKAqAgZE87e9-P_AGZSK1Bg&oe=6995B17E"}, {"file_name": "ImmersiveImage_ObjectLeft-v3.png", "id": "736127678011122", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974788_736127681344455_4146743906401457266_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VhROEP_lpaYQ7kNvwE63D3z&_nc_oc=Adl8i5j0s0ME6WyZw6fXXAhFxVJfjGNcsdpoNm8JKhk1QtYx-HAUKMelAHtLfO4yoAA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu-wD831qFEk-n9WSc8pvNScCQ0tHD8-D6qm6uCHBAcXw&oe=6995B875"}, {"file_name": "TLW_Icon_512x512.png", "id": "730724628329486", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031584_730724631662819_8031721744257748312_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1D0HVYMf8AgQ7kNvwEfCqmk&_nc_oc=Adnd3wUPO7zVARHjjSJFOYH7nZxqEwzUCDKui8KZOck95rBR6QXRJkhTDM8KpEgjst0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuqQ6RZ-TCUdUBYl_NPTL2ZWXvj0MECbEJqPQAHS4wOaA&oe=6995BB3B"}, {"file_name": "TLW_CoverImageSquare.png", "id": "699881261930251", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982464_699881268596917_2199857297273163797_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0zkJxPG119YQ7kNvwHjilSg&_nc_oc=AdlwPwFO8w73q3_a_UryDJxR2olrxfte2teHBEr4v0XDZnahJoG8i5AzhhFKck-RWe4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsPvpPEvnKTWxO-LsQnkzXvisoy7yR3a-qN2Be7Hunjtg&oe=6995C989"}, {"file_name": "TLW_CoverImagePortrait.png", "id": "607227164553548", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982464_607227171220214_3150527812833965646_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9sAKlzvDy9YQ7kNvwGyBNH7&_nc_oc=AdmGcKyfr4ddCV7DZeSxbCNkcKkKDN3dFn6k_IFpeA-8-mh7QNy57TIxIz3-IEM2hKY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsa6oKg2UIAc1aEnAre4Q4VAWlT3QS1uTizUIhzn6JAqg&oe=6995CD5B"}]}, "id": "169239825585459", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_01.png", "id": "702373151376710", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974888_702373154710043_4287514397079031051_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lMa0OhZXAooQ7kNvwFcGZ21&_nc_oc=AdkRV0RuBrfRLjGAR6x8QDUBRQzIeDDG9QcilEfG2ifCHozk4Mo6OOCUCfkF-BmHYbs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvSRCuIwPW025dAbvBZ4NEIUJxS_o_JHYvEgUt9x_3R2w&oe=6995CB4D"}, {"file_name": "Screenshot_02.png", "id": "879173956652559", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75603734_879173959985892_7808111091550610909_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IbzdwnpGTlkQ7kNvwHEj4jc&_nc_oc=AdkK82onJBO2ioooFN2G_FBGfTXujUkrPxVtlY3B4E8mG4dcadQajIhTak4f3hlLbX8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftZaoa9yzsfX1_Kp05crVysg0vnFriB9d_aLCc9jh_b7w&oe=6995BFA6"}, {"file_name": "Screenshot_03.png", "id": "1378377112909104", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75557068_1378377116242437_6234381544281632717_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4M6nGjjgrSYQ7kNvwEVp9WV&_nc_oc=AdnOTlgmbN4XaIJ37WVuUwEnrR_3wubnmuY-Jv2lgG8Q_3Lq0ESUqpSPRBKQKMafU6k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsJ2UdUHLT-UfWZ-lUxUvhRu0IsvJWktCKIh-FU2g2-Gw&oe=6995CA37"}, {"file_name": "Screenshot_04.png", "id": "711801040478910", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982714_711801047145576_5249545996194899209_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7PkfhdfLIbsQ7kNvwFqUvKg&_nc_oc=AdnReBt6eL6rdPAs_RRPNLnEmJvOJO_AZVJG3pseYL0Xn_JJFM1tTiifotSZHVTCN7k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv4cnykvWKrOtaH06jU5ksUhCjL3-04ZBMtcT3-Guzc-w&oe=6995C94B"}, {"file_name": "Screenshot_05.png", "id": "618428870087557", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75251819_618428873420890_4588943878414849637_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Alntq-2kdccQ7kNvwFtUMDr&_nc_oc=AdlAaVJUpSfkoPjGiAzw4aX-nuPYyGjGmJ3CvQ5FQoIer1VDT2--8d43bMcKagx4bCw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv42X_4U5IhrSR7dxe9aBE3LvETMYS_SqciLVlamhiDFQ&oe=6995BE5F"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "TLW Launch Thumbnail Meta Store.png", "id": "227708722985051", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974459_227708729651717_5612296084937862238_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GX7w3cpNEhgQ7kNvwGuIZQE&_nc_oc=AdnS4rvLt_ZKLcr42BvG_Or0GpDErthoNe9GeQyIg2yb8iEjTnVs0nlMG5Guyv6ZR1A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv8Y_DpfWi_xwOhNOoezMA41sxFD4wukj6ZSASWyyH7yA&oe=6995975B"}, "display_name": "The Last Worker", "keywords": ["Stealth", "Narrative"], "long_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world, The Last Worker is a unique blend of work simulation and stealth strategic gameplay. \n\nThe game is set in a lonely, oppressive but strangely beautiful environment, with characters designed by comics legend Mick McMahon.\n\nKurt works for the world’s largest retailer and is forced to choose between capitalism or activism. Having dedicated his life to work, Kurt’s loyalty is put to the test when a group of activists ask him to dismantle Jüngle from the inside.\n\nAboard his corporate issued flying JünglePod and armed with his multi-purpose JüngleGun, Kurt dispatches countless products from a fulfilment centre the size of the sunken city of Manhattan.\n\nKurt (voiced by Ólafur Darri Ólafsson) has dedicated his life to Jüngle, with only his co-bot, Skew (Jason Isaacs) to keep him company. But when S.P.E.A.R., a group of activists, asks Kurt to help dismantle Jüngle from the inside, Kurt is forced to discover his employer’s dark underbelly.\n\nThe Last Worker delivers an emotional, thought provoking and inspiring story with rich characters performed by an all-star cast starring, Jason Isaacs, Ólafur Darri Ólafsson, Clare-Hope Ashitey, David Hewlett, Zelda Williams and Tommie Earl Jenkins.", "short_description": "The Last Worker is an immersive narrative adventure centered around a lone worker’s last stand in an increasingly automated world."}]}, "developer_name": "Offiy, Wolf & Wood", "developer_privacy_policy_url": "https://wiredproductions.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Wired Productions", "support_website_url": "https://wiredproductions.com/contact/", "website_url": "https://www.thelastworker.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1008279844328894"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "it", "es", "ru", "pl", "ja", "ko", "zh_HK", "zh_CN", "zh_TW"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "245653737818809"}}]}, "scheduled_offers": {"count": 11, "nodes": [{"status": "PUBLISHED", "id": "1751793052164421"}, {"status": "PUBLISHED", "id": "1317213226297886"}, {"status": "PUBLISHED", "id": "1122428199835712"}, {"status": "PUBLISHED", "id": "623060387494367"}, {"status": "PUBLISHED", "id": "1402974260712053"}, {"status": "PUBLISHED", "id": "1541113023246745"}, {"status": "PUBLISHED", "id": "1227978091741636"}, {"status": "PUBLISHED", "id": "498087339595091"}, {"status": "PUBLISHED", "id": "476874591462609"}, {"status": "PUBLISHED", "id": "1602750370470209"}, {"status": "PUBLISHED", "id": "6679519888729539"}]}, "baseline_offer": {"id": "6679519888729539"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1771005600, "status": "PUBLISHED", "id": "1751793052164421"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6082154685195885", "version": "1.0.8"}, "id": "746390180184546", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5761454780599212", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6082154685195885"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "746390180184546"}]}, "change_log": "Minor bug fixes", "created_date": 1682513505, "id": "6082154685195885", "version": "1.0.8", "version_code": 10000008, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "6082154068529280"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5761454780599212", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6082154685195885"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1682509038, "id": "6081982361879784", "version": "1.0.7", "version_code": 10000007, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5761454780599212", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6082154685195885"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1682414025, "id": "6078547445556609", "version": "1.0.6", "version_code": 10000006, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5761454780599212", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6082154685195885"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "746390180184546"}]}, "change_log": null, "created_date": 1680770949, "id": "6022223487855672", "version": "1.0.5", "version_code": 10000005, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "6022223027855718"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5761454780599212", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6082154685195885"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1680025575, "id": "5997602990317722", "version": "1.0.4", "version_code": 10000004, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "5997601923651162"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}