{"data": {"node": {"__typename": "Application", "id": "9270732869663327", "organization": {"id": "1027255994006738", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9270732869663327"}]}, "id": "207588315071706"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24116732017937739"}]}, "id": "764092954823372"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4395292760584049"}]}, "id": "990659445109937"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1654565391314903"}]}, "id": "468677456991700"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1942343732456615"}]}, "id": "184983028891104"}]}}, "firstRevision": {"nodes": [{"application": {"id": "9270732869663327", "release_date": 1693324800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24382822531361114"}, "id": "950959032690516"}]}}, "binary": null, "live_binary": null, "created_date": 1758838540, "id": "31299158553060776", "is_initial_release": false, "name_with_fallback": "v15", "pdp_metadata_with_fallback": {"version": 11, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "31378701638439800"}, "release_status": "SCHEDULED", "id": "9270732869663327"}, "id": "31378701638439800", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9270732869663327", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "244747685116306"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4091326737849399", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "¡Lidera a tu escuadrón de campeones hacia una arena envolvente en este emocionante juego de táctica, magia y poder! De los desarrolladores del juego del año VR/AR en los Game Awards 2022, Moss: Book II, este título de combate en tiempo real de 1c1 te enfrenta a tu rival y a su escuadrón en un juego cargado de acción que te hará volver una y otra vez.\n\nForma tu escuadrón\nElige tu combinación de tres campeones a partir de una lista creciente con los habitantes más heroicos, villanos y famosos del mundo de Moss. Cada campeón cuenta con habilidades exclusivas que complementarán a los demás miembros de tu escuadrón y los enfrentarán a los enemigos en un despliegue de caminos consecutivos.\n\nCara a cara\nPelea contra tus amigos en partidas privadas o emparéjate con jugadores de habilidades similares en la comunidad de Glassbreakers. Prepárate para cualquier cosa, porque nunca sabrás qué campeones reclutará tu rival para su escuadrón. La arena envolvente también presenta la oportunidad de observar los movimientos físicos a tiempo real de tu rival: detecta su estrategia y actúa para cambiar las tornas a tu favor.\n\nY que el cristal se rompa a tu conveniencia\nLánzate a la batalla y dirige a tu escuadrón para que ataque a los campeones rivales y su fortaleza de cristal mientras impulsas elementos tácticos para obtener ventajas estratégicas en el tablero. Cada partida presenta oportunidades únicas: las combinaciones cambiantes de los escuadrones y de los estilos de juego ofrecen una varied", "short_description": "¡Lidera a tu escuadrón de campeones hacia una arena envolvente en este emocionante juego de táctica, magia y poder! De los desarrolladores del juego del año VR/AR en los Game Awards 2022, Moss: Book II, este título de combate en tiempo real de 1c1 te enfrenta a tu rival y a su escuadrón en un juego cargado de acción que te hará volver una y otra vez."}, {"images": {"nodes": []}, "id": "4037733609889912", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "전략, 마법, 힘이 어우러지는 흥미진진한 게임에서 챔피언 부대를 이끌고 현실감 넘치는 전장으로 나가세요! Game Awards’ 2022 VR/AR 올해의 게임인 Moss: 제2권 개발자가 소개해 드립니다. 1:1 실시간 배틀을 통해 상대방 및 상대방의 팀과 대결을 펼치며 액션으로 가득 찬 게임 플레이를 즐길 수 있습니다.\n\n스쿼드 업. \nMoss의 세계에서 가장 용맹하고 사악하며 악명 높은 주민들로 구성된 명단에서 3명의 챔피언 조합을 선택하세요. 각 챔피언은 고유한 능력을 가지고 있어 스쿼드 내 다른 챔피언을 보완하고 매우 다양한 방식으로 상대와 대결을 펼칠 수 있습니다. 다양한 커스터마이즈 세트를 통해 나만의 스쿼드 스타일로 꾸며볼 수도 있습니다.\n\n대결.\n비공개 게임에서 친구와 대결하거나 Glassbreakers 커뮤니티에서 비슷한 실력의 플레이어와 대결하세요. 상대가 어떤 챔피언을 스쿼드로 선택할지 모르기 때문에 항상 만반의 준비를 갖춰야 합니다. 몰입감 넘치는 전장에서는 상대의 실시간 신체 움직임을 관찰하여 상대의 전략을 파악하고 여러분에게 유리한 방향으로 전세를 역전시킬 수 있는 기회를 확보하세요.\n\nGlass Break에 여러분의 길을 개척하세요.\n전투에 참여하여 부대가 상대 챔피언과 상대 Glass 거점을 공격하도록 지휘하는 동시에 전술적 요소를 활용하여 Board에서 전략적 우위를 점하세요. 끊임없이 변화하는 스쿼드 조합과 게임 플레이에 무한한 다양성을 선사하는플레이 스타일이 모든 경기에 독보적인 기회와 도전이 존재합니다. 눈앞에 펼쳐지는 경기에 최적화된 전략으로 여러분의 팀이 승리할 수 있도록 만들어 보세요.\n", "short_description": "전략, 마법, 힘이 어우러지는 흥미진진한 게임에서 챔피언 부대를 이끌고 현실감 넘치는 전장으로 나가세요! Game Awards’ 2022 VR/AR 올해의 게임인 Moss: 제2권 개발자가 소개해 드립니다. 1:1 실시간 배틀을 통해 상대방 및 상대방의 팀과 대결을 펼치며 액션으로 가득 찬 게임 플레이를 즐길 수 있습니다."}, {"images": {"nodes": []}, "id": "3177726222402128", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Led din grupp med Champions på en uppslukande arena i detta spännande spel med taktik, magi och styrka! Från utvecklarna av Game Awards 2022 VR/AR Game of the Year Moss: Book II kommer detta 1v1-stridsspel i realtid, där du ställs ansikte mot ansikte med din motståndare och hans/hennes grupp för en actionfylld spelupplevelse du inte kan få nog av.\n\nSamla din grupp. \nVälj din kombination av tre Champions från ett växande galleri med de mest heroiska, skurkaktiga och ökända invånarna från Moss värld. Varje Champion har sina egna unika förmågor som kompletterar de andra i din grupp och kan möta motståndarna i ett otal kombinationer som ger olika effekter. \n\nMöt fienden\nKämpa mot dina vänner eller matchas mot spelare med liknande färdigheter i Glassbreakers-gemenskapen. Var redo för allt, du vet aldrig vilka Champions motståndaren kommer att rekrytera till sin grupp. Den uppslukande arenan ger också möjlighet att observera motståndarens fysiska rörelser i realtid – upptäck deras strategi och vidta åtgärder för att vända striden till din fördel.\n\nMå glaset krossas åt ditt håll.\nIngrip i striderna och led din grupp till anfall mot motståndarnas Champions och deras Glasfästning, samtidigt som du utnyttjar taktiska element för att få strategiska fördelar på spelplanen. Varje match innebär sina egna unika möjligheter och utmaningar eftersom de ständigt varierande gruppkombinationerna och spelstilarna ger en oändligt varierad spelupplevelse. \n", "short_description": "Led din grupp med Champions på en uppslukande arena i detta spännande spel med taktik, magi och styrka! Från utvecklarna av Game Awards 2022 VR/AR Game of the Year Moss: Book II kommer detta 1v1-stridsspel i realtid, där du ställs ansikte mot ansikte med din motståndare och hans/hennes grupp för en actionfylld spelupplevelse du inte kan få nog av."}, {"images": {"nodes": []}, "id": "1882947092622275", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Guida la tua squadra di campioni in un'arena coinvolgente in questo emozionante gioco di tattica, magia e potere! Questo gioco di combattimenti 1v1 ti mette faccia a faccia con il tuo avversario e la sua squadra in un gameplay ricco d'azione di cui non ti stancherai mai.\n\nForma una squadra. \nScegli la tua combinazione di tre campioni da un elenco in continua crescita degli abitanti più eroici, malvagi e famigerati del mondo di Moss. Ogni campione ha abilità uniche che si integrano con quelle degli altri membri della squadra e che si combinano con gli avversari in una miriade di modi consequenziali. \n\nFaccia a faccia.\nCombatti contro gli amici in partite private o affronta giocatori altrettanto abili nella community di Glassbreakers. Preparati a tutto perché non sai mai quali campioni il tuo avversario recluterà per la sua squadra. La coinvolgente arena offre anche l'opportunità di osservare i movimenti fisici del tuo avversario in tempo reale: individua la sua strategia e agisci per ribaltare la situazione a tuo favore.\n\nE che il vetro si rompa dalla tua parte.\nEntra in battaglia e guida la tua squadra all'assalto dei campioni avversari e della loro roccaforte di vetro, sfruttando allo stesso tempo elementi tattici per ottenere vantaggi strategici sul tabellone. Ogni partita presenta opportunità e sfide uniche, mentre le combinazioni di squadre e gli stili di gioco in continua evoluzione offrono una varietà infinita al gameplay.\n", "short_description": "Guida la tua squadra di campioni in un'arena coinvolgente in questo emozionante gioco di tattica, magia e potere! Questo gioco di combattimenti 1v1 ti mette faccia a faccia con il tuo avversario e la sua squadra in un gameplay ricco d'azione di cui non ti stancherai mai."}, {"images": {"nodes": []}, "id": "1695668294432307", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "¡Lánzate con tu equipo de campeones a una envolvente arena de combate en este emocionante juego de táctica, magia y poder! llega este juego de combate 1c1 a tiempo real en el que tendrás que hacer frente a tu oponente y su equipo en un enfrentamiento repleto de acción que querrás repetir una y otra vez.\n\nPrepara tu equipo \nEscoge una combinación de tres campeones de una lista en expansión con los habitantes más heroicos, viles y notorios del mundo de Moss. Cada campeón cuenta con habilidades únicas que complementarán las del resto del equipo y contrarrestarán las de los rivales con un sinfín de consecuencias. \n\nHazles frente\nLucha contra amigos en partidas privadas o enfréntate a jugadores de la comunidad Glassbreakers con un nivel similar de habilidad. Prepárate para cualquier cosa: nunca se sabe qué campeones reclutará tu rival para su equipo. La envolvente arena también te permite observar los movimientos físicos de tu rival a tiempo real. Identifica su estrategia y reacciona para volver el enfrentamiento a tu favor.\n\nRompe el cristal a tu manera\nInicia la batalla y lanza a tu equipo al ataque contra los campeones rivales y su fortaleza de cristal al tiempo que aprovechas los elementos tácticos para obtener ventajas estratégicas en el tablero. En cada partida se te presentarán oportunidades y retos únicos, con una variedad infinita de posibilidades de juego al cambiar siempre las combinaciones de héroes y emplear diferentes estilos de juego.\n", "short_description": "¡Lánzate con tu equipo de campeones a una envolvente arena de combate en este emocionante juego de táctica, magia y poder! llega este juego de combate 1c1 a tiempo real en el que tendrás que hacer frente a tu oponente y su equipo en un enfrentamiento repleto de acción que querrás repetir una y otra vez."}, {"images": {"nodes": []}, "id": "1503629334170458", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "チャンピオンを選んでチームを組み、没入感たっぷりのアリーナで戦術と魔法と力をぶつけ合おう！Game Awards 2022のVR/AR Game of the Yearを受賞した『Moss: 第2巻』のディベロッパーが贈る、1v1のリアルタイムバトルゲーム。対戦相手のチームとアクション満載の戦いを繰り広げるうちに、やめどきが分からなくなること請け合いです。\n\nチームを組んで―― \nMoss世界の住民から3体のチャンピオンを選んで戦いに臨みます。チャンピオンには勇者も悪党もおり、いずれも個性的なキャラクターで、随時追加されていく予定です。チャンピオンはそれぞれ独自のアビリティを持ち、互いの弱点を補い合って相手チームと戦うため、文字通り千差万別のマッチアップが生まれます。プレイの幅を広げるカスタマイズセットによって、自分だけのチーム編成が可能になります。\n\nライバルと向き合い――\nプライベートモードでフレンドと対決することも、Glassbreakersのコミュニティで同程度の腕前のプレイヤーと対決することも可能です。相手がどのチャンピオンをチームに入れるのかは、その時にならないと分かりません。柔軟な対応が求められます。没入感たっぷりのアリーナでは、対戦相手の実際の動作をリアルタイムで観察する機会も提供されます。相手の戦略を見抜き、戦況を有利にするための対策を講じましょう。\n\nガラスを砕け\n戦闘では自分のチームを指揮し、ボード上のさまざまなエレメントを活用して戦略的優位を築きつつ、相手のチャンピオンや本拠地であるガラスの砦を攻撃します。1マッチごとにチーム編成もプレイスタイルも変化し、そのマッチならではのチャンスとピンチが生まれるため、ゲームプレイの幅は無限に広がります。\n", "short_description": "チャンピオンを選んでチームを組み、没入感たっぷりのアリーナで戦術と魔法と力をぶつけ合おう！Game Awards 2022のVR/AR Game of the Yearを受賞した『Moss: 第2巻』のディベロッパーが贈る、1v1のリアルタイムバトルゲーム。対戦相手のチームとアクション満載の戦いを繰り広げるうちに、やめどきが分からなくなること請け合いです。"}, {"images": {"nodes": []}, "id": "1321181453049395", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "年度最佳 VR/AR 遊戲《Moss:Book II》的開發團隊製作的這款 1 對 1 即時對戰遊戲，讓您與對手的小隊迎面對決，充滿動作元素的玩法將讓您欲罷不能。\n\n組隊。 \n持續擴增的陣容中選出三名勇士的組合，有來自 Moss 世界中最英勇、最邪惡和惡名昭彰的居民。每名勇士都有獨特的能力，將彌補小隊中其他人的不足，並用多種重要的方式與對手交戰。豐富的自訂組合能讓您展現獨有的小隊風格。\n\n對決。\n在私人遊戲和好友對戰，或與《Glassbreakers》社群中技術相近的玩家配對。為一切做好準備，因為您永遠不知道對手會在小隊中招募哪些勇士。身歷其境的競技場也帶來了觀察對手即時身體動作的機會，看出對方的策略並採取行動獲得優勢。\n\n願玻璃改變您的命運。\n進入戰鬥指揮小隊攻擊對方的勇士，他們的玻璃要塞也將發揮戰術，來獲得場面上的戰略優勢。每場對戰都有獨特的可能性和挑戰，因為不斷變化的陣容組合和遊戲風格為遊戲帶來了無盡的變化。依當下情況做出最佳的對戰策略，確保您的小隊取得勝利。\n", "short_description": "年度最佳 VR/AR 遊戲《Moss:Book II》的開發團隊製作的這款 1 對 1 即時對戰遊戲，讓您與對手的小隊迎面對決，充滿動作元素的玩法將讓您欲罷不能。\n"}, {"images": {"nodes": []}, "id": "1310096494141414", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Lidere sua equipe de Campeões em uma arena imersiva neste emocionante jogo de tática, magia e poder! Dos desenvolvedores do Jogo do Ano em RV/RA do Game Awards 2022, Moss: Book II, este jogo de batalha 1v1 em tempo real coloca você cara a cara com uma equipe adversária em uma jogabilidade repleta de ação viciante.\n\nMonte sua equipe. \nEscolha uma combinação de três Campeões em uma lista crescente dos habitantes mais heroicos, vis e notórios do mundo de Moss. Cada Campeão tem suas próprias habilidades únicas que complementarão os outros da equipe e enfrentarão os adversários de inúmeras formas. \n\nEnfrente os adversários.\nBatalhe contra amigos em jogos privados ou enfrente jogadores com habilidades semelhantes na comunidade de Glassbreakers. Prepare-se para qualquer coisa, pois você nunca sabe quais Campeões seu adversário vai recrutar para a própria equipe. A arena imersiva também dá a oportunidade de observar os movimentos físicos do seu oponente em tempo real: identifique a estratégia dele e tome medidas para virar a mesa a seu favor.\n\nE que a sorte esteja ao seu lado.\nEntre na batalha e oriente sua equipe a atacar os Campeões adversários e sua fortaleza de vidro, e aproveite elementos táticos para obter vantagens estratégicas no tabuleiro. Cada partida oferece oportunidades e desafios únicos à medida que combinações de equipes e estilos de jogo em constante mudança trazem uma variedade infinita ao jogo.\n", "short_description": "Lidere sua equipe de Campeões em uma arena imersiva neste emocionante jogo de tática, magia e poder! Dos desenvolvedores do Jogo do Ano em RV/RA do Game Awards 2022, Moss: Book II, este jogo de batalha 1v1 em tempo real coloca você cara a cara com uma equipe adversária em uma jogabilidade repleta de ação viciante."}, {"images": {"nodes": []}, "id": "1224777919456719", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Før dit hold af Champions ind i en medrivende arena i dette spændende spil fyldt med taktik, magi og kræfter! Og det sætter dig op imod din modstanders hold i et actionpræget gameplay, der giver dig appetit på mere.\n\nDan hold. \nVælg din kombination af tre Champions fra et voksende ensemble af de mest heltemodige, skurkagtige og notoriske indbyggere fra verdenen Moss. Hver Champion har sine egne unikke evner, der kan interagere med de andre på dit hold og gå op imod modstanden på et væld af betydningsfulde måder. De omfattende tilpasningssæt sørger for, at dit holds stil er helt din egen.\n\nTag kampen op.\nKæmp mod venner i private kampe, eller dyst mod spillere på samme niveau fra Glassbreakers-fællesskabet. Forbered dig på hvad som helst, for du ved ikke, hvilke Champions din modstander rekrutterer til sit hold. Den medrivende arena giver dig også mulighed for at se din modstanders fysiske bevægelser i realtid, få øje på vedkommendes strategi og lave træk, der vender kampen til din fordel.\n\nOg måtte glasset knuses på din måde.\nDyk ned i kampen, og før dit hold an mod andre Champions og deres Glass-fæstning, mens du udnytter taktiske elementer for at få strategiske fordele på brættet. Hver kamp har sine egne unikke muligheder og udfordringer, da foranderlige holdkombinationer og spillestile giver gameplayet uendelig variation. Optimer din strategi til den forestående kamp for at sikre, at dit hold får sejren i hus.", "short_description": "Før dit hold af Champions ind i en medrivende arena i dette spændende spil fyldt med taktik, magi og kræfter! Og det sætter dig op imod din modstanders hold i et actionpræget gameplay, der giver dig appetit på mere."}, {"images": {"nodes": []}, "id": "1175682064425438", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "在这款激动人心的游戏中，带领你的斗士小队进入沉浸式的竞技场，体验战术、魔法与力量的融合！这款一对一实时战斗游戏由 TGA 2022 最佳 VR/AR 游戏奖得主《Moss: Book II》的开发者打造，让你与对手及其小队面对面较量，在丰富多彩的动作游戏玩法中流连忘返。\n\n组建小队。 \n从 Moss 世界最英勇、最邪恶、最臭名昭著的角色中选择三人组成你的斗士小队，可选角色会不断扩充。每名斗士都有其独特能力，可通过无数种间接方式配合小队中的其他成员或克制对手。广泛的自定义组合确保你的小队风格独树一帜。\n\n正面碰撞。\n在私人游戏对局中与好友对战，或者匹配《Glassbreakers》社区中水平类似的玩家。做好应对各种可能的准备，因为你永远都不知道对手会为其小队雇佣哪些斗士。沉浸式的竞技场还会让你有机会观察对手的实时身体动作——识别他们的战略，并据此采取行动扭转局势。\n\n愿琉璃为你开路。\n投入战斗，指挥你的小队攻击敌方斗士及其琉璃大本营，同时利用战术元素在擂台上获得战略优势。不断变化的小队组合和战斗风格带来无限多样性的玩法，使每场对局都呈现其独特的机遇和挑战。优化你在当前对局中的战略，确保你的小队夺得胜利。\n", "short_description": "在这款激动人心的游戏中，带领你的斗士小队进入沉浸式的竞技场，体验战术、魔法与力量的融合！这款一对一实时战斗游戏由 TGA 2022 最佳 VR/AR 游戏奖得主《Moss: Book II》的开发者打造，让你与对手及其小队面对面较量，在丰富多彩的动作游戏玩法中流连忘返。"}, {"images": {"nodes": [{"file_name": "GBTemplateSquare.png", "id": "7108979622470996", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031331_7108979629137662_8883164860387830541_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1FQ0C0F37gIQ7kNvwFfQamR&_nc_oc=AdnWelr9mQnAo1XVKHwRaz_eHj1iqFAB3s4F4xAfvl77EZOQMpWMxplyhlffrZJTdfo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afulb3GbCow5-dYObA4nHVeGBVod0hvVmiVzM6G7Eaosnw&oe=6995A62B"}, {"file_name": "GBTemplateHero.png", "id": "1032525084649581", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031397_1032525087982914_1095958749873147735_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GcP4u9Hii7IQ7kNvwGxfknX&_nc_oc=Adn7mkz3FL_eVzMOb5uWaMDwNkYuO6tu6l2_OyeDQQAZEzFQhleAqsKL1Hjip5rMF3E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs0AfKTKA0df15EXN_L3Ea4vbQb2-LE7smLMrcg_Trkww&oe=6995B15C"}, {"file_name": "GlassbreakersIcon_Alpha.png", "id": "970263044209701", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982608_970263047543034_7910091079687139897_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tJxr8hj4NeUQ7kNvwGIwEiO&_nc_oc=AdmkUfK6nKQowP21CXCfb4-Z2Q0L9EU4C9rHWWH6svS7heQEHC95YDWNWd-a2efd-Cw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftN4TcIY73xB25Vsnjbk1ScB-xxdzsfIk3BZUz7-PCCGg&oe=6995B77C"}, {"file_name": "GB_Logo_FullColor_Meta Logo.png", "id": "636951448934793", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499308043_636951452268126_2639107337087868707_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Rvz3v1tUXoQQ7kNvwFD8O5y&_nc_oc=AdlHRnYUyk0EyFlLjX1GCi5GmM7EGnB5B5BqeQRmocQJPZ5Hzxg6AkRvwIGBHwgcw1I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftEGM7S86cOMls90G4T6ZhcyfNfZQBTRGXMg-ZhkQX9qQ&oe=6995AC88"}, {"file_name": "GBTemplatePortrait.png", "id": "381449621047726", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982494_381449624381059_5616683168903951990_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DXmDUx589xgQ7kNvwHuq5_n&_nc_oc=Adkkpi6m2lnwq-JXvNme7fgK6-usedtmitA1VsK5_kPT-OmMUN4rMUiJCc-JTtDjxmw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfseUkF1qfdNqP1yZzCBBnh7qk_UOCVV9Mif0CYyb2jLEA&oe=6995B544"}, {"file_name": "GBTemplateLandscape.png", "id": "379647274719592", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984463_379647278052925_4808001980983355616_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ryQ6v9YaEGwQ7kNvwFjKNqt&_nc_oc=AdkNmNxCSRYl33VOMkjL5IIrZenzAK2_Vn6ImNtQMX6_qsDlFRefHD1lOSs5CYdxJqA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfteQ7TzykJzR90mGWWnzniq5K5NZWDPXTC_jgW--4I0vg&oe=6995A9AE"}]}, "id": "1161249345877359", "locale": "en_US", "screenshots": [{"file_name": "GlassbreakersScreenshots_Match_09 (1).png", "id": "981332123177064", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035337_981332126510397_6201464141277774284_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zSTYdSYh5bwQ7kNvwEsXRcM&_nc_oc=Adk-JntDAuHvLo3UU7eIrOVXW71mhMH9D6sJFqJv7kbnGSyUW22JMvu1keHPLQTgzOs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftfmxBTVAq9By3rG1F3GaarBDlVSxQxECrlq3EEyDas8Q&oe=6995BD80"}, {"file_name": "GlassbreakersScreenshots_Match_13 (1).png", "id": "1258788034791856", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974518_1258788038125189_1184111550581106307_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_jMNMH5HKYMQ7kNvwG-zRj9&_nc_oc=AdkiJCj41qSR6gdRfi3gyEXDTT-ofImJiOOlJJq_PZBu5PL8_CWEvd8U_Lhprr1XTkI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuoUfNl_OXiwBkCCbRAUqQoMVEa8DvvEoigPChcgE4zTA&oe=6995B657"}, {"file_name": "GlassbreakersScreenshots_Match_14 (1).png", "id": "834731128277602", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031599_834731134944268_3320602839843154576_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RG84PIyzPBgQ7kNvwEcmaKB&_nc_oc=AdlDHMhVvKcXpXKyLisWxRM58v7hcgse4GINZy-BT2C9OzCf9YjWVebbouKvEK3MV_g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsXa5NMYkFydv2FGTAKjMAXh1oQ2dc-nshnguA9z5zHRg&oe=69959EB6"}, {"file_name": "GB-LOBBY-REWARD.png", "id": "1257597659436727", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499623555_1257597662770060_1837099828513413997_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uBpO1slnPnsQ7kNvwHYz-M_&_nc_oc=Adle0rPIzQHL9U7--4XSblZPe0dboZ2pNIu5H4qB3A1EBw0PVCHydCWBxBbN9A5LlAg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsJvy6pT74DAXuQCF9l6BBlYrcicYzCz-ttsEyC4dZV2w&oe=6995AF07"}, {"file_name": "GB-FRIENDS-META-SS.png", "id": "1068380178342359", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491828857_1068380181675692_2290055529049286841_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=81dwt9yPMK4Q7kNvwHpRucz&_nc_oc=AdmUaV7RIA-LMpPL-q8sK8Y0RJ_wNpWw0UQlXUR474RNIlh91jGOe6C6tRqwy5HUIzg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftPWijNiBNhFTgIKfK_q14e5dBae-lnohf2qGq5CDPHfQ&oe=6995A847"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "GB-VIDEO-COVER-SHOT.png", "id": "1828538611058572", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499298543_1828538614391905_8198925197660345915_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_UCRlvlkKrIQ7kNvwF7KZ6q&_nc_oc=AdmTf6t_D891NOB4NjBU81hQHu54-IvCVW7hrTUVme0vu_CdUYmv-neaAFKEysDCOA8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfujT8huOqzPyYSQ72sYK87LQ1XO7Cyhwfagtle3DvCcbw&oe=6995959F"}, "display_name": "Glassbreakers App Lab (CLOSED)", "keywords": [], "long_description": "We’ve moved! Head to our new Meta Store page here → https://vr.meta.me/s/1WmUTgZTSu4bDln \n\nJoin the growing Glassbreakers community on Discord: http://Discord.gg/polyarcgames", "short_description": "This Holiday lead your squad of Champions into an immersive arena in this exciting game of strategy, magic, and power! From the developers of the Game Awards’ 2022 VR/AR Game of the Year Moss: Book II, this  real-time action battler puts you face to face with your opponent and their squad for action-packed gameplay that will keep you coming back for more."}, {"images": {"nodes": []}, "id": "1104573121750436", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Выводите свой отряд чемпионов на арену и используйте магию и способности в увлекательной тактической игре! Сразитесь лицом к лицу с соперником и его отрядом в режиме реального времени. Захватывающие бои 1 на 1 заставят вас возвращаться за новыми впечатлениями снова и снова.\n\nСобирайте отряд\nВыберите трех чемпионов из постоянно растущего списка героических, коварных и печально известных жителей Мосса. Каждый чемпион в вашем отряде обладает уникальными способностями, которые дополняют друг друга и дают преимущества над противниками в различных ситуациях. Благодаря широким возможностям персонализации ваша команда не будет похожа ни на одну другую.\n\nЛицом к лицу\nСражайтесь с друзьями в закрытых матчах или выходите против других игроков из сообщества Glassbreakers с уровнем навыков, близким к вашему. Будьте готовы ко всему — никогда не знаешь, каких чемпионов наберет в свой отряд противник. Детально проработанная арена дает возможность следить за физическими движениями противника в реальном времени — наблюдайте за его стратегией и действуйте, чтобы переломить ход сражения в свою пользу.\n\nИ пусть стекло разобьется так, как нужно вам\nОтправляйте свой отряд в бой против чемпионов противника и их стеклянной крепости. Применяйте тактику, чтобы получить стратегическое преимущество на поле. Каждый матч — это уникальная возможность и вызов, а постоянно меняющиеся отряды и стили игры вносят бесконечное разнообразие в игровой процесс. \n", "short_description": "Выводите свой отряд чемпионов на арену и используйте магию и способности в увлекательной тактической игре! Сразитесь лицом к лицу с соперником и его отрядом в режиме реального времени. Захватывающие бои 1 на 1 заставят вас возвращаться за новыми впечатлениями снова и снова."}, {"images": {"nodes": []}, "id": "1065304905521442", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Lead your squad of Champions into an immersive arena in this exciting game of strategy, magic, and power! From the developers of the Game Awards’ 2022 VR/AR Game of the Year Moss: Book II, this 1v1 real-time battler puts you face to face with your opponent and their squad for action-packed gameplay that will keep you coming back for more.\n\nSquad Up \nChoose your combination of Champions from a growing roster of the most heroic, villainous, and notorious inhabitants from the world of Moss. Champions have their own unique abilities that will complement the others in your squad and match up against the opposition in a myriad of consequential ways. Expansive customization sets ensure your squad's swagger is distinctly your own.\n\nFace Off\nBattle against friends in private games or match with similarly skilled players in the Glassbreakers community. Stay ready for anything as you never know which Champions your opponent will recruit for their squad. The immersive arena also presents the opportunity to observe the real-time physical movements of your opponent—spot their strategy and take action to turn the tide in your favor.\n\nAnd May the Glass Break Your WayReach into battle and direct your squad to attack opposing Champions and their Glass stronghold while also leveraging tactical elements to gain strategic advantages on the Board. Every match presents its own unique opportunities and challenges as ever-changing squad combinations and playstyles bring endless variety to the game.", "short_description": "Lead your squad of Champions into an immersive arena in this exciting game of strategy, magic, and power! From the developers of the Game Awards’ 2022 VR/AR Game of the Year Moss: Book II, this 1v1 real-time battler puts you face to face with your opponent and their squad for action-packed gameplay that will keep you coming back for more."}, {"images": {"nodes": []}, "id": "838168855205985", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Lidera o teu esquadrão de Campeões numa arena imersiva neste emocionante jogo de tática, magia e poder! Dos criadores do Jogo do Ano na categoria de RV/RA dos Game Awards de 2022, Moss: Book II, este viciante jogo de batalhas 1 contra 1 em tempo real coloca-te frente a frente contra o teu adversário e o seu esquadrão.\n\nForma esquadrões. \nEscolhe a tua combinação de três Campeões de entre uma lista cada vez maior que contém os habitantes mais heroicos, malvados e famosos do mundo de Moss. Cada Campeão tem as suas próprias habilidades, que complementam as restantes no teu esquadrão e se combinam entre si para que possas vencer os adversários de inúmeras formas diferentes.\n\nParticipa em batalhas.\nEnfrenta os teus amigos em jogos privados ou outros jogadores com o mesmo nível de habilidade na comunidade de Glassbreakers. Prepara-te para tudo. Nunca saberás qual é o Campeão que o teu adversário irá recrutar para o seu esquadrão. A arena imersiva também te dá a oportunidade de observares os movimentos físicos em tempo real do teu adversário. Descobre a sua estratégia e age em conformidade para virares o jogo a teu favor.\n\nQue o vidro desvende o teu caminho.\nEntra na batalha e ordena que o teu esquadrão ataque os Campeões adversários e a sua fortaleza de Vidro enquanto utilizas elementos táticos para teres a vantagem estratégica no Tabuleiro. As inúmeras combinações de esquadrões e estilos de jogo fazem com que cada partida seja diferente e tenha as suas próprias oportunidades. \n", "short_description": "Lidera o teu esquadrão de Campeões numa arena imersiva neste emocionante jogo de tática, magia e poder! Dos criadores do Jogo do Ano na categoria de RV/RA dos Game Awards de 2022, Moss: Book II, este viciante jogo de batalhas 1 contra 1 em tempo real coloca-te frente a frente contra o teu adversário e o seu esquadrão."}, {"images": {"nodes": []}, "id": "829044296357233", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Führe dein Team von Champions in eine Arena und tauche ein in dieses mitreißende Spiel voller Taktik, Magie und Macht! Du musst dich in diesem 1-gegen-1-Kampfspiel deinen Gegnern und deren Champions nun in Echtzeit gegenüberstellen. Erlebe ein actiongeladenes Spielerlebnis, dass dich in seinen Bann zieht.\n\nWähle dein Team. \nEntscheide dich für drei Champions aus einer wachsenden Auswahl der heldenhaftesten, schurkischsten und berüchtigtsten Bewohner der Welt von Moss. Jeder Champion hat seine eigenen, einzigartigen Fähigkeiten, die die Gruppe auf ihre Weise ergänzen und sich auf unzählige Arten gegen die Gegner einsetzen lassen. \n\nTretet gegeneinander an.\nTritt in privaten Spielen gegen Freunde an, oder spiele gegen ähnlich starke Spieler aus der Glassbreakers-Community. Sei für alles bereit, denn du weißt nie, welche Champions dein Gegner für sein Team rekrutiert hat. Die interaktive Arena erlaubt es dir außerdem, die Echtzeit-Bewegungen deines Gegners zu sehen, seine Strategie zu erkennen und darauf zu reagieren, um den Kampf zu deinen Gunsten zu wenden.\n\nUnd möge das Glas in deinem Sinne brechen.\nGreife in den Kampf ein und weise dein Team an, gegnerische Champions und ihre Glasfestung anzugreifen, während du mit taktischen Elementen einen strategischen Vorteil auf dem Feld gewinnst. Jeder Kampf bringt einzigartige Möglichkeiten und Herausforderungen mit sich, denn ständig wechselnde Spielweisen und Teamkombinationen sorgen für endlose Abwechslung im Spiel. \n", "short_description": "Führe dein Team von Champions in eine Arena und tauche ein in dieses mitreißende Spiel voller Taktik, Magie und Macht! Du musst dich in diesem 1-gegen-1-Kampfspiel deinen Gegnern und deren Champions nun in Echtzeit gegenüberstellen. Erlebe ein actiongeladenes Spielerlebnis, dass dich in seinen Bann zieht."}, {"images": {"nodes": []}, "id": "790313470660701", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "帶領你的勇士小隊進入這款身歷其境的刺激遊戲並投身充滿戰略，魔法以及力量的競技場吧！來自遊戲大獎 2022 年度 (TGA 2022) 最佳 VR/AR 遊戲獎得主《Moss: Book II》的開發團隊：這款1對1的即時對戰遊戲讓你與對手及其小隊面對面，帶來充滿動感的遊玩方式，肯定讓你意猶未盡。\n\n集結。 \n從人數不斷增加的Moss世界中，選擇三名有英雄氣概、痞子氣息或臭名昭著的居民來組成你的勇士小隊。每名勇士都擁有獨特的能力，可以與隊伍中的其他成員互補，還能以多種的方式與對陣的對手較量。還有多種可自訂的設定來確立自己小隊的風格。\n\n正面對決。\n這身臨其境的競技場也提供了機會，讓你觀察對手即時身體動作 - 洞悉他們的策略並採取行動，讓你佔據有利局勢。做好準備迎接未知的對戰組合，畢竟你永遠不會知道對手會招募那些勇士入隊這身臨其境的競技場也提供了機會，讓你觀察對手即時身體動作 - 洞悉他們的策略並採取行動，讓你佔據有利局勢。\n\n願玻璃劃開你的道路。\n加入戰鬥，指揮小隊攻擊對方的勇士及玻璃要塞，同時活用戰術元素獲得整場戰局的戰略優勢。每個玩家不斷變化的小隊組合和遊玩風格，以及每場比賽的獨特機會及挑戰，讓遊戲的遊玩體驗有無窮無盡的變化。為你現在面對的比賽制定最佳化策略，以確保你的小隊獲得勝利。\n", "short_description": "帶領你的勇士小隊進入這款身歷其境的刺激遊戲並投身充滿戰略，魔法以及力量的競技場吧！來自遊戲大獎 2022 年度 (TGA 2022) 最佳 VR/AR 遊戲獎得主《Moss: Book II》的開發團隊：這款1對1的即時對戰遊戲讓你與對手及其小隊面對面，帶來充滿動感的遊玩方式，肯定讓你意猶未盡。"}, {"images": {"nodes": []}, "id": "688471603681168", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Glassbreakers: Champions of Moss", "keywords": [], "long_description": "Johda taistelijaryhmääsi immersiivisellä areenalla pelissä, joka yhdistää jännittävällä tavalla taktikointia, taikuuden ja voimia! Pelin kehittäjien kaksintaistelupelissä kohtaat vastustajan ryhmän vauhdikkaassa taistelussa, joka saa palaamaan peliin kerta toisensa jälkeen.\n\nKokoa ryhmä. \nValitse kolme taistelijaa Mossin maailman alati kasvavasta urhoollisten, konnamaisten ja häijyjen asukkien joukosta. Jokaisella taistelijalla on omat erikoiskykynsä, joilla voit tukea joukkuetovereitasi ja tehdä hyökkäyksiä vastapuolta vastaan monin merkittävin tavoin. Kattavat mukautusvaihtoehdot varmistavat, että ryhmäsi erottuu muista.\n\nTaistelu käyntiin.\nTaistele ystäviä vastaan yksityisissä peleissä tai muita samantasoisia pelaajia vastaan Glassbreakers-yhteisössä. Varaudu kaikkeen, sillä koskaan ei voi tietää, mitkä taistelijat vastustajasi valitsee ryhmäänsä. Immersiivinen areena mahdollistaa myös vastustajan fyysisten liikkeiden seuraamisen reaaliajassa – selvitä heidän strategiansa ja käännä taistelun kulku eduksesi.\n\nRikkoutukoon lasi sinun tavallasi.\nOhjaa ryhmäsi hyökkäämään vastapuolen taistelijoita ja heidän lasilinnaketta vastaan. Hyödynnä samalla taktisia elementtejä, jotta saat strategisen yliotteen laudalla. Kussakin ottelussa on omat ainutlaatuiset tilaisuutensa ja haasteensa. Vaihtuvat ryhmäyhdistelmät ja pelityylit tarjoavat loputtomasti erilaisia pelitapoja. Varmista ryhmäsi voitto valitsemalla huolella ottelustrategiasi.\n", "short_description": "Johda taistelijaryhmääsi immersiivisellä areenalla pelissä, joka yhdistää jännittävällä tavalla taktikointia, taikuuden ja voimia! Pelin kehittäjien kaksintaistelupelissä kohtaat vastustajan ryhmän vauhdikkaassa taistelussa, joka saa palaamaan peliin kerta toisensa jälkeen."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.polyarcgames.com/privacy", "developer_terms_of_service_url": "https://www.polyarcgames.com/terms", "publisher_name": "Polyarc", "support_website_url": "https://www.polyarcgames.com/contact", "website_url": "https://www.polyarcgames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1676485315806614"}, {"id": "275629210202852"}, {"id": "459781504968480"}, {"id": "2710427532541308"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER", "CO_OP"], "id": "31378701638439800"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031331_7108979629137662_8883164860387830541_n.png?stp=dst-png_s360x360&_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1FQ0C0F37gIQ7kNvwFfQamR&_nc_oc=AdnWelr9mQnAo1XVKHwRaz_eHj1iqFAB3s4F4xAfvl77EZOQMpWMxplyhlffrZJTdfo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft9xEXOBWwwFjmicMXe5hjnnGVnVo5t48HbRs-NT_yNgQ&oe=6995A62B"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Glassbreakers App Lab (CLOSED)", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Tabletop", "id": "1676485315806614"}, {"topic_name": "Strategy", "id": "275629210202852"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Fighting", "id": "2710427532541308"}], "release_date": 1693324800, "lastRevision": {"nodes": [{"id": "9270732899663324", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9270732869663327", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "244747685116306"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "logopolyarc.png", "id": "1255815975130692", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003270_1255815978464025_7084921393474727124_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fDxznYAzzW4Q7kNvwFA121c&_nc_oc=AdnbH7NN8u2O8x7Wzeusan8LRngx2BTqC6roAQYqgfpk6hb5V98yoKnUT1SwmXQws9U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsBXLJ4ww-BHfuOfQCVI6hWj5INCM66dILrAs7YsAqu_A&oe=69959739"}, {"file_name": "CoverImageSafeAreaTemplatePort_Moss2.png", "id": "1007057397140657", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031643_1007057400473990_6110845579773107304_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K8F_1WXyfxwQ7kNvwF6l8ZB&_nc_oc=AdmvUeTAdDTqRmjH5ywncSLyFoBqnP-dAXsNk4O_xjgenTnz4gMrDkx4xLAgJUy9lro&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsYKik4cdeVlv3lcmxfiy-VaNTPYs5jmI5rpar7qhbNQw&oe=6995B406"}, {"file_name": "CoverImageSafeAreaTemplateLandscape_JustQuill.png", "id": "971361114114987", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031643_971361117448320_5733477809767265862_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gJuHcRHj7U8Q7kNvwEjsfVc&_nc_oc=AdlckVXMyHymhvwA51Xi3oI_9Zaj1haKw1fjjWbmlY4stqF4WNJWm_vzMgsH-BNeQJg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftlgm3CjqHgkIglTRwNXokWHeT4uN5BLQOJJ9qxCo3Ziw&oe=6995CA78"}, {"file_name": "herol.png", "id": "818033799907446", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036689_818033803240779_6970160051323284783_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rttSlXvKwSMQ7kNvwHJuZhA&_nc_oc=AdlLxbcBngNCY400Of73BoLXflA3xjbv9pDkkskM1FcTEkBMVXon5iZwhNexyVtOm2M&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvEY4DhlH30-tWXmvVHzKMuCbMD9-i79hNRALEnRdE0pw&oe=6995B5B7"}, {"file_name": "CoverImageSafeAreaTemplateMINILandscape_JustQuill.png", "id": "803926814439044", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974661_803926817772377_5506577515296453748_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=q_5Kc7iYSCgQ7kNvwEuHLJD&_nc_oc=AdliL9z0qTwFTriIchDXYI82gwLUV69fQN7WFFq2H8mMzK1JhBkQrlygc8WkENGkkxY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft6sA0T50y-MimMWpPxOFJ4uiNlOkW7TvhLyYGtNM1qgw&oe=6995CB0F"}, {"file_name": "Icon.png", "id": "801846618157846", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75230045_801846621491179_1079684139652429204_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dMmFqMoLm2IQ7kNvwFOqzP4&_nc_oc=AdlX2W6z6BetYrhGBSlKO5nsaox2BOjcbpJ7v69h1gzN25v97CBIUaEdE0eI15hwLI8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftkodnT416aL080B2TqGfSXeULTMSDFKh0cEfsDyjFNDg&oe=6995BBF4"}, {"file_name": "CoverImageSafeAreaTemplateSquare_Moss2.png", "id": "287660080513494", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984440_287660083846827_4497189885030188569_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HXhgB66XeZEQ7kNvwEL5lZp&_nc_oc=AdlQWbOoTfm3Ru0mMjXN2SYq--aYCDv-YchTJ8QHeA88iwF3jnY2s0Nqe7rDjY3kZ7Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvL_LrIV7AKmpDVcJAUbj7dcqkyMtKUkdq2eJZFD3iwDg&oe=6995C0F7"}]}, "id": "200527359158674", "locale": "en_US", "screenshots": [{"file_name": "Alpha_Champions_HeroArt_2560x1440.png", "id": "2161842747538917", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982592_2161842750872250_8737726413324531395_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=p__nE2tjpXEQ7kNvwFSzuuu&_nc_oc=AdmBz7NnZjsLcVYBybCdhJD7mn6ORfWUP-8Fu6qHUBJzpm78ax2SMlQfJgqr-f_X9EI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuhrMET8knu93iqXkMgTrzEMZ6W1SaV1IvZOU5EM3D3eQ&oe=6995987F"}, {"file_name": "Alpha_Customization_2560x1440.png", "id": "130134213463769", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984448_130134216797102_4719183264272772242_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=46iwybsOjw8Q7kNvwE4-Kly&_nc_oc=AdmwPMj8dWCfsCl73kOvYd_wIRzGtKlKVxp9CzwIq-o_QADautrPlEZ4CWfSFV4Vdm0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfutfEYlp9y8k0cEpfKADL19GdTZxK0eFWuWPC-M15OBJQ&oe=6995CBAB"}, {"file_name": "Alpha_SpriteFencer_Splash_2560x1440.png", "id": "848184569998656", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036645_848184573331989_7589412913505445760_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bgdeeS_UJ8AQ7kNvwF1mSBd&_nc_oc=Adk3QrOYjbDpupMAL7bXneeVkJGlHNbrLLcy4-SR9-FdU0kaMCb4h9EMy4_vUOI6vA4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfufnCgCD_uLbyRYj5UNQA0pHUj-GM0ygSQph2KxRhe0Og&oe=6995C83A"}, {"file_name": "RatMarksman_Splash_Base_2560x1440.png", "id": "951198852848999", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982565_951198856182332_6741747868260857893_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WMS5svk4G2YQ7kNvwEuz4Iv&_nc_oc=AdmipMg_sY4rCCsJ_Y2mxy1aCPHJZTHvTXqBTFpe_urR2JLGasOBq3i2unDBPgTgBig&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft_TJPHnmgeeI7RohqnnIVvhZK0jXkrj9oIYWE8LzMHJA&oe=6995A40D"}, {"file_name": "MouseKnight_Splash_Base_2560x1440.png", "id": "1387695335294750", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982539_1387695338628083_8943958136843030515_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jnbQV9BthpkQ7kNvwGDv3Gn&_nc_oc=AdksKj_wmP04yFNZrzB-hXrnt8kUkg7_49w1fHF80Pmit6kx_uR5GAeKME2oJGPdrdo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs42JaW_UleLhHMtulWVhAdq3nwhzfsdXpo8rlE5Jwrfg&oe=6995A419"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Alpha_Customization_2560x1440.png", "id": "3147916685512219", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982518_3147916688845552_6772964183834055518_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rt1kghaK6IsQ7kNvwEQGB-9&_nc_oc=AdkqIuyzJSyHIdSFPt5youvxlV0-6KMFhBt-P-EFQdwhuaZeJHNTMjwLKCpWnigoWWo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs6bVHTfSXlQ3dkRmJRdG58umgb3tw24Kb_vmjb9JoOgA&oe=69959F0C"}, "display_name": "CrimsonLive (AppLab)", "keywords": [], "long_description": "A competitive multiplayer game desgined to broaden the appeal of VR by pushing the competitive nature of the platform from Polyarc, the development studio behind the The Game Awards \"Best AR/VR Game\" Moss: Book II and much acclaimed Moss. ", "short_description": "A competitive multiplayer game desgined to broaden the appeal of VR by pushing the competitive nature of the platform from Polyarc, the development studio behind the The Game Awards \"Best AR/VR Game\" Moss: Book II and much acclaimed Moss.  "}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.polyarcgames.com/privacy", "developer_terms_of_service_url": "https://www.polyarcgames.com/terms", "publisher_name": "Polyarc", "support_website_url": "https://www.polyarcgames.com/contact", "website_url": "https://www.polyarcgames.com/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": null, "context_topics": [], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER"], "id": "559878919626272"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "173657445612542"}]}, "baseline_offer": null, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1693324800, "status": "PUBLISHED", "id": "173657445612542"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24382822531361114", "version": "1.2024.01.117212"}, "id": "950959032690516", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9270732869663327", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24382822531361114"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1704755115, "id": "24382842084692492", "version": "1.2024.01.117212", "version_code": 113418, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24382831221360245"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9270732869663327", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24382822531361114"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "950959032690516"}]}, "change_log": null, "created_date": 1704754793, "id": "24382822531361114", "version": "1.2024.01.117212", "version_code": 113420, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24382819468028087"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9270732869663327", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24382822531361114"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1704754605, "id": "24382810631362304", "version": "1.2024.01.117212", "version_code": 113419, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24382808341362533"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9270732869663327", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24382822531361114"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1704734479, "id": "24381360761507291", "version": "1.2024.01.117197", "version_code": 113416, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24381349858175048"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9270732869663327", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24382822531361114"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1704733825, "id": "24381314188178615", "version": "1.2024.01.117197", "version_code": 113414, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24381308038179230"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}