{"data": {"node": {"__typename": "Application", "id": "9687339424726615", "organization": {"id": "100284921332065", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9687339424726615"}]}, "id": "1260871525622929"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "27465772306403518"}]}, "id": "836036395273224"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8494434027238385"}]}, "id": "915819503683125"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7167852766594738"}]}, "id": "696264562617576"}]}}, "firstRevision": {"nodes": [{"application": {"id": "9687339424726615", "release_date": 1761087600, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24372057485828233"}, "id": "1895865277919621"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9687339424726615", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24372057485828233"}, "release_status": "RELEASED"}, "id": "24372057485828233", "version": "1.09", "version_code": 10, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1758718006, "id": "24239547662412550", "is_initial_release": true, "name_with_fallback": "v3", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9931055493688339"}, "release_status": "RELEASED", "id": "9687339424726615"}, "id": "9931055493688339", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": null, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491819862_712871431644827_1878972984888764655_n.png?stp=dst-png_s360x360&_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4V8i0PcI9I4Q7kNvwHmKStX&_nc_oc=AdncUKbeZYsFV0x2pe8703qlOzRQB7xMwN-KScMhxvZh1pwKiXLwS8I-QP-NMNXeIJA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsDp0Mdw0H8CkVwUgsLmFAWOPVjYclmvVWOBOZHp35vQA&oe=69970EBF"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "TRENCHES VR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Survival", "id": "644354873106712"}, {"topic_name": "Adventure", "id": "2691890164460465"}], "release_date": 1761087600, "lastRevision": {"nodes": [{"id": "9687339511393273", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9687339424726615", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1219708186488176"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4107683702850619", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "psychological", "survival", "trenches"], "long_description": "Trenches VR est un jeu de survie et d'horreur en VR à la première personne qui prend place pendant la Première Guerre mondiale. Échappez-vous de cet environnement oppressant et vivez la guerre depuis la perspective d'un soldat en territoire ennemi.  Au cœur de ce cauchemar irréel, vous devrez lutter pour survivre et ne pas sombrer dans la folie, tandis que vous explorez cet environnement ravagé par la guerre.   Votre seul objectif est de rentrer auprès de votre famille.  Vos seules ressources ?  Un vieux sifflet militaire et vos instincts de survie.\n\nAVERTISSEMENT : Ce jeu est susceptible de choquer certains joueurs avec ses images et sons dérangeants, son atmosphère oppressante, ses sursauts intenses et son horreur viscérale. Il est donc déconseillé pour les âmes sensibles. Jouez à ce jeu à vos risques et périls.\n\nTrenches VR est un jeu d'horreur psychologique où les ennemis peuvent entendre votre respiration, vos murmures et vos appels à l'aide. Faites preuve de silence et de discrétion... ou ils vous attraperont.  Au cours de votre fuite, tentez de trouver des indices cruciaux pour découvrir ce qu'il se passe.  Utilisez votre sifflet militaire pour vous guider à l'aide du bruit.  Cela n'est pas sans risque, puisque l'utilisation de ce sifflet révèle votre position aux ennemis.  Les ennemis pourront également vous repérer si vous marchez sur du bois ou que vous cassez des bouteilles.\n", "short_description": "Vivez des moments de guerre insoutenables et échappez aux tranchées."}, {"images": {"nodes": []}, "id": "2998316450347067", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["Horror", "scary", "trenches", "survival", "psychological"], "long_description": "Trenches VR  är ett VR-överlevnadskräckspel i förstapersonsperspektiv där du upplever första världskriget som en soldat som hamnat bakom fiendens linjer och nu måste fly den klaustrofobiska miljön.  I denna surrealistiska mardröm måste du slåss för ditt liv och ditt förnuft medan du utforskar den karga krigshärjade omgivningen.   Din enda motivation är att återvända till din familj.  Din enda hjälp:  En gammal militärvisselpipa och din överlevnadsinstinkt.\n\nVARNING: Detta spel kan vara upprörande för vissa åskådare eftersom det innehåller störande bilder, ljud, otäck natur, intensiva jump scares och intensiv skräck som inte är för de klenmodiga. Spela spelet på egen risk.\n\nTrenches VR är ett psykologiskt skräckspel — fiender kan höra dina andetag, viskningar och rop på hjälp. Håll dig tyst och gömd ... annars kommer de efter dig.  Försök fly genom att samla ihop viktiga ledtrådar och ta reda på vad det är som pågår.  Använd din militärvisselpipa för att guida dig och följ ljuden.  Men det kan kosta dig, eftersom fienden kan höra din visselpipa och att blåsa i den kommer avslöja din position.  Fienden kan också höra dig om du går i skogen eftersom det orsakar knakande ljud eller om du krossar flaskor.\n\n- Galenskap: Bara för att du redan gått förbi en plats, betyder inte att det inte finns något där. Miljön kan ändras när din mentala hälsa förändras.\n", "short_description": "Upplev brutala krigsögonblick och fly från skyttegravarna."}, {"images": {"nodes": []}, "id": "2158622677965572", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "psychological", "survival"], "long_description": "Trenches VR  — это хоррор-игра на выживание от первого лица в формате VR, где вам предстоит увидеть войну глазами солдата времен Первой мировой войны, оказавшегося в тылу врага, и выбраться из клаустрофобной среды.  Боритесь за свою жизнь и рассудок в этом сюрреалистическом кошмаре, исследуя суровую обстановку в условиях военной разрухи.   Ваш единственный мотив — вернуться к семье.  Ваша единственная помощь —  старый окопный свисток и ваши инстинкты выживания.\n\nВНИМАНИЕ! Эта игра не для слабонервных: в ней присутствуют ужасающие изображения, пугающие звуки и многочисленные скримеры, что создает атмосферу ужаса и может шокировать некоторых людей. Играйте в эту игру на свой страх и риск.\n\nTrenches VR — это психологическая хоррор-игра, в которой враги могут слышать ваше дыхание, шепот и крики о помощи. Ведите себя тихо, прячьтесь... или они придут за вами.  Попытайтесь выбраться из этого кошмара, собирая важные подсказки и выясняя, что происходит.  Используйте свой окопный свисток, чтобы ориентироваться и следить за звуками.  Но учтите, что враг может услышать ваш окопный свисток, и его звук выдаст ваше местоположение.  Вас также может подвести скрип от ваших шагов по дереву и звон разбитого стекла, если вы разобьете бутылку.\n\n- Безумие: То, что вы уже прошли где-то, не означает, что там ничего нет. Окружающая среда может меняться в зависимости от вашего здравомыслия.\n", "short_description": "Переживите мучительные моменты войны и выберитесь из окопов."}, {"images": {"nodes": []}, "id": "2078443709640188", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "psychological", "survival"], "long_description": "Trenches VR è un gioco VR survival horror in prima persona ambientato nella prima guerra mondiale, dove dovrai fuggire da un ambiente claustrofobico e vivere l'orrore della guerra attraverso gli occhi di un soldato intrappolato dietro le linee nemiche.  In questo incubo surreale, lotta per la tua vita e per la tua sanità mentale mentre esplori un ambiente devastato dalla guerra.   Il tuo unico obiettivo: tornare dalla tua famiglia.  La tua unica salvezza:  un vecchio fischietto da trincea e l'istinto di sopravvivenza.\n\nAVVERTIMENTO: Questo gioco potrebbe turbare alcuni utenti in quanto contiene immagini e suoni inquietanti, un'atmosfera di paura, spaventi improvvisi e momenti di intenso terrore. Non è adatto ai deboli di cuore. Gioca a tuo rischio e pericolo.\n\nTrenches VR è un gioco horror psicologico: i nemici possono sentire il tuo respiro, i tuoi sussurri e le tue grida d'aiuto. Resta in silenzio, non uscire allo scoperto... o verranno a prenderti.  Cerca di fuggire raccogliendo indizi vitali e scopri cosa sta succedendo.  Usa il tuo fischietto da trincea per orientarti e segui i suoni.  Ma attenzione: ogni soffio può tradirti. Il nemico può sentire il fischietto e usarlo rivelerà la tua posizione.  I nemici riescono a sentire anche i tuoi passi sul legno che scricchiola… o se rompi delle bottiglie.\n\n- Follia: il fatto di aver già attraversato un luogo non garantisce che rimanga uguale. L'ambiente può cambiare in base alla tua sanità mentale.\n", "short_description": "Vivi momenti di guerra strazianti e fuggi dalle trincee."}, {"images": {"nodes": []}, "id": "1992977211512480", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "psychological", "survival"], "long_description": "Trenches VR은 1인칭 제1차 세계대전 생존 공포 VR 게임입니다. 당신은 적진에 고립된 한 병사의 시점에서 전쟁을 경험하며, 폐소공포증을 유발하는 환경에서 탈출해야 합니다.  이 초현실적인 악몽 속에서, 황폐한 전쟁터를 탐험하며 당신의 목숨과 정신을 지키기 위해 싸우세요.   당신의 유일한 목표는 가족의 품으로 돌아가는 것입니다.  당신이 의지할 것이라곤  낡은 참호 호루라기와 생존을 향한 본능뿐입니다.\n\n경고: 본 게임에는 일부 사용자에게 충격을 줄 수 있는 이미지와 사운드, 공포스러운 분위기, 강렬한 점프 스케어 및 극심한 공포 요소가 포함되어 있으므로 심약자는 플레이에 유의해 주시기 바랍니다. 게임 플레이에 따르는 모든 책임은 플레이어 본인에게 있습니다.\n\nTrenches VR은 심리 공포 게임입니다. 적들은 당신의 숨소리, 속삭임, 도움을 청하는 비명까지 모두 들을 수 있습니다. 조용히, 은밀하게 움직이세요. 그렇지 않으면... 놈들이 당신을 찾아올 것입니다.  중요한 단서를 수집하여 무슨 일이 벌어지고 있는지 파악하고, 이곳을 탈출해야 합니다.  참호 호루라기를 불어 소리를 따라가며 길을 찾을 수 있습니다.  하지만 여기에는 대가가 따릅니다. 적 또한 당신의 호루라기 소리를 들을 수 있으며, 소리를 내는 순간 당신의 위치가 발각될 것입니다.  나무 바닥을 걸을 때 나는 삐걱대는 소리나 병이 깨지는 소리 또한 적의 귀에 들어갈 것입니다.\n\n- 정신 이상: 이미 지나온 장소라고 해서 안전하다는 의미는 아닙니다. 당신의 정신 상태에 따라 주변 환경이 변할 수 있습니다.\n", "short_description": "참혹한 전쟁의 순간을 직접 체험하고 참호에서 탈출하라."}, {"images": {"nodes": []}, "id": "1936128840654354", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "survival", "psychological"], "long_description": "Trenches VR是一款第一人称一站背景生存恐怖VR游戏，你将置身于幽闭压抑的战壕中，以一名被困敌后的士兵视角体验战争。在这场超现实的噩梦中，你必须在残酷的战场环境中为生存和理智而战。   唯一的目标是活着回到家人身边。你仅有的装备：一个老旧的战壕哨和求生本能。\n\n警告：本游戏包含可能令人不适的内容：刺激性画面、音效、恐怖氛围、强烈跳吓和重度心理惊悚，心理承受能力弱者慎入。游玩风险自负。\n\nTrenches VR是一款心理恐怖游戏——敌人能听到你的呼吸、低语和呼救声。安静点，藏好了……否则它们会找到你。通过收集关键线索尝试逃脱并查明真相。使用战壕哨引导方向。但需注意：敌人也能听见哨声并确定你的位置。踩踏木板发出的吱嘎声或打碎玻璃瓶的声响同样会被敌人察觉。\n\n- 疯狂机制：即使探索过的区域也可能暗藏杀机。环境会随着你的理智值发生变化。\n", "short_description": "体验令人撕心裂肺的战争时刻，逃离战壕"}, {"images": {"nodes": []}, "id": "1569118001065962", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "psychological", "survival", "trenches"], "long_description": "Trenches VR, klostrofobik bir ortamdan kaçmanı ve savaşın şiddetini düşman hatlarının gerisinde kalmış bir askerin gözünden yaşamanı gerektiren bir Birinci Şahıs I. Dünya Savaşı Hayatta Kalma Korku VR oyunudur.  Bu gerçeküstü kâbusta, savaşın harap ettiği zorlu bir ortamı keşfederken akıl sağlığını kaybetmeden hayatta kalmaya çalışacaksın.   Seni ayakta tutacak tek şey ise ailene kavuşma hayali.  Tek desteğin bu olacak.  Eski bir hendeğin fısıldayışı ile hayatta kalma içgüdün harekete geçecek.\n\nUYARI: Hassas kişiler için uygun olmayan rahatsız edici görseller, sesler, korkutucu doğa, şiddetli sıçrama çığlıkları ve yoğun bir korku içerdiğinden bu oyun bazı kullanıcılar için rahatsız edici olabilir. Bu oyunu oynamakla ilgili tüm riskler sana aittir.\n\nTrenches VR psikolojik bir korku oyunudur ve düşmanlar nefes alışını, fısıltılarını ve yardım çığlıklarını duyabilir. Sessiz kalıp iyi gizlenmezsen... Seni bulurlar.  Hayati ipuçlarını toplayarak kaçmaya çalış ve neler olup bittiğini öğren.  Sana yol göstermesi için hendek düdüğünü çal ve sesleri takip et.  Fakat düşmanlar bu hendek düdüğünü duyduğu ve onu çalınca yerin belli olacağı için bunun bir bedelinin olduğunu da unutma.  Düşmanlar ayrıca ormanda yürürken çıkardığın çıtırtıların veya kırdığın şişelerin de sesini duyabilir.\n\n- Delilik: Bir yeri sorunsuz geçmen orada hiçbir olmadığı anlamına gelmez. Ortam, akıl sağlığınla birlikte değişebilir.\n", "short_description": "İç burkan savaş anlarını yaşa ve siperlerden kaç."}, {"images": {"nodes": []}, "id": "1524355715396903", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["Horror", "scary", "trenches", "psychological", "survival"], "long_description": "Trenches VR is een first-person survival-horror vr-game in de Eerste Wereldoorlog, waarin je moet ontsnappen uit een claustrofobische omgeving en de oorlog ervaart door de ogen van een soldaat achter de vijandelijke linie.  In deze surreële nachtmerrie vecht je voor je leven en je geestelijke gezondheid terwijl je de wrede realiteit van oorlog onder ogen komt.   Alles wat je wil, is je familie weer terugvinden.  Je enige hulp?  Een oud fluitje en je overlevingsinstincten.\n\nWAARSCHUWING: deze game kan verontrustend zijn voor sommige spelers, omdat het spel draait om angst en onaangename beelden, geluiden, intense schrikmomenten en horror bevat die mogelijk niet geschikt zijn voor spelers die snel bang worden. Bedenk goed of je deze game wilt spelen.\n\nTrenches VR is een psychologische horrorgame. Vijanden horen je ademen, fluisteren en schreeuwen om hulp. Blijf stil en verberg je goed... anders komen ze op je af.  Probeer te ontsnappen door cruciale aanwijzingen te vinden en te ontdekken wat er om je heen aan de hand is.  Gebruik je fluitje als gids en volg de geluiden.  Maar dat heeft ook een groot nadeel: als je op fluitje blaast, hoort de vijand precies waar je bent.  Vijanden horen ook de krakende geluiden als je over hout loopt en worden gealarmeerd als je een fles breekt.\n\n- Geestelijke gezondheid: alleen omdat je ergens al geweest bent, betekent niet dat daar niks meer is. De omgeving verandert samen met je geestelijke gezondheid.\n", "short_description": "Beleef hartverscheurende oorlogsmomenten en ontsnap aan de loopgraven."}, {"images": {"nodes": []}, "id": "1477523566577764", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "psychological", "trenches", "survival"], "long_description": "Trenches VR ist ein Survival-Horror-Game aus der Egoperspektive, in dem du als Soldat im Ersten Weltkrieg den klaustrophobischen feindlichen Schützengräben entkommen musst.  In diesem surrealen Albtraum kämpfst du ums Überleben – und um deinen Verstand. Erkunde die vom Krieg zerstörte Welt,   in der du nur ein Ziel hast: zu deiner Familie zurückzukehren.  Deine einzigen Begleiter:  eine alte Trillerpfeife … und dein Überlebensinstinkt.\n\nWARNHINWEIS: Dieses Spiel enthält verstörende Bilder, Geräusche, eine angsteinflößende Atmosphäre, heftige Jumpscares und intensiven Horror, der nicht für schwache Nerven geeignet ist. Spiele dieses Spiel daher nur auf eigene Gefahr.\n\nTrenches VR ist ein psychologisches Horrorspiel – der Feind hört dein Atmen, dein Flüstern und sogar deine Hilferufe. Verhalte dich leise und versteck dich … sonst kommt er dich holen.  Finde einen Ausweg, indem du Hinweise sammelst und das Geheimnis um die düsteren Schützengräben lüftest.  Nutze deine Trillerpfeife, um dich zu orientieren und Geräuschen zu folgen.  Aber Vorsicht: Auch der Feind hört den Ton der Pfeife und kann dadurch deinen Standort erkennen.  Selbst knarzende Holzbretter oder zerbrochene Flaschen können dich verraten.\n\n- Wahnsinn: Nur weil du einen Ort schon einmal besucht hast, heißt das nicht, dass dort nichts zu finden ist. Die Umgebung verändert sich – mit deinem Verstand.\n", "short_description": "Erlebe erschütternde Kriegsaugenblicke und entkomme den Schützengräben"}, {"images": {"nodes": []}, "id": "1457828801900105", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["trenches", "survival", "psychological", "scary", "horror"], "long_description": "Trenches VR é um jogo de terror de sobrevivência em primeira pessoa sobre a Primeira Guerra Mundial, no qual você precisa escapar de um ambiente claustrofóbico e vivenciar a guerra através dos olhos de um soldado preso além das linhas inimigas.  Nesse pesadelo surreal, lute pela sua vida e pela sua sanidade ao explorar o ambiente hostil devastado pela guerra.   Sua única motivação é voltar para sua família.  Sua única ajuda.  Um velho apito de trincheira e seus instintos de sobrevivência.\n\nAVISO: Este jogo pode ser perturbador para algumas pessoas, pois contém imagens desconcertantes, sons, elementos de terror, sustos potentes e horror intenso, que podem não ser adequados para pessoas sensíveis. Jogue por sua conta e risco.\n\nTrenches VR é um jogo de terror psicológico — os inimigos podem ouvir sua respiração, seus sussurros e seus gritos por socorro. Fique em silêncio, mantenha-se fora de vista... ou eles virão atrás de você.  Tente escapar reunindo pistas importantes e descubra o que está acontecendo.  Use seu apito de trincheira para guiar você e siga os ruídos.  Mas isso tem um preço, pois o inimigo pode ouvir seu apito de trincheira e, ao tocá-lo, você revela sua posição.  Os inimigos também podem ouvir se você andar sobre madeira, porque ela faz barulho, ou se você quebrar uma garrafa.\n\n- Insanidade: Só porque você já passou por algum lugar, isso não significa que não haja nada lá. O ambiente pode mudar de acordo com sua sanidade.\n", "short_description": "Viva momentos de guerra angustiantes e escape das trincheiras."}, {"images": {"nodes": []}, "id": "1274110154251113", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "survival", "psychological"], "long_description": "Trenches VR é um jogo de RV de sobrevivência e terror na primeira pessoa que decorre na Primeira Guerra Mundial, no qual tens de escapar de um ambiente claustrofóbico e viver a guerra através dos olhos de um soldado apanhado atrás das linhas inimigas.  Neste pesadelo surreal, luta para sobreviver e pela tua sanidade enquanto exploras o ambiente desolado e destroçado pela guerra.   O teu único objetivo é voltares para a tua família.  A tua única ajuda.  Um velho apito e o teu instinto de sobrevivência.\n\nATENÇÃO: Este jogo pode ser perturbador para certos públicos pois contém imagens e sons perturbadores, medo da natureza, sustos e terror intensos que podem não ser para os mais suscetíveis. Joga este jogo por tua conta e risco.\n\nTrenches VR é um jogo de terror psicológico — os inimigos podem ouvir a tua respiração, os teus sussurros e os teus pedidos de ajuda. Não faças barulho, fica escondido... ou eles apanham-te.  Tenta escapar juntando pistas importantes e descobre o que está a acontecer.  Usa o teu apito das trincheiras para te guiar e segue os sons.  Mas isto tem um preço, pois o inimigo também ouve o teu apito e ao apitares revelas a tua posição.  Os inimigos também poderão ouvir de pisares madeira, pois esta estala, ou se partires garrafas.\n\n- Insanidade: Só porque já passaste por um local, não quer dizer que não haja lá nada. O ambiente vai mudando com a tua sanidade.\n", "short_description": "Vive momentos de guerra angustiantes e foge das trincheiras."}, {"images": {"nodes": []}, "id": "1246344437170580", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["Horror", "scary", "psychological", "survival", "trenches"], "long_description": "Trenches VR on ensimmäisestä persoonasta kuvattu, ensimmäiseen maailmansotaan sijoittuva VR-selviytymiskauhupeli, jossa sinun on paettava klaustrofobisesta ympäristöstä ja koettava sodan kauhut vihollislinjan taakse joutuneen sotilaan silmistä.  Tässä surrealistisessa painajaisessa joudut taistelemaan elämästäsi ja mielenterveydestäsi, kun tutkit raakaa sodan runtelemaa ympäristöä.   Ainoa motiivisi on päästä takaisin perheesi luokse.  Ainoa apusi?  Vanha juoksuhautapilli ja selviytymisvaistosi.\n\nVAROITUS: Tämä peli voi olla häiritsevä joillekin ihmisille, koska se sisältää häiritseviä kuvia, ääniä, pelkoa, intensiivisiä säikäytyksiä ja intensiivistä kauhua, joka ei välttämättä sovellu heikkosydämisille. Pelaa tätä peliä omalla vastuullasi.\n\nTrenches VR on psykologinen kauhupeli – viholliset voivat kuulla hengityksesi, kuiskauksesi ja avunhuutosi. Pysy hiljaa, pysy piilossa… tai he tulevat kimppuusi.  Yritä paeta keräämällä elintärkeitä vihjeitä ja selvittämällä, mitä tapahtuu.  Käytä juoksuhautapilliäsi opastamaan sinua, ja seuraa sen ääntä.  Mutta ole varovainen, sillä vihollisetkin kuulevat pillin äänen ja voivat paikantaa sinut.  Viholliset kuulevat myös, jos kävelet natisevilla laudoilla tai rikot pulloja.\n\n- Mielipuolisuutta: Vaikka olisitkin jo kulkenut jostain, siellä voi olla jotakin. Ympäristö saattaa muuttua, kun mielesi alkaa järkkyä.\n", "short_description": "Koe järkyttäviä sodan hetkiä ja pakene juoksuhaudoista."}, {"images": {"nodes": []}, "id": "1236667777958912", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "survival", "psychological"], "long_description": "《Trenches VR》是一款以第一次世界大戰為背景的第一人稱恐怖生存 VR 遊戲，玩家要代入深陷敵營的士兵視角，逃出幽暗狹小的空間，親身體會戰爭的險惡。在這個超現實的噩夢當中，一邊探索飽經戰火摧殘世界，一邊奮力求生，並努力保持神智清醒。   回到家人身邊是你唯一的動力。你唯一的希望。你只能靠著一只老舊的戰壕哨與直覺掙扎求生。\n\n警告：這款遊戲包含膽小者不宜的不安畫面、聲音、恐怖場景、激烈的突發驚嚇和可怕要素，可能會造成部分玩家心理不適。請自行承擔遊玩風險。\n\n《Trenches VR》是一款心理恐怖遊戲，敵人能夠聽見你的呼吸聲、悄悄話和呼救聲。保持安靜、躲好……否則他們就會循聲找來。收集重要線索，搞清楚發生了什麼事，並試著逃出來。玩家可以利用戰壕哨辨明方向，並跟著聲音前進。但此舉同樣有代價，敵人聽得到戰壕哨的聲音，所以只要吹響哨音，就會洩漏自己的行蹤。另外，玩家走在木板上時所發出來的嘰拐聲，或是打碎瓶子的聲音，敵人也都聽得到。\n\n- 理智：就算是已經走過的地方，也不代表什麼都沒有。隨著玩家理智變化，場景也會跟著改變。\n", "short_description": "\t體驗撕心裂肺的戰爭時刻，逃離戰壕。"}, {"images": {"nodes": []}, "id": "1045747470623983", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "survival", "psychological"], "long_description": "Trenches VR es un juego de terror y supervivencia en primera persona de la I Guerra Mundial en el que tienes que escapar de un entorno claustrofóbico y vivir la contienda a través de los ojos de un soldado atrapado detrás de las líneas enemigas.  En esta pesadilla surrealista, lucha por tu vida y por tu cordura mientras exploras la crudeza de un entorno devastado por la guerra.   Tu única motivación es volver con tu familia.  Tú única ayuda,  un viejo silbato de trinchera y tu instinto para sobrevivir.\n\nADVERTENCIA: Este juego puede resultar perturbador para algunos usuarios, ya que contiene imágenes y sonidos inquietantes, situaciones de miedo, sustos intensos y escenas de terror que pueden no ser aptas para personas sensibles. Juega bajo tu propia responsabilidad.\n\nTrenches VR es un juego de terror psicológico: los enemigos pueden oír tu respiración, susurros y gritos de ayuda. Así que mantente en silencio, escóndete… O vendrán a por ti.  Para intentar escapar, reúne pistas vitales y descubre qué está pasando.  Usa tu silbato de trinchera para guiarte y seguir los sonidos.  Aunque eso tendrá un precio, ya que el enemigo puede oír el silbato y, cuando lo soples, delatarás tu posición.  Los enemigos también podrán oír si caminas sobre madera, porque crujirá, o si rompes alguna botella.\n\n- Locura: el hecho de que ya hayas pasado por un sitio, no significa que ahí no haya nada. El entorno puede cambiar con tu cordura.\n", "short_description": "Vive momentos de guerra desgarradores y escapa de las trincheras."}, {"images": {"nodes": [{"file_name": "Meta Assets  (8).png", "id": "1537241577252980", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491820219_1537241580586313_243127262769557492_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Obwj9LyMM2sQ7kNvwEjwmVt&_nc_oc=AdkXRmatltrID8V1e17VdndJTyUb0oF6cuSYOiYoqysOo-cswbgd1Kk-tcGFIPZRv-w&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsxC_2gEAyrxn-guNLhuW1tNJnGhYW5ZW7yHhGGWzKKWA&oe=69970F2B"}, {"file_name": "Meta Assets  (2).png", "id": "1404915490652408", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/499307451_1404915493985741_1146827720406520494_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RlLO2gPTn4IQ7kNvwFiChKD&_nc_oc=AdkjNq-oNnZYMqfX6XLwfYgnUhbMDNpRYcpt7QWvRcchb6-d3cuc87uEQLllDmXEQ50&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsJ-IOjYNkVQ9aNtK5mKzLaaUs-j3IPoemkA68BM4nzAA&oe=6996F20C"}, {"file_name": "Trenches Square For Meta.png", "id": "712871428311494", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491819862_712871431644827_1878972984888764655_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4V8i0PcI9I4Q7kNvwHmKStX&_nc_oc=AdncUKbeZYsFV0x2pe8703qlOzRQB7xMwN-KScMhxvZh1pwKiXLwS8I-QP-NMNXeIJA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu7OpYCDSMZ0yliG0iHf9tDldfJH3YbH-ExCdIOXvhknA&oe=69970EBF"}, {"file_name": "for ian 2.png", "id": "712294568263147", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491821725_712294574929813_7132337650927710289_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BNiGzy57KKcQ7kNvwH_N7Jy&_nc_oc=Adn7E7e_GjUw4b52JDS8y54q7v0wyGVkvuxfVqvf5y-gvMI0QU9dlI9amfzxWw3zy2Q&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuYDZLug0npxmdBzsNr8SblZ6r5BC1ku1vZoe1AzsQOoQ&oe=6996F762"}, {"file_name": "Meta Assets  (1).png", "id": "672199449154258", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491821972_672199452487591_4759407729004607938_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=b6dEUjNTe84Q7kNvwF1yohB&_nc_oc=Adk5b-vZ61fJ6oKmiPhrDd-G2oh9JESYYkfQVqXm9QIiSt3Yazhudqnz6k_YmNa-vT4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afsi7rjaQPDVPLf0DAX9m2mndsGfSsSCOVSMc6Ivoqp3Jw&oe=6996F99B"}]}, "id": "1033207568925795", "locale": "en_US", "screenshots": [{"file_name": "Untitled-5.png", "id": "1922048941982469", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499303116_1922048948649135_8322174426036598485_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aI5GWKd5ML4Q7kNvwFqGiLG&_nc_oc=Admcap3dy29QMDxcT-2X2HAx_7kCX9lASTt17O3ivqH5powrYB9n1rB1R_8xv5wNX2A&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuulKzZ9ixiU_PO3tuzLgjXh-5ZuOF3zIZL_UJU69HBVw&oe=699716A0"}, {"file_name": "Untitled-1.png", "id": "1293921835398147", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491822897_1293921838731480_6180610385458985186_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1XIVjb7w4xQQ7kNvwF6M4A2&_nc_oc=AdlIRf3l3xNRKtftFPFnXPDR9hQK1naYFfwbuvfENUAhdv_yMt_3Ypgvy4w7FLcIAak&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvrRjToi7YnVDKL6FpwSMq2Z1QUAxMHMY3NI3bOwGQ0JQ&oe=6997078B"}, {"file_name": "Untitled-2.png", "id": "3146218495517133", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491824594_3146218498850466_2608824623297461533_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hl0gK82qQFEQ7kNvwF7WZwZ&_nc_oc=AdktEX5H1o33jZFi15M-QoDH6NO3_1_r7cr4tsseyky5HjOxp-LtJ62vqDCZwBq6JFM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afuc_s4m6Pdt7dek1IAP9AUZbLcK5t8dakdow44DIXSb1w&oe=69970191"}, {"file_name": "Untitled-4.png", "id": "715337688023694", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491830032_715337691357027_4621308568644821753_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ebECzHy6N3sQ7kNvwEji-hC&_nc_oc=AdnhYHqnmc35w5OACuNxWrSc_bVW5Ulw5rIY4qVVIbJs3ZVRMIYWCIvjzAnHwAYypwY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftTyENGZJZcUD60eayxGUQcjBxUoDylLVgoMqSvPtOUvw&oe=699715F3"}, {"file_name": "Untitled-3.png", "id": "1268688554909663", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499313069_1268688558242996_1371078189780302194_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zgw_u4WZAzAQ7kNvwF8yXMt&_nc_oc=AdnkYZWjMRVspJ2WOj0mBchbK6vQp_ULhOYuJU0Z7koxZ0ufiCg_8QEE145y7qymEjg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvO4ho0W2OvRt42Um535pr3mi_g0U3JJZCMrJQBfoXT2A&oe=699705E0"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "491821972_706157525537639_3246891020235668520_n.png", "id": "715454141298846", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491819300_715454144632179_3377669252986010973_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gzHrchq_qhYQ7kNvwHONmgc&_nc_oc=Adk4WZm2x4F6tdECWmGC7jwECMCch8ODRbTOTeZfcrYl3I-3jXiA1t0MLTgGAOfQ5FU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuqPuu_HzR1QTM70icRX10bsLMWLOdtP5KXNSroH9UEQw&oe=6996F456"}, "display_name": "TRENCHES VR", "keywords": ["Trenches", "Horror", "Scary", "Survival", "Psychological"], "long_description": "Enter a World War 1 first-person horror survival game where you have to survive and escape the harsh war-torn environment of the year 1917. Experience the war from the eyes of a soldier caught behind enemy lines.\n\nExplore the real chilling story as you navigate the horrors of battle, equipped with only your senses and a trench whistle. Find clues to better understand the enemy trenches without being caught and return to safety and your family. \n\nThe game relies on sounds and hearings, as you are equipped with a 'Trench Whistle' which you can use. When it's used, it will play a sound and you need to follow the sound, however - you have to be careful as the enemy can hear the whistle too and it can give out your position easily. Enemies will also be able to hear if you run, if you break anything, or even if you walk on wood as it will make a creaking noise.\n\nA HARDCORE objective-finding type first-person psychological horror survival game experience about finding and collecting clues to escape the Trenches, with gut-wrecking moments and randomized locations for clues on each take.\n\n\nFeatures:\n* Hardcore gameplay: A hardcore survival horror game where there is only 1 save. \n* Randomized locations for clues.\n* An enemy that mimics the voices of your loved ones.\n* Hiding System: Hide from the enemies in narrow trench passageways and under beds.\n* Insanity. The environment may change with your sanity.\n* Throw bottles and objects to distract the enemies and evade them.", "short_description": "Experience gut-wrenching wartime moments and escape the trenches"}, {"images": {"nodes": []}, "id": "946239700956989", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["Trenches", "Horror", "Scary", "Survival", "Psychological"], "long_description": "Trenches VR er et førstepersons VR-overlevelses- og gyserspil, der udspiller sig under Første Verdenskrig, hvor du skal undslippe de klaustrofobiske omgivelser og oplever krigen set fra øjnene af en soldat fanget bag fjendens linjer.  I dette surrealistiske mareridt skal du kæmpe for dit liv og din forstand, mens du udforsker det barske krigshærgede miljø.   Dit eneste mål er at vende tilbage til din familie.  Din eneste hjælp.  En gammel skyttegravsfløjte og dine overlevelsesinstinkter.\n\nADVARSEL: Dette spil kan være foruroligende for nogle seere, da det indeholder foruroligende billeder, lyde, frygtindgydende natur, intense forskrækkelser og intens rædsel, der måske ikke er for sarte sjæle. Spil dette spil på eget ansvar.\n\nTrenches VR er et psykologisk gyserspil – fjender kan høre din vejrtrækning, hvisken og råb om hjælp. Vær stille, hold dig skjult ... ellers kommer de efter dig.  Prøv at slippe væk ved at samle vigtige spor og finde ud af, hvad der foregår.  Brug din skyttegravsfløjte til at guide dig og følg lydene.  Dette kommer dog med en pris, da fjenden kan høre din skyttegravsfløjte, og hvis du blæser i den, vil din position blive afsløret.  Fjender vil også kunne høre dig, hvis du går på træ, da det vil knirke, eller hvis du smadrer flasker.\n\n- Sindssyge: Bare fordi du allerede har været forbi et sted, betyder det ikke, at der ikke er noget der. Miljøet påvirkes af din sindstilstand.\n", "short_description": "Oplev rystende krigsøjeblikke og flygt fra skyttegravene."}, {"images": {"nodes": []}, "id": "741872845024791", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "survival", "psychological"], "long_description": "Trenches VR er et VR-spill fullt av overlevelsesskrekk i førsteperson satt til første verdenskrig, der du må unnslippe de klaustrofobiske omgivelsene og oppleve krigen fra øynene til en soldat fanget bak fiendens rekker.  I dette surrealistiske marerittet må du kjempe for livet og forstanden mens du utforsker de nådeløse krigsherjede omgivelsene.   Det eneste målet ditt er å komme deg tilbake til familien.  Din eneste hjelp?  En gammel skyttergravsfløyte og overlevelsesinstinkter.\n\nADVARSEL: Dette spillet kan være forstyrrende for enkelte, siden det inneholder forstyrrende bilder, lyder, frykt, intense skvettescener og skrekk som ikke egner seg for alle. Spill på egen risiko.\n\nTrenches VR er et psykologisk skrekkspill – fiender kan høre deg puste, hviske og rope om hjelp. Vær stille, gjem deg … om ikke kommer de etter deg.  Prøv å unnslippe ved å samle viktige ledetråder og finne ut hva som skjer.  Bruk skyttergravsfløyten til å veilede deg og følge lydene.  Men det koster, for fienden kan høre skyttergravsfløyten, så om du blåser i den, vet de hvor du er.  Fiender kan også høre deg gå på tre, siden plankene knirker, eller om du knuser flasker.\n\n- Vanvidd: Bare fordi du har gått forbi et sted allerede, betyr det ikke at det ikke er noe der. Omgivelsene kan endres med forstanden din.\n", "short_description": "Opplev brutale krigsøyeblikk og unnslipp skyttergravene."}, {"images": {"nodes": []}, "id": "737162428899096", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "psychological", "survival", "trenches"], "long_description": "Trenches VR to gra VR z gatunku survival horror rozgrywająca się w okopach I wojny światowej, w której graczowi przyjdzie się mierzyć z klaustrofobicznym środowiskiem, doświadczając wojny z perspektywy żołnierza, który znalazł się za linią wroga.  W tym surrealistycznym koszmarze zawalczysz o swoje życie i zmysły, przemierzając surowe, zdewastowane przez wojnę środowisko.   Twoim jedynym celem jest powrót do rodziny,  będącej jedynym źródłem ratunku.  Stary, okopowy gwizdek i instynkt przetrwania.\n\nOSTRZEŻENIE: Gra zawiera niepokojące obrazy, dźwięki oraz elementy grozy, w tym techniki polegające na szokowaniu widowni, mogące być nieodpowiednimi dla części odbiorców. Zalecana ostrożność.\n\nTrenches VR to horror psychologiczny, w którym wrogowie słyszą twój oddech, szepty i wołanie o pomoc. Zachowaj ciszę i pozostawaj w ukryciu... w przeciwnym razie cię znajdą.  Spróbuj uciec poprzez gromadzenie ważnych wskazówek, starając się rozeznać w sytuacji.  Korzystaj z gwizdka okopowego i podążaj za dźwiękami.  Wiąże się to jednak z ryzykiem – wróg też słyszy twój gwizdek, a dmuchnięcie w niego zdradzi twoją pozycję.  Wrogowie będą również w stanie usłyszeć dźwięk rozbijanego szkła czy stąpania po skrzypiącym drewnie.\n\n- Zdrowie psychiczne: Przemieszczanie się po wcześniej przemierzanych miejscach wcale nie oznacza, że jest się bezpiecznym. W miarę popadania w szaleństwo twoje środowisko zmienia się.\n", "short_description": "Przeżyj wstrząsające chwile wojny i ucieknij z okopów."}, {"images": {"nodes": []}, "id": "733346229325219", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "psychological", "trenches", "survival"], "long_description": "Trenches VR は、ファーストパーソン第一次世界大戦サバイバルホラーVRゲームで、閉所恐怖症の環境から脱出して、敵の戦線に捕らえられた兵士の目線で、戦争を体験します。この超現実的な悪夢の中で、過酷な戦場で探索しながら、自らの命と精神を守るために戦います。   あなたの唯一の動機、唯一の救いは、家族のもとに戻ることです。そして頼れるものは、古いトレンチホイッスルと生き残るための本能のみです。\n\n警告：当ゲームでは、不穏な映像、音、恐怖、強烈なジャンプスケア、激しいホラーなどが含まれているため、心臓の弱い方はプレイをお控えください。当ゲームは自己責任でプレイしてください。\n\nTrenches VRは、心理ホラーゲームで、敵はあなたの息遣い、囁き声、助けを求める叫び声を聞くことができます。隠れて静かにしましょう...さもなければ敵に捕まってしまいます。重要な手がかりを集めて脱出して、何が起きているのかを突き止めましょう。トレンチホイッスルを使って、音を頼りに脱出しましょう。しかし、その代償として、敵はトレンチホイッスルを聞くことができるため、吹くと現在位置がバレてしまうので気をつけましょう。さらに、木を踏んだり、ボトルを割ってしまったりすると、敵に音が聞こえてしまうために、十分に注意して進みましょう。\n\n- 狂気：どこかを無事に通り抜けても、何もなかったと決めつけないようにしましょう。環境は、あなたの精神状態により変化することもあります。\n", "short_description": "胸がえぐられるような戦争の瞬間を体験し、塹壕から脱出せよ。"}, {"images": {"nodes": []}, "id": "731631549689994", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "TRENCHES VR", "keywords": ["horror", "scary", "trenches", "psychological", "survival"], "long_description": "《Trenches VR》是一款以第一次世界大戰為背景的第一人稱恐怖生存 VR 遊戲，玩家要代入深陷敵營的士兵視角，逃出幽暗狹小的空間，親身體會戰爭的險惡。在這個超現實的噩夢當中，一邊探索飽經戰火摧殘世界，一邊奮力求生，並努力保持神智清醒。   回到家人身邊是你唯一的動力。你唯一的希望。你只能靠著一只老舊的戰壕哨與直覺掙扎求生。\n\n警告：這款遊戲包含膽小者不宜的不安畫面、聲音、恐怖場景、激烈的突發驚嚇和可怕要素，可能會造成部分玩家心理不適。請自行承擔遊玩風險。\n\n《Trenches VR》是一款心理恐怖遊戲，敵人能夠聽見你的呼吸聲、悄悄話和呼救聲。保持安靜、躲好……否則他們就會循聲找來。收集重要線索，搞清楚發生了什麼事，並試著逃出來。玩家可以利用戰壕哨辨明方向，並跟著聲音前進。但此舉同樣有代價，敵人聽得到戰壕哨的聲音，所以只要吹響哨音，就會洩漏自己的行蹤。另外，玩家走在木板上時所發出來的嘰拐聲，或是打碎瓶子的聲音，敵人也都聽得到。\n\n- 理智：就算是已經走過的地方，也不代表什麼都沒有。隨著玩家理智變化，場景也會跟著改變。\n", "short_description": "體驗令人撕心裂肺的戰爭時刻，逃離戰壕。"}]}, "developer_name": "Steelkrill Studio", "developer_privacy_policy_url": "https://perpgames.com/2025/07/08/privacy-policy-tvr/", "developer_terms_of_service_url": null, "publisher_name": "Perp Games", "support_website_url": null, "website_url": "https://perpgames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "644354873106712"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9856092714517951"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PUBLISHED", "id": "2999611413561558"}, {"status": "PUBLISHED", "id": "1437309351283588"}, {"status": "PUBLISHED", "id": "2581779298859984"}, {"status": "PUBLISHED", "id": "1126799636334344"}]}, "baseline_offer": {"id": "1126799636334344"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "2999611413561558"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24372057485828233", "version": "1.09"}, "id": "1895865277919621", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9687339424726615", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24372057485828233"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1761610804, "id": "24563596976674282", "version": "1.16", "version_code": 16, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9687339424726615", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24372057485828233"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1761504788, "id": "24552553771111936", "version": "1.15", "version_code": 15, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9687339424726615", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24372057485828233"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1761398607, "id": "24540876645612982", "version": "1.14", "version_code": 14, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9687339424726615", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24372057485828233"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1761126236, "id": "24507524628948184", "version": "1.13", "version_code": 13, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9687339424726615", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24372057485828233"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1761086476, "id": "24503841352649845", "version": "1.12", "version_code": 12, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}