{"data": {"node": {"__typename": "Application", "id": "4449903565103159", "organization": {"id": "966918503389523", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4554248281328321"}]}, "id": "434695491668122"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4449903565103159"}]}, "id": "392371562508140"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2393300320759737"}]}, "id": "744396042659798"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3235570703151406"}]}, "id": "2199542630104311"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1818689078164305"}]}, "id": "864168783752968"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1069133196442024"}]}, "id": "273413556331039"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4449903565103159", "release_date": 1727370000, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25730078156659058"}, "id": "4613417312047597"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4449903565103159", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25730078156659058"}, "release_status": "RELEASED"}, "id": "25730078156659058", "version": "1.8.68680", "version_code": 14637, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1769547264, "id": "25731061199894087", "is_initial_release": false, "name_with_fallback": "v32", "pdp_metadata_with_fallback": {"version": 11, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "25515022248164651"}, "release_status": "RELEASED", "id": "4449903565103159"}, "id": "25515022248164651", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": null, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499618297_1538460803867932_6511914707489199870_n.png?stp=dst-png_s360x360&_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GqBZNolC7roQ7kNvwHjoLA-&_nc_oc=AdnPBW-2awi8x1A6OxgbChLYCERKDiebpPfmqdtWnaOswDkRRuVLhgf1IBuPvQDETPI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsAs9M97U7_fuWSKJru4V1F5PZ8FtSuJOns6k-bx1dsZg&oe=6997192B"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Dimensional Double Shift", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Hangout", "id": "1023770785722696"}, {"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1727370000, "lastRevision": {"nodes": [{"id": "4341335265947813", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4449903565103159", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "433120922675688"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3955625771334281", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Täysin uusi omniversaalinen, käsiseurattu yhteistyömoninpeli Job Simulatorin tekijöiltä: Dimensional Double Shift! \n\nLiity jopa 4 työporukkaan ja pyörittäkää yhdessä Gas'N'Grilliä, joka on monessa eri ulottuvuudessa toimiva dineri ja huoltoasema. Paiski ahkerasti töitä ja yritä pitää tekoälyesihenkilösi Alice tyytyväisenä – tai älä piittaa hänestä ollenkaan, onhan hän vain hologrammi. Korjaa, tankkaa, revi, murskaa ja polta auttaessasi omniversumin asukkaita!\n\n Pääominaisuudet\n ● Kaaoksellista yhteistyötä: Riko munia, hitsaa putkia ja tee kavereiden tai kaverivihollisten kanssa tuplatyövuoroa Gas’N’Grillissä. \n● Moniulotteista sekasortoa: Matkaa omniversumin eri ulottuvuuksissa ja palvele sen asukkaita. Todellinen työssä oppiminen alkaa nyt!\n● Aika-avaruutta halkovaa huumoria: ConglomniCorp. uskoo parempaan huomiseen, olipa kyse sen ala-arvoisimmasta, kouluja käymättömästä työntekijästä tai nerokkaasta johtajasta. Hulvaton ja provosoiva huumori saa sinut nauramaan silmät kyynelissä loputtomien vuorotyötuntien ajan.\n● Korporaation oravanpyörään sopivia palkkioita: Saanko palkkaa? Totta kai! Tienaa Conglmni-palkkioita ja nosta sijoitustasi. Ehkä jonain päivänä ansaitset jopa ylennyksen palkankorotuksen pitsat tiimille!\n● Tapaa ALICE: ConglomniCorpin tekoälyesihenkilö on koulutettu huippuluokan datalla, joten se on valmis motivoimaan sinua monin sanoin ja fraasein! ", "short_description": "Täysin uusi omniversaalinen, käsiseurattu yhteistyömoninpeli Job Simulatorin tekijöiltä: Dimensional Double Shift! Pelaa jopa neljän pelaajan tiimissä ja keitä, korjaa, tankkaa, revi, murskaa ja polta. Kelluvien tienvarsipalveluiden menestys on sinun ja kavereidesi käsissä!"}, {"images": {"nodes": []}, "id": "2138340133204408", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "De los creadores de Job Simulator, llega un nuevo juego multijugador cooperativo omniversal con seguimiento de manos: ¡Dimensional Double Shift!\n\nForma un equipo de hasta 4 colegas para llevar el Gas'N'Grill, un restaurante interdimensional con estación de servicio. Trabaja duro para complacer a Alice, tu «servicial» gerente de IA. O también puedes ignorarla. Total, es solo un holograma... Arregla, reposta, desguaza, machaca y quema mientras ayudas a los ciudadanos del Omniverso. \n\n Principales características\n● Trabajo caótico: Rompe huevos, suelda tuberías y reúne a tus amigos o amienemigos para hacer doble turno en Gas'N'Grill. \n● Sindiós multidimensional: Viaja por el Omniverso a distintas dimensiones y sirve a sus habitantes. ¡La auténtica formación laboral empieza ahora!\n● Humor que revienta el espacio-tiempo: ConglomniCorp cree en un mañana mejor para todos, desde sus empleados menos cualificados hasta sus ejecutivos más brillantes. Ríete entre lágrimas en los interminables turnos de trabajo, gracias a su humor descarado y provocador.\n● Recompensas perfectas para la rueda de hámster corporativa: Pero ¿te pagan? ¡Pues claro! Gana recompensas Conglomni y «sube» de nivel. ¿Quién sabe? ¡Puede que incluso te den una fiesta con pizza (para cuatro) por tu ascenso o aumento de sueldo!\n● Te presentamos a ALICE: La supervisora de IA de ConglomniCorp ha sido entrenada con los mejores datos y está lista para unir una serie de palabras y frases que te mantengan motivado.", "short_description": "De los creadores de Job Simulator, llega un nuevo juego multijugador cooperativo omniversal con seguimiento de manos: ¡Dimensional Double Shift! Únete a cuatro jugadores para cocinar, arreglar, repostar, desguazar, machacar y quemar. ¡El equilibrio del servicio flotante en carretera está en tus manos y en las de tus amigos!"}, {"images": {"nodes": []}, "id": "1094999185382458", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Préparez-vous au tout nouveau jeu multijoueur coopératif avec suivi du mouvement des mains, gracieuseté de l’équipe derrière Job Simulator : Dimensional Double Shift!\n\nAssemblez une équipe de collègues allant jusqu’à 4 pour opérer le Gas’N’Grill, un resto-garage interdimensionnel. Travaillez d’arrache-pied pour plaire à Alice, votre gestionnaire « serviable ».. Venez en aide aux gens de l’Omnivers en faisant le plein, réparant, déchiquetant, et écrasant.\n\n Fonctionnalités clés\n● Cotravail chaotique : Cassez des œufs, soudez des tuyaux et travaillez ensemble pour garantir que vos clients soient nourris et que leurs voitures soient réparées\n● Grabuge multidimensionnel : Promenez-vous d’une dimension à l’autre de l’Omnivers pour offrir vos services à leurs peuples. Votre formation commence aujourd’hui\n● Des gags en direct de l’espace-temps : ConglomniCorp croit en un avenir meilleur de son personnel le moins qualifié aux plus grands exécutif. Vous rirez à pendant interminables quarts de travail ponctués de gouaille et d’un humour\n● Des récompenses dignes de l’échelle corporative : Et le salaire? Bien sûr qu’il y en a un ! Gagnez des Conglomni-prix et « grimpez » la hiérarchie. Vous et votre équipe pourriez célébrer avec une soirée pizza\n● Faites connaissance avec ALICE : La fameuse superviseure par IA de ConglomniCorp a été entraînée avec les meilleures données qui soient et est maintenant prête à assembler des séries de mots et de phrases pour maximiser votre motivation\n", "short_description": "Préparez-vous au tout nouveau jeu multijoueur coopératif avec suivi du mouvement des mains, gracieuseté de l’équipe derrière Job Simulator : Dimensional Double Shift ! Avec une équipe allant jusqu’à quatre personnes, vous ferez le plein et cuisinerez, réparerez, déchiquetterez, écraserez et incendierez un tas de choses. Le délicat équilibre des commodités de route flottantes repose entre chacune de vos paires de mains !"}, {"images": {"nodes": []}, "id": "1064571821726636", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Fra skaberne af Job Simulator kommer et helt nyt omni-verselt håndsporet multiplayer-spil i co-op-stil: Dimensional Double Shift!\n\nBliv en del af et hold på op til 4 venner og kollegaer, der skal drive Gas'N'Grill, en interdimensional diner og garage. Arbejd så hårdt som muligt for at tilfredsstille din \"hjælpsomme\" AI-manager Alice, eller ignorer hende – hun er kun et hologram. Reparer, fyld op, riv, smadr, og brænd, når du hjælper omniversets indbyggere!\n\n Vigtige funktioner\n● Kaotisk samarbejde: Slå æg ud, svejs rør sammen, og tag dine venner eller rivaler med på en dobbeltvagt på Gas’N’Grill. \n● Flerdimensionalt ravage: Rejs tværs gennem omniverset til forskellige dimensioner, og hjælp deres indbyggere. Den ægte oplæring på jobbet starter nu!\n● Rumtids-sjov: ConglomniCorp. tror på en bedre fremtid – fra den laveste, ufaglærte arbejder til den mest geniale leder. Grin dig gennem tårerne fra de uendelige arbejdsvagter med fræk og provokerende humor.\n● Belønninger, der passer til hamsterhjulet: Får man løn? Selvfølgelig! Tjen Conglmni-belønninger, og ryk \"op\" i rækkerne. Hvem ved, måske bliver du endda forfremmet, får lønforhøjelse eller en pizzafest med teamet!\n● Mød ALICE: ConglomniCorps AI-supervisor er trænet med den bedste data og er klar til at sammensætte en række ord og sætninger for at holde dig motiveret! Virksomhedens outsourcede underleverandør af programmører er gået fra GPT til den næste generation, GMK (Generelt Måske Kohærent). Glem ikke – hun er bossen!", "short_description": "Fra skaberne af Job Simulator kommer et helt nyt omni-verselt håndsporet multiplayer-spil i co-op-stil: Dimensional Double Shift! Gå sammen op til fire spillere, når du tilbereder, reparerer, opfylder, river, smadrer og brænder. Det er op til dig og dine venner at skabe den perfekte balance for den svævende butik ved vejkanten!"}, {"images": {"nodes": []}, "id": "1059965299041040", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "De makers van Job Simulator komen nu met een nieuwe Omni-versele samenwerkingsgame met handbewegingen: Dimensional Double Shift! \n\nRun samen met maximaal vier vrienden de Gas'N'Grill, een interdimensionaal restaurant en interdimensionale garage. Werk hard om het je \"behulpzame\" AI-manager Alice naar de zin te maken, of negeer haar want ze is toch maar een hologram. Repareer, tank bij, versnipper, verpletter en verbrand terwijl je de inwoners van het Omniversum helpt. Jij en je vrienden zijn verantwoordelijk voor de zwevende hulp bij pech!\n\nBelangrijkste functies\n\n● Collegiale chaos: Bak wat eieren, las wat pijpen en draai samen met je vrienden of conculega's een dubbele dienst bij de Gas’N’Grill. \n● Multi-dimensionale chaos: Reis door het omniversum naar andere dimensies en wees hun inwoners van dienst. De echte praktische training gaat nu van start!\n● Hilarische humor: ConglomniCorp. gelooft in een betere toekomst, van zijn laagste ongeschoolde werknemers tot zijn meest geniale leidinggevenden. Lach de eindeloze ploegendiensten weg met schaamteloze en provocerende humor. \n● Beloningen geschikt voor de sleur van het bedrijfsleven: Is er een salaris? Natuurlijk! Verdien Conglmni-beloningen en werk jezelf \"omhoog\". Je kunt met promotie zelfs een pizzafeestje voor het team verdienen!\n● Maak kennis met ALICE: De AI-supervisor van ConglomniCorp is getraind met de best beschikbare gegevens en is klaar om een serie woorden en zinnen aaneen te rijgen om je gemotiveerd te houden! ", "short_description": "De makers van Job Simulator komen nu met een nieuwe Omni-versele samenwerkingsgame met handbewegingen: Dimensional Double Shift! Kook, repareer, tank bij, versnipper, verpletter en verbrand samen met maximaal vier spelers. Jij en je vrienden zijn verantwoordelijk voor de zwevende hulp bij pech!"}, {"images": {"nodes": []}, "id": "1044824646908829", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "《工作模拟器》的开发者新推出了一款全方位手部追踪的多人合作游戏：《Dimensional Double Shift》！\n\n加入一支最多由4名好友同事组成的小队，经营一家名为“汽油烧烤”的跨维度餐厅兼车库。尽最大努力来取悦你那“热心”的AI经理爱丽丝，或者也可以无视她——她不过是个全息影像罢了。通过维修、加油、撕烂、粉碎和焚烧等手段帮助全宇宙的公民。这家漂浮在路边的便利设施能否生意兴隆就全看你和好友的表现了！\n\n 主要特色\n●       混沌合作：打蛋、焊接管道……拉上你的好友或损友一起来“汽油烧烤”体验打双份工的快乐。合力协作，务必填饱那些古怪客户的肚子，并修好他们的车！\n●       多维度混乱：穿越全宇宙抵达不同的维度，为各地的居民提供服务。一场真正意义上的“在职培训”就此开始！\n●       打破时空的幽默： 下到底层苦力，上到天才高管，整个康格洛姆尼公司全都相信明天会更加美好。游戏内含大量俏皮而又发人深省的幽默元素，能让你抛开无尽工作的烦恼，会心一笑。\n●       与繁杂工作相匹配的奖励： 有工资拿？当然！你可以挣得康格洛姆尼公司的奖励并一步步往“上”爬。没准还有机会升职加薪开团队披萨派对呢！\n●       认识爱丽丝：康格洛姆尼公司的AI监工受过最专业数据的训练，随时能够串联起一段语句来保持你的干劲！公司外包的程序员已经抛弃了落伍的GPT，改用下一代的GPDT（狗屁都通）模型。别忘了——她是你的老板！", "short_description": "《工作模拟器》的开发者新推出了一款全方位手部追踪的多人合作游戏：《Dimensional Double Shift》！与最多三名玩家组成团队，通过烹饪、维修、加油、撕烂、粉碎乃至焚烧等手段为客户服务。这家漂浮在路边的便利设施能否生意兴隆就全看你和好友的表现了"}, {"images": {"nodes": []}, "id": "896686468625357", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Dos criadores de Job Simulator, vem aí um jogo multijogador e cooperativo inédito que se passa no Omniverso em que tudo é controlado com a mão: Turno em dobro em outra dimensão!\n\nForme uma equipe com até quatro amigos e colegas de trabalho para administrar o Gas'N'Grill, uma oficina e lanchonete interdimensional. Dê o seu máximo para agradar Alice, a gerente “prestativa” controlada por IA, ou ignorá-la, já que ela é um holograma mesmo!\n \nDestaques\n● Caos entre colegas de trabalho: Quebre ovos, solde canos e pegue seus amigos, ou aminimigos, para bater o ponto e fazer turno dobrado no Gas’N’Grill. \n● Loucura multidimensional: Percorra o omniverso para chegar a diferentes locais e servir seus habitantes. O treinamento na prática de verdade começa agora mesmo!\n● Humor especial de primeira: A ConglomniCorp. acredita em um futuro melhor para todos, dos funcionários mais subalternos e sem qualificação aos executivos mais geniais. Ria até chorar trabalhando em turnos intermináveis com humor repleto de ironia e provocação.\n● Recompensas perfeitas para a monotonia do mundo corporativo: Tem salário? Mas é claro! Ganhe recompensas Conglimni e “suba” na vida. A equipe poderá até mesmo dar uma festa com muita pizza para comemorar seu cargo novo. Nunca se sabe!\n● Conheça a ALICE: A IA supervisora da ConglomniCorp foi treinada com os melhores dados e está pronta para juntar um monte de frases e palavras para motivar todos vocês! ", "short_description": "Dos criadores de Job Simulator, vem aí um jogo multijogador e cooperativo inédito que se passa no Omniverso em que tudo é controlado com a mão: Turno em dobro em outra dimensão! Cozinhe, conserte, abasteça, triture, martele e solde coisas com até quatro jogadores. O equilíbrio deste estabelecimento flutuante de beira de estrada está nas suas mãos e nas de seus amigos!"}, {"images": {"nodes": []}, "id": "881153690686548", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Twórcy Job Simulator przedstawiają nową grę kooperacyjną ze śledzeniem ruchów rąk: Dimensional Double Shift!\n\nDołącz do nawet 4 znajomych współpracowników, aby prowadzić Gas'N'Grill — międzywymiarową restaurację i garaż. Zrób wszystko, aby zadowolić „pomocną” kierowniczkę AI imieniem Alice. Możesz też ją zignorować — w końcu to tylko hologram. Naprawiaj, tankuj, tnij, rozwalaj i pal, aby pomóc mieszkańcom omniwersum. Utrzymanie stanu delikatnej równowagi dosłownie leży w waszych rękach.\n\n Najważniejsze cechy\n● Chaos współpracy: Rozbijaj jajka, spawaj rury i nastawiaj się na pracę na dwie zmiany w trybie Gas’N’Grill. Współpracujcie, aby zapewnić swoim klientom wyżywienie i naprawę samochodów!\n● Wielowymiarowa rozwałka: Podróżuj przez omniwersum do różnych wymiarów i obsługuj tamtejszych mieszkańców. Szkolenie zaczyna się właśnie teraz!\n● Humor wykraczający poza przestrzeń i czas: ConglomniCorp. wierzy w lepsze jutro, od najniższych niewykwalifikowanych pracowników po kadrę kierowniczą. Śmiej się podczas niekończącej się pracy zmianowej z zabawnym humorem!\n● Nagrody godne korpopiekła: Czy ta praca jest płatna? Oczywiście! Zdobywaj nagrody Conglomni i pnij się po „szczeblach” kariery. Kto wie, może uda Ci się zdobyć pizza party!\n● Poznaj ALICE: Nadzorczyni AI z ConglomniCorp została nakarmiona danymi wysokiej jakości, dzięki czemu zna motywacyjne gadki, które zagonią Cię do roboty! ", "short_description": "Twórcy Job Simulator przedstawiają nową grę kooperacyjną ze śledzeniem ruchów rąk: Dimensional Double Shift! Dołącz do maksymalnie czterech graczy i gotuj, naprawiaj, tankuj, tnij, rozwalaj i pal. Utrzymanie stanu delikatnej równowagi dosłownie leży w waszych rękach."}, {"images": {"nodes": []}, "id": "870766321686426", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Von den Machern des Job Simulators kommt ein brandneues omniversales handgeführtes kooperatives Multiplayer-Spiel: Dimensional Double Shift!\n\nSchließe dich einem Team aus bis zu 4 Kollegen an, um das Gas'N'Grill zu betreiben, ein interdimensionales Diner und eine Autowerkstatt. Gib dein Bestes, um deine „hilfreiche“ KI-Managerin Alice zufriedenzustellen. Repariere, tanke auf, schreddere, zertrümmere und fackel ab, während du den Bürgern des Omniversums hilfst!\n \nHauptmerkmale\n ●     Co-Working-Chaos: Schlage Eier auf, schweiße Rohre zusammen und schnapp dir deine Freunde oder Frenemies, um dich für eine Doppelschicht bei Gas'N'Grill einzustempeln.\n●     Mehrdimensionales Chaos: Reise durch das Omniversum in verschiedene Dimensionen und diene seinen Bewohnern. Die wahre Ausbildung am Arbeitsplatz beginnt jetzt!\n●     Raumzeit sprengender Humor: ConglomniCorp. glaubt an eine bessere Zukunft, vom einfachsten Hilfsarbeiter bis zum genialsten Manager. Der freche und provokante Humor bringt dich zum Lachen hilft über die Tränen der endlosen Schichtarbeit hinweg.\n●     Belohnungen im Unternehmensalltag: Bekomme ich einen Lohn? Selbstverständlich! Verdiene Conglmni-Belohnungen und steige im Rang auf. Wer weiß, vielleicht erhältst du sogar eine Beförderung und Gehaltserhöhung bei einer Team-Pizzaparty!\n●     Lerne ALICE kennen: Die KI-Aufsicht von ConglomniCorp wurde anhand der besten Daten trainiert und reiht gern einige Wörter und Sätze aneinander, um dich zu motivieren! ", "short_description": "Von den Machern des Job Simulators kommt ein brandneues omniversales handgeführtes kooperatives Multiplayer-Spiel: Dimensional Double Shift! Schließe dich bis zu vier Spielern an, während du kochst, reparierst, auftankst, schredderst, zertrümmerst und abfackelst. Die Verantwortung für schwebenden Komfort am Straßenrand liegt bei dir und deinen Freunden!"}, {"images": {"nodes": []}, "id": "849613837283868", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Fra skaperne av Job Simulator kommer et helt nytt omniversalt håndsporet samarbeidsspill for flere spillere: Dimensional Double Shift! \n\nBli med på et lag på opptil fire venner og kolleger for å drive Gas'N'Grill, en interndimensjonal restaurant og verksted. Jobb så hardt du kan for å tilfredsstille den «hjelpsomme» AI-sjefen Alice, eller ignorer henne — hun er bare et hologram. Reparer, fyll bensin, riv, mos og karamelliser mens du hjelper innbyggerne i omniverset. Resultatet til den svevende virksomheten avhenger av deg og dine venners innsats!\n\n Hovedinnhold\n●     Kaos med kolleger: Knus noen egg, sveis noen rør, og ta med deg vennene eller frenemyene dine for å stemple inn til en dobbelvakt på Gas'N'Grill. \n●     Multidimensjonell galskap: Reis gjennom omniverset til ulike dimensjoner og server innbyggerne. Den ekte jobbopplæringen starter nå!\n●     Moro i det ytre rom: ConglomniCorp. tror på en bedre fremtid – fra de laveste ufaglærte arbeiderne til de mest geniale lederne. Le deg gjennom tårer og uendelige skift mens du jobber med vågal og provoserende humor.\n●     Belønninger som passer for bedriftens hamsterhjul: Får man lønn? Selvfølgelig! Du får Conglmni-belønninger og kan klatre «oppover» på rangstigen. Hvem vet, kanskje får du en forfremmelse, lønnsøkning eller pizzafest med kollegene!\n●     Møt ALICE: ConglomniCorps AI-sjef er opplært på alle de beste dataene, og er klar til å sette sammen en rekke ord og setninger for å holde deg motivert!  ", "short_description": "Fra skaperne av Job Simulator kommer et helt nytt omniversalt håndsporet samarbeidsspill for flere spillere: Dimensional Double Shift! Bli med opptil fire spillere og lag mat, fiks biler, fyll bensin, riv, mos og karamelliser. Resultatet til den svevende virksomheten avhenger av deg og dine venners innsats!"}, {"images": {"nodes": []}, "id": "841689197949615", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Från skaparna av Job Simulator kommer ett helt nytt omni-versellt kooperativt flerspelarspel med handspårning: Dimensionella dubbelskift!\n\nGå med i ett team med upp till 4 kamrater för att driva Bensingrillen, ett interdimensionellt matställe och garage. Jobba på för att behaga din “hjälpsamma” AI-manager Alice, eller ignorera henne. Hon är bara ett hologram. Fixa, tanka, strimla, och bränn när du hjälper medborgarna i Omniverse. De flytande bekvämligheterna vid vägkanten vilar i dina och dina vänners händer.\n\n Huvudinnehåll\n● Kamratkaos Kläck ägg, svetsa lite rör och dra med dig vänner och fiender för att köra dubbla skift på Bensingrillen. Jobba ihop för att se till att era udda kunder är välmatade och att deras bilar är fixade!\n● Flerdimensionell förödelse Res genom omniversum till olika dimensioner och servera invånarna. Den riktiga arbetsträningen börjar nu!\n● Rumstidsstoppande humor ConglomniCorp. tror på en bättre morgondag, från de blygsammaste arbetarna till de mest geniala cheferna. Skratta genom tårarna från ändlöst skiftarbete med provokativ humor.\n● Belöningar från företagsvärlden Får man någon lön? Såklart! Tjäna Conglmni-belöningar och ta dig fram i graderna. Vem vet, du kanske kan få en befordran löneförhöjning pizzaparty med teamet!\n● Träffa ALICE: ConglomniCorps AI-övervakare har tränats upp med det allra bästa data och står redo att sätta ihop ord och fraser för att hålla dig motiverad!", "short_description": "Från skaparna av Job Simulator kommer ett helt nytt omni-versellt kooperativt flerspelarspel med handspårning: Dimensionella dubbelskift! Gå med upp till fyra spelare när du lagar mat, fixar, tankar, strimlar och bränner. De flytande bekvämligheterna vid vägkanten vilar i dina och dina vänners händer."}, {"images": {"nodes": []}, "id": "828548082462980", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "「Job Simulator」を世に送り出したクリエイター集団が新たに作った、全方位型ハンドトラック系協力プレイマルチゲーム、その名は「Dimensional Double Shift」！\n \n最大4人のフレンドとチームを組んでインターディメンショナルなダイナー＆ガレージのGas'N'Grillを運営していくよ。とにかく一生懸命働いて、非常に「有能」なAIマネージャーのAliceを喜ばせよう。あるいは…ガン無視しよう、だってあの子はただのホログラムだから。直したり、補充したり、刻んだり、壊したり、火をつけたりしてオムニバースの住人たちの役に立とう。ロードサイドのコンビニの浮き沈みは、キミとそのフレンドたちの手に今、委ねられた！\n\n 主な特徴\n●       協力プレイなカオスタマゴを割ったり、パイプを溶接したり、フレンドもしくはフレネミーをひっ捕まえたりして、Gas’N’Grillのダブルシフトをなんとかこなそう。いいから協力して、面倒な客たちを満足させ、連中の車をちゃんとするんだ！\n●       複数次元な大騒ぎオムニバースを自在に移動～、異なる次元を行き来して住人たちにサービスサービス。ぶっつけ本番のトレーニング兼お仕事がここに始まる！\n●       時空破壊系ユーモア ConglomniCorpはより良い明日を信じる企業。最下層の使えない従業員から天才エグゼクティブまで、いろいろ揃っている。刺激的で気の利いたユーモアを楽しみながら、終わらないシフトワークを涙ながらに笑い飛ばせ。\n●       企業の歯車に見合った報酬 お賃金はもらえるのかって？もっちろん！Conglmniな報酬を稼いで、出世の階段を駆け上がろう。やってみなけりゃ分からない、もしかしたら昇進できて、チームでピザパーティーだってできちゃうかも！\n●       ALICEとご対面ConglomniCorpのAIスーパーバイザーはあらゆる最良のデータで学習済、キミのモチベを上げるために最適な言葉選び、声掛けをしてくれる気満々だ。企業の外注系プログラマーたちが既存のGPTを次世代GPC（Generally Probably Coherent、多分だいたい合ってる）へと進化させた。何時も忘れてはならない、彼女が「ボス」なのだ！", "short_description": "「Job Simulator」を世に送り出したクリエイター集団が新たに作った、全方位型ハンドトラック系協力プレイマルチゲーム、その名は「Dimensional Double Shift」！最大4人プレイ！料理して、修理して、補充して、刻んで壊して火をつけろ。ロードサイドのコンビニの浮き沈みは、キミとそのフレンドたちの手に今、委ねられた！"}, {"images": {"nodes": []}, "id": "558208669894088", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Job Simulator'ın yaratıcılarından el takipli ve ortaklaşa çok oyunculu yepyeni evrenler arası bir oyun: Dimensional Double Shift! \n\nBoyutlar arası bir restoran ve tamirhane olan Gas'N'Grill'i işletmek için 4'e kadar arkadaştan oluşan bir takım oluşturun. \"Yardımsever\" yapay zeka müdürünüz Alice'i memnun etmek için elinizden geleni yapın veya onu görmezden gelin gitsin... Sonuçta bir hologram. Evrenler arası vatandaşlara yardımcı olurken tamir edin, yakıt ikmali yapın, parçalayın, ezin ve ateşe verin. Yol üzeri servis noktalarının kaderi siz ve arkadaşlarınızın elinde!\n\n Önemli Özellikler\n \n● Ortaklaşa Çalışma Kaosu: Yumurta kırın, boru kaynaklayın ve Gas'N'Grill'de çifte vardiya için arkadaşlarınızı ve arkadaş görünümlü düşmanlarınızı toplayın. \n● Boyutlar Arası Kargaşa: Farklı boyutlara gidin ve o boyutların sakinlerine hizmet edin. Gerçek iş başı şimdi başlıyor!\n● Uzay Zamanı Büken Mizah: ConglomniCorp. en beceriksiz işçilerinden en zeki yöneticilerine, daha iyi bir geleceğe inanıyor. Bitmek bilmeyen mesaide göz yaşları dökerken cüretkâr ve kışkırtıcı mizah ile kahkahaya boğulun.\n● Özel Sektör Sömürüsüne Yakışır Ödüller: Maaş var mı? Tabii ki! Conglmni ödülleri kazanın ve kademe \"yükselin\". Kim bilir, belki de terfi zammı niteliğinde bir pizza partisi kazanırsınız!\n● ALICE ile tanışın: ConglomniCorp'un yapay zeka amiri, en iyi verilerle eğitildi ve bir dizi kelime ile söz öbeğini bir araya getirerek sizi motive edecek cümleler kurmaya hazır! ", "short_description": "Job Simulator'ın yaratıcılarından el takipli ve ortaklaşa çok oyunculu yepyeni evrenler arası bir oyun: Dimensional Double Shift! Dört oyuncuya kadar yemek pişirin, tamir edin, yakıt doldurun, parçalayın, ezin ve yakın. Yol üzeri servis noktalarının kaderi siz ve arkadaşlarınızın elinde!"}, {"images": {"nodes": []}, "id": "557405679962180", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Dai creatori di Job Simulator arriva un nuovo gioco multiplayer cooperativo \"omniversale\" con tracking delle mani: Dimensional Double Shift! \n\nUnisciti a una squadra composta da un massimo di 4 amici per gestire il Gas'N'Grill, un ristorante e garage interdimensionale. Fai del tuo meglio per compiacere la tua \"utile\" manager dell'IA, Alice. Ripara, fai rifornimento, distruggi, distruggi e brucia mentre aiuti i cittadini dell'Omniverso.\n\n Caratteristiche principali\n● Co-working... caotico: Rompi delle uova, ripara dei tubi e chiama a raccolta i tuoi amici (o nemici) per timbrare il cartellino e fare un doppio turno al Gas’N’Grill. Collaborate e assicuratevi che i vostri eccentrici clienti siano ben nutriti e che le loro auto siano riparate!\n● Pandemonio multidimensionale: Viaggia attraverso l’omniverso in diverse dimensioni e servi i loro abitanti. Il vero addestramento sul campo inizia ora!\n● Umorismo oltre lo spazio-tempo: ConglomniCorp. believes in a better tomorrow, starting from the least qualified workers up to the managers. Laugh until you cry during an endless shift with light-hearted and provocative humor.\n● Ricompense degne di veri schiavi aziendali: Ma c’è uno stipendio? Certo che! Guadagna Conglmni-ricompense per salire di grado. Chissà, potresti anche ottenere un pizza party!\n● Conosci ALICE: L’IA supervisore di ConglomniCorp è stata addestrata con i dati migliori ed è pronta a mettere insieme una serie di parole e di frasi per mantenere alta la motivazione! ", "short_description": "Dai creatori di Job Simulator arriva un nuovo gioco multiplayer cooperativo \"omniversale\" con tracking delle mani: Dimensional Double Shift! Per una squadra fino a quattro giocatori: aggiusta, rifornisci, smantella, distruggi e dai fuoco. L’equilibrio di questa stazione di servizio fluttuante dipende da te e dai tuoi amici!"}, {"images": {"nodes": []}, "id": "553529637333758", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "《Job Simulator》的製作團隊帶來全新的全能宇宙手勢追蹤線上多人遊戲：《Dimensional Double Shift》！\n和多達4名好友同事一起經營跨次元小吃店與修車廠「Gas'N'Grill」。你可以盡力取悅你的「實用」AI經理Alice，或者不要理她——反正她只是全像投影。幫助全能宇宙的居民修復、加油、切碎、砸毀和焚燒。漂浮道路的路邊便利性平衡全都仰賴你和你的朋友！\n\n 關鍵特色\n \n●       混亂同工：打破雞蛋、揮舞水管並抓你的好友或對頭來「Gas'N'Grill」輪班。一起努力確保刁鑽的客人們都能獲得飽餐並修好他們的車輛！\n●       多重次元混亂：跋涉全能宇宙到不同次元，並服務當地居民。貨真價實的在職訓練現已開始！\n●       突破時空的幽默： 從最卑微無能的員工到最天才的主管，ConglomniCorp.全體都相信明天會更好。以俏皮又嘴賤的幽默幫助你在無邊無際的輪班工作中擦拭笑容中的淚水。\n●       符合企業機器的獎勵： 有沒有報酬呢？當然有！賺取Conglmni企業獎勵並獲得「升」職。誰知道呢？你說不定甚至能獲得一次升職加薪團隊披薩派對！\n●       歡迎ALICE：ConglomniCorp的AI主管一直在訓練最優秀的資料，並已備妥一系列詞彙與片語來激勵士氣！企業的合約外包設計師已經遠超GPT的能耐，達到次世代的GPC（一般而言大概堪用）程度。別忘了——她才是老闆！", "short_description": "《Job Simulator》的製作團隊帶來全新的全能宇宙手勢追蹤線上多人遊戲：《Dimensional Double Shift》！和多達四位好友一起烹調、修理、加油、切碎、砸毀和焚燒。漂浮道路的路邊便利性平衡全都仰賴你和你的朋友！"}, {"images": {"nodes": []}, "id": "514014944708331", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "De los creadores de Job Simulator, llega un nuevo juego multijugador cooperativo omniversal con seguimiento de manos: ¡Dimensional Double Shift!\n\nForma un equipo de hasta 4 colegas para llevar el Gas'N'Grill, un restaurante interdimensional con estación de servicio. Trabaja duro para complacer a Alice, tu «servicial» gerente de IA. O también puedes ignorarla. Total, es solo un holograma... Arregla, reposta, desguaza, machaca y quema mientras ayudas a los ciudadanos del Omniverso. \n\n Principales características\n● Trabajo caótico: Rompe huevos, suelda tuberías y reúne a tus amigos o amienemigos para hacer doble turno en Gas'N'Grill. \n● Sindiós multidimensional: Viaja por el Omniverso a distintas dimensiones y sirve a sus habitantes. ¡La auténtica formación laboral empieza ahora!\n● Humor que revienta el espacio-tiempo: ConglomniCorp cree en un mañana mejor para todos, desde sus empleados menos cualificados hasta sus ejecutivos más brillantes. Ríete entre lágrimas en los interminables turnos de trabajo, gracias a su humor descarado y provocador.\n● Recompensas perfectas para la rueda de hámster corporativa: Pero ¿te pagan? ¡Pues claro! Gana recompensas Conglomni y «sube» de nivel. ¿Quién sabe? ¡Puede que incluso te den una fiesta con pizza (para cuatro) por tu ascenso o aumento de sueldo!\n● Te presentamos a ALICE: La supervisora de IA de ConglomniCorp ha sido entrenada con los mejores datos y está lista para unir una serie de palabras y frases que te mantengan motivado.", "short_description": "De los creadores de Job Simulator, llega un nuevo juego multijugador cooperativo omniversal con seguimiento de manos: ¡Dimensional Double Shift! Únete a cuatro jugadores para cocinar, arreglar, repostar, desguazar, machacar y quemar. ¡El equilibrio del servicio flotante en carretera está en tus manos y en las de tus amigos!"}, {"images": {"nodes": []}, "id": "494003560294454", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Dos criadores de Job Simulator, chega um novo jogo multijogador de interação manual e cooperação Omniversal: Dimensional Double Shift!\n\nJunta-te a uma equipa de até 4 colegas de trabalho e gere o Gas'N'Grill, um restaurante e garagem interdimensional. Esforça-te ao máximo para agradar à tua \"prestável\" gerente Alice, controlada por IA, ou ignora-a. Afinal de contas, é apenas um holograma. Arranja, reabastece, destrói, esmaga e queima para ajudares os cidadãos do Omniverso.\n\n Principais características\n●  Caos laboral: Parte ovos, solda alguns tubos e pede aos teus amigos ou rivais que te deem uma mãozinha durante os turnos duplos no Gas'N'Grill.\n●  Desordem multidimensional: Viaja pelo omniverso e serve os habitantes das suas várias dimensões. A derradeira formação no local de trabalho começa agora!\n●  Humor no espaço-tempo: Todos na ConglomniCorp. acreditam num futuro melhor, desde os trabalhadores não qualificados mais humildes até aos executivos mais geniais. Ri-te até te virem as lágrimas aos olhos com os turnos repletos de humor atrevido e provocador.\n● Recompensas à altura da tarefa: Recebes salário? Claro que sim! Ganha Conglomni-recompensas e sobe na escada laboral. Quem sabe, talvez até venhas a comemorar uma promoção e um aumento salarial com a equipa numa festa de pizza!\n● Conhece a ALICE: A supervisora controlada por IA da ConglomniCorp foi treinada com recurso aos melhores dados e está pronta para dizer uma série de palavras e frases que te vão motivar!", "short_description": "Dos criadores de Job Simulator, chega um novo jogo multijogador de interação manual e cooperação Omniversal: Dimensional Double Shift! Cozinha, arranja, reabastece, destrói, esmaga e queima com a ajuda de até quatro jogadores. O equilíbrio da conveniência flutuante à beira da estrada está nas tuas mãos e dos teus amigos!"}, {"images": {"nodes": []}, "id": "425571530554408", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Создатели Job Simulator представляют абсолютно новую омни-версальную кооперативную многопользовательскую игру: Dimensional Double Shift!\n\nОбъединяйтесь в команду из 4 друзей-сотрудников, чтобы открыть «Газ-и-Гриль» — межпространственную закусочную и гараж. Старайтесь изо всех сил, чтобы угодить своему «услужливому» ИИ-менеджеру Алисе, или игнорируйте ее — она всего лишь голограмма. Чините, заправляйте, измельчайте, разбивайте и поджигайте, помогая жителям Омниверса!\n\n Ключевые особенности\n●     Хаос в сотрудничестве: Разбейте пару яиц, сварите несколько труб и приводите друзей или недругов на двойную смену в «Газ-и-Гриль».\n●     Многомерный беспорядок: Путешествуйте по вселенной к разным измерениям и обслуживайте местных жителей. Настоящая стажировка «на рабочем месте» начинается прямо сейчас!\n●     Пространственно-временной юмор: ConglomniCorp. верит в лучшее завтра: как своих низкоквалифицированных работников, так и самых гениальных руководителей. Смейтесь сквозь слезы над бесконечной посменной работой благодаря дерзкому и провокационному юмору.\n●     Награды «корпоративных жерновов»: А зарплата есть? Конечно же! Зарабатывайте награды от Conglmni и продвигайтесь «вверх» по карьерной лестнице. Кто знает, возможно, вы даже заработаете на командную вечеринку с пиццей за счет повышения по службе!\n●     Встречайте, АЛИСА: ИИ-супервизор ConglomniCorp, которая обучена на лучших данных и готова поддерживать уровень вашей мотивации парочкой слов и фраз!", "short_description": "Создатели Job Simulator представляют абсолютно новую омни-версальную кооперативную многопользовательскую игру: Dimensional Double Shift! Объединитесь с четырьмя игроками, чтобы готовить, чинить, заправлять, измельчать, разбивать и жечь. Комфорт плывучей обочины зависит от вас и ваших друзей!"}, {"images": {"nodes": []}, "id": "411751268293175", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "Job Simulator의 제작자들이 완전히 새로운 옴니버스 손 추적 협동 멀티플레이어 게임: Dimensional Double Shift를 선보입니다!\n\n최대 4명의 친구 동료와 팀을 만들어 차원간 식당이자 차고인 “가스 앤 그릴”을 운영하세요. 열심히 일해 “조력자”인 AI 관리자 앨리스를 기쁘게 하거나, 아니면 무시해 버리세요. 어차피 홀로그램이니까요. 옴니버스 주민들을 도우면서 수리하고, 연료를 보급하고, 파쇄하고, 부수고, 불을 붙이세요. 이 떠다니는 노변 편의점의 균형은 당신과 친구들의 손에 달려 있습니다!\n\n 주요 특징\n\n●       엉망진창 협업: 달걀을 깨고 파이프를 용접하며 친구나 동료들과 함께 가스 앤 그릴의 2교대 근무에 참여하세요. 협업하여 까다로운 고객도 잘 먹고 차도 고칠 수 있게 해주세요!\n●       다차원의 대혼란: 우주를 건너 다른 차원으로 여행하고 그곳 주민들에게 봉사하세요. 본격적인 실무 교육이 시작됩니다!\n●       시공간을 채우는 유머: ConglomniCorp.는 최하위 비숙련 근로자부터 천재적인 경영진에 이르기까지 더 나은 미래를 믿습니다. 끝없는 교대 근무로 흘리는 눈물을 대담하고 도발적인 유머로 웃어 넘기세요.\n●       기업 노동에 맞는 보상: 급여는 나오냐고요? 물론이죠! Conglmni의 보상을 받고 “위”로 올라가세요. 또 모르죠, 승진 기념 팀 피자 파티를 열 수도 있을지!\n●       앨리스를 소개합니다: ConglomniCorp의 AI 관리자는 모든 최고의 데이터를 사용해 훈련을 받았으며, 동기 부여를 위해 다양한 단어와 문구를 조합할 준비가 되어 있습니다! 기업 하청을 받은 외주 프로그래머들은 GPT를 넘어 차세대 GPC(“아마도 대체로 일관적인”)로 넘어갔습니다. 잊지 마세요. 그녀가 당신보다 상사입니다!", "short_description": "Job Simulator의 제작자들이 완전히 새로운 옴니버스 손 추적 협동 멀티플레이어 게임: Dimensional Double Shift를 선보입니다! 최대 4명의 플레이어와 함께 요리하고, 고치고, 연료를 보급하고, 파쇄하고, 부수고, 불을 붙이세요. 이 떠다니는 노변 편의점의 균형은 당신과 친구들의 손에 달려 있습니다!"}, {"images": {"nodes": [{"file_name": "DDS_KeyArt_Quest_Portrait_1008x1440_Beta.png", "id": "8344111218967374", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75251819_8344111232300706_3212878491529595441_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rmaa97h54YcQ7kNvwFQEWRY&_nc_oc=Adnho-CQ60PQnETmG0haPbt5_M0a06E9eg6OkX9ppUJDTFORrS8ErmArtht_vPQxVkY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvGUQyzEpZRxYON9Q8wD0MgM2DKo3-AORweUrmUy7gDdw&oe=69971CAE"}, {"file_name": "DDS_Quest_ImmersiveImages_Backdrop_1800x700.png", "id": "1988917001563226", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57569464_1988917004896559_7414388138461588222_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PfqxIaPLI1wQ7kNvwFkEod4&_nc_oc=Adm9IQ0dImgr18ZSt9u_TQojxjnxXvgdsmV-6Gd0JptmPQjL_fx-dYa9KyzUixwJEvI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfueMz2gmochoqcCmhqXutH47oisTh60zc-G0JC8RuYGzA&oe=69971BEC"}, {"file_name": "DDS_Logo_Full_NoShadow_2541x1440.png", "id": "1676673739755172", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75375751_1676673746421838_1827577952174725255_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qjUS8_TU3pEQ7kNvwGDoJ83&_nc_oc=Adnbg3XZF4YGMlmEvypQZClfx4uJqo3zH910o3mzTkTi5W0Nbq82QZmy7ZBVWvYWpSM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvH1gdzK1UcLywnJP1Ez1grm1wcEZjIJjd-jjfPorjP7A&oe=69971977"}, {"file_name": "DDS_Quest_ImmersiveImages_Logo_556x164.png", "id": "1201681861154320", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974531_1201681864487653_2699401365751473984_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-Isxzk_jmt4Q7kNvwFJzufE&_nc_oc=Adm4G1tEp7VtocmaDWuJyanImAH1n41cihd_tyFrfe0YhGyZusXaHL9bAT8juc2TmwM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftRDDwzVbbgFPGEXBpWT8FdPo2h53CJdf_S_gu7Pl2qXA&oe=6996EC81"}, {"file_name": "DDS_KeyArt_Quest_Hero_3000x900_Beta.png", "id": "1054000762947937", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75269301_1054000766281270_1008517299909850359_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NfQZ0E5ghqkQ7kNvwFRQ6H-&_nc_oc=AdmnjR4HZU6PdBpH_ueMH9fU-P7BMpMHZBXMx8-FRenHUGYjto0HmLWCKvETH5U7Zwo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvWVQEEtBEJD_oC2nTT77PdXtUcLlnGDDBurUIm-tkYqQ&oe=6996F397"}, {"file_name": "DDS_KeyArt_Quest_Landscape_2560x1440_Beta.png", "id": "1024886782322574", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75251819_1024886788989240_1803640620940902753_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=izKzLtr4SbsQ7kNvwGZ9ztS&_nc_oc=Adl02JjOPnVWFMetE798582j85JpYZwR5xPcOxzpzJ4kc_t2hWeCuxvtRNmN-f2KgPQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvBXmfogKZ8TOfeY49So7RCuGtsiRYX96wmxEhMBsFB_w&oe=699706B9"}, {"file_name": "DDS_KeyArt_Quest_MiniLandscape_1080x360_Beta.png", "id": "938877284672093", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75254872_938877288005426_8941429177014338467_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lYj5PxFmj4wQ7kNvwFBSv8a&_nc_oc=Adkwx_6c1z5HtDrnveqdj1eqee42ElAJjYWXECak7uVxAAvIUu2fgyQNzPrMF_vsH08&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu60U1q1emfxwthwovcueyswB-Or7NkPvagvb2xtnAlWg&oe=6996F8F9"}, {"file_name": "DDS_Quest_ImmersiveImages_Object-Rightt_400x700.png", "id": "507805831893475", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86620692_507805835226808_7944753324991164620_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Mtt0pk0OSZIQ7kNvwEp1F_c&_nc_oc=AdkCDZEGY73ijzLWtEfO3obdfdxSgIjaXslFGMPxHL_DHpG-MTsU6yMiRWkMS_um0ro&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvo7Ws-2xwMyjupeijiQswWDBDarYJZMjSlqmnQPaxpEw&oe=69971ADD"}, {"file_name": "DDS_Icon.png", "id": "484843130849250", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75207240_484843134182583_1128122516244856475_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nx4wFFGk4-MQ7kNvwG0FiTG&_nc_oc=AdlVdLiAhdWKkKncx70O_PREOi-K-hUHCrHGvybiCltXT4gzI9on-H6-u_-LIL16ZWc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft_T6ij8R02Zvqv3_4Iylr0K0pXNmvIMD4CQNUHZYXKJg&oe=69972108"}, {"file_name": "DDS_KeyArt_Quest_Square_1440x1440_Beta.png", "id": "473470562118287", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974792_473470565451620_726087598248780612_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Wb_2VqdN7K0Q7kNvwGYgQzW&_nc_oc=AdkNDtKZ9YAqANPBhWO_7EDlX5w7raJcWY6OF_ZaNVhhO5UpoUnOGrU1IU6Ejdd8mAA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuWJC-FHQX_N7ZaeIRiHOI3VKqKnTLFFwjXdwO3SOLlmA&oe=6996EF22"}, {"file_name": "DDS_Quest_ImmersiveImages_Object-Left_400x700.png", "id": "350607381479956", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39036696_350607384813289_575579522541858485_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=o8MLRPWrD6QQ7kNvwHNBKuL&_nc_oc=AdlZ0xPUV16tcL3Xer9ABR9AGEbanB6y4X3FAZobdPN_CVeCQy2dMKj90w4nxASt7Z8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft4Uom9-mHfhE9ntE6dYQoLE2c6XcIPUlJDhPThSvROuA&oe=6996F552"}]}, "id": "402173899593548", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_Huddle.png", "id": "7624363117669990", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982710_7624363121003323_8703319701592348253_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1eHLOJdyGzEQ7kNvwEboqx3&_nc_oc=AdmF8qt2wJ2rsQQn8L6Gb8YkYdyWPXzT6cYxNRErWCfWTeGatjJc6KYxgWjRIah_N7g&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftql321XdKuTWI4qp7P2alV5SwSuBRiImD4j0sV5asyNA&oe=69970C43"}, {"file_name": "Screenshot_Garage.png", "id": "1045432900308341", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75280980_1045432903641674_9079996569343412129_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TFJL_9CtZY4Q7kNvwGD2XOj&_nc_oc=AdntnsbDYcNP0s9_Ro6AyhihuQUyu5FyULFwKudeBU-xiXARyqGZZ9IftoKRkrwrXAM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvNwC7wauNgJTEoLTQyZDJIyI4kEXK90xqyY9znb7JyaQ&oe=6996EF2E"}, {"file_name": "Screenshot_GarageHands.png", "id": "1571527783781322", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982629_1571527787114655_8453063901745186520_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5JdKbd17t5UQ7kNvwEaSk_p&_nc_oc=AdnCKvpTp9Qi3bIvSCsyaBgetgHdn9yO45-iUTqL44f3NVKW1pQKSHxbSDcALjH7DUY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsfBDX7i4Wei_NolTOFG2RlZeh76UJkPQ_385ZnmNURFA&oe=69970E72"}, {"file_name": "Screenshot_Shift-Selection.png", "id": "519374970560630", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75250460_519374973893963_1932002079409135005_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MWygYpRC-eUQ7kNvwEOFLBF&_nc_oc=AdlAuzbiJYpsnnBeaqFAsGo33PUvTeMJ9EahXLnYuGWGiLFA244UIjklxzMSOFIPfH0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfudNWexAIrTIQ6E3L8LTX1FiLTa5n9Y4e9QW-vVm7D5NQ&oe=6996F010"}, {"file_name": "Screenshot_DinerHands.png", "id": "482910761375008", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974611_482910764708341_2737243468277681189_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=c-Iv7-cOSM0Q7kNvwEnuZAl&_nc_oc=AdmOtUkUYhABExIBEVCQzIEDxfZvz0qISVMB3dXS6OhDkkG3z1jOvvleBg0JrjzNKcs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfucsygxYPsLWGAherXLJmBdZaPfVpGn21duy6p3gWMaHA&oe=69971D88"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "DDS_KeyArt_Quest_Landscape_2560x1440_Beta.png", "id": "1243117643356966", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031549_1243117646690299_222611297234313414_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eW-PG65RTmsQ7kNvwF0oMEg&_nc_oc=Adl8bi6BCbtjGUZ52wJM5R4v1Eo_XXL05VFLexoXrZQaQv-6_C3hpIt_L1QNY_TCzPI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfstXKT84rc4_Gk6TI0zeyNski0jFesoH15DO9BqJEU_bw&oe=6996FFC3"}, "display_name": "Dimensional Double Shift", "keywords": [], "long_description": "From the creators of **Job Simulator** comes an all new omniversal hand tracked cooperative multiplayer game: **Dimensional Double Shift!**\n\nAssemble a team of up to 4 friends to run the Gas N’ Grill, an omnidimensional diner and garage. Work your hardest to please your “helpful” AI manager ALICE, or ignore her — she’s only a hologram. Fix, refuel, shred, smash, and torch as you help the citizens of the omniverse. The balance of floating roadside convenience rests in you and your friends’ hands!\n\n* **Co-Working Chaos**: Crack some eggs, weld some pipes and grab your friends or frenemies to clock in for a Gas N’ Grill double shift.\n* **Multi-dimensional Mayhem:** Travel across the omniverse to different dimensions and serve their inhabitants. The real on-the-job training begins now!\n* **Spacetime Busting Humor**: Conglomni Corp. believes in a better tomorrow, from its lowliest workers to its most genius executives. Laugh through the tears of endless shift work with cheeky and provocative humor.\n* **Rewards fit for the Corporate Treadmill:** Is there a wage? Of course! If by wage you mean corporate branded swag. Earn Conglomni rewards, the most fulfilling form of “payment” since team pizza parties.\n* **Meet ALICE**: Conglomni Corp’s AI supervisor has been trained on the best data, and is ready to string together a series of words to keep you motivated! Corporate’s subcontracted outsourced programmers have moved beyond the GPT to the next generation GPC (Generally Probably Coherent). Don’t forget — she’s the boss!", "short_description": "From the creators of Job Simulator comes an all new omniversal hand tracked cooperative multiplayer game: Dimensional Double Shift! Join up to four players as you cook, fix, refuel, shred, smash, and torch. The balance of floating roadside convenience rests in you and your friends’ hands!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://policies.google.com/privacy", "developer_terms_of_service_url": "https://policies.google.com/terms", "publisher_name": "Owlchemy Labs", "support_website_url": null, "website_url": "https://owlchemylabs.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1023770785722696"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["HAND_TRACKING"], "supported_player_modes": ["STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["CO_OP"], "id": "8371820629578080"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "1017737349936722"}]}, "baseline_offer": {"id": "1017737349936722"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1727370000, "status": "PUBLISHED", "id": "1017737349936722"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25730078156659058", "version": "1.8.68680"}, "id": "4613417312047597", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4449903565103159", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25730078156659058"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1771007693, "id": "25885422471124625", "version": "1.9.70077", "version_code": 14907, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "25885418357791703"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4449903565103159", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25730078156659058"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1771001690, "id": "25884657524534453", "version": "1.9.70059", "version_code": 14887, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "25884655137868025"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4449903565103159", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25730078156659058"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770984088, "id": "25882523224747883", "version": "1.9.70056", "version_code": 14900, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "25882521161414756"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4449903565103159", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25730078156659058"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770974004, "id": "25881406138192925", "version": "1.9.69999", "version_code": 14895, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "25881403844859821"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4449903565103159", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25730078156659058"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770972540, "id": "25881252954874910", "version": "1.9.70001", "version_code": 14893, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "25881249804875225"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}