{"data": {"node": {"__typename": "Application", "id": "7749978975013877", "organization": {"id": "128765243099707", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24504722419188631"}]}, "id": "1275375077174095"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24388681187403950"}]}, "id": "749205570971834"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24358184610449714"}]}, "id": "1931962520968479"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9159568100749273"}]}, "id": "596235216449515"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8890091094338545"}]}, "id": "465905979775936"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "26522947783985699"}]}, "id": "506132685225516"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7749978975013877"}]}, "id": "711873794419981"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5238121626311418"}]}, "id": "731509902353053"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6976186869099783"}]}, "id": "6759108610877222"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6522692727792839"}]}, "id": "269204899133197"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6377840832333455"}]}, "id": "6739577106067056"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7749978975013877", "release_date": 1705086412, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 14}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "26760054366913052"}, "id": "3579815338929912"}]}}, "binary": null, "live_binary": null, "created_date": 1768370090, "id": "26524205193831305", "is_initial_release": false, "name_with_fallback": "v29", "pdp_metadata_with_fallback": {"version": 21, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "26749456054639550"}, "release_status": "RELEASED", "id": "7749978975013877"}, "id": "26749456054639550", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7749978975013877", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "331656956418493"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "25758817563783869", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Баскетбол", "Игра", "Мяч", "Корзина"], "long_description": "**Погрузитесь в виртуальный баскетбол: простой и доступный опыт. Подключение к Интернету не требуется.**\n\n**Участвуйте в захватывающих соревнованиях или оттачивайте свои навыки в спокойной обстановке.** Эта инновационная симуляция баскетбола в виртуальной реальности подходит игрокам, способствуя инклюзивному и приятному опыту.\n\n**Непревзойденный комфорт:** Оптимизированная механика движений сводит к минимуму потенциальный дискомфорт, вызванный виртуальной реальностью. Регулируемая сложность позволяет вам подстраивать темп под свои предпочтения, обеспечивая плавный и захватывающий игровой процесс.\n\n**Индивидуальный игровой процесс:** Оттачивайте свою технику в статических тренировочных модулях или бросайте вызов себе в динамичных матчах 5 на 5. Помощь в бросках поощряет участие, а возможность точных бросков повышает сложность для опытных игроков.\n\n**Свобода на площадке:** Примите стиль игры, который подходит вам. Эта симуляция ставит удовольствие выше жестких правил, позволяя вам определять свой собственный баскетбольный путь.\n\n**Подготовьтесь к победе:** Перед выходом на виртуальную площадку мы рекомендуем вам ознакомиться с нашими всеобъемлющими советами и рекомендациями, а также обучающими ресурсами.\n\n**Примите будущее баскетбола: погрузитесь в него сегодня!**\n\n**ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ**\n\n- Игра ставит удовольствие выше жестких правил, и мы ценим мнение пользователей. Вы можете предложить улучшения на нашем канале Discord или обсудить настройки\n- Посмотрите настройки, если что-то слишком просто или сложно", "short_description": "Доминируйте на площадке в VR! Играйте в обычные матчи 5 на 5 или тренируйтесь в одиночку. Регулируемая сложность и движение делают игру действительно увлекательной. Оттачивайте навыки с помощью статических упражнений или проверьте себя в точных бросках. Это ваша площадка, ваши правила — вас ждет настоящее баскетбольное развлечение!"}, {"images": {"nodes": []}, "id": "4001388973326460", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Baschet", "Meci", "Minge", "Coș"], "long_description": "**Cufundați-vă în baschetul virtual: o experiență ocazională, accesibilă. Nu este necesară conexiune la internet.**\n\n**Angajați-vă în competiții palpitante sau perfecționați-vă abilitățile într-un mediu senin.** Această simulare inovatoare de baschet VR se adresează jucătorilor, promovând o experiență incluzivă și plăcută.\n\n**Confort de neegalat:** Mecanica optimizată a mișcării minimizează potențialul de disconfort indus de VR. Dificultatea reglabilă vă permite să adaptați ritmul după preferințele dvs., asigurând o experiență de joc fluidă și captivantă.\n\n**Joc personalizat:** Perfecționați-vă tehnica în module de antrenament statice sau provocați-vă în meciuri dinamice 5v5. Aruncările asistate încurajează participarea, în timp ce opțiunea pentru aruncarea de precizie ridică provocarea pentru jucătorii cu experiență.\n\n**Libertate pe teren:** îmbrățișează un stil de joc care ți se potrivește. Această simulare acordă prioritate plăcerii față de regulile rigide, dându-vă puterea să vă definiți propria călătorie la baschet.\n\n**Pregătiți-vă pentru Victorie:** Înainte de a intra pe terenul virtual, vă recomandăm să vă familiarizați cu resursele noastre cuprinzătoare Sfaturi și trucuri și tutorial.\n\n**Îmbrățișează viitorul baschetului: scufundă-te astăzi!**\n\n**CLIMERE DE RESPONSABILITATE**\n\n- Jocul acordă prioritate plăcerii față de regulile rigide și prețuim vocea utilizatorului. Puteți sugera îmbunătățiri în canalul nostru Discord sau puteți discuta despre setări\n- Verificați setările dacă ceva este prea ușor sau dificil", "short_description": "Domine a quadra em VR! Jogue partidas casuais 5v5 ou treine sozinho. Dificuldade e movimento ajustáveis ​​tornam-no muito divertido. Aprimore as suas capacidades com exercícios estáticos ou teste-se com lançamentos de precisão. É o seu campo, as suas regras - pura diversão no basquetebol espera por si!"}, {"images": {"nodes": []}, "id": "3942271832573834", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Bold", "Spiller", "Kurv", "Kamp"], "long_description": "**Fordyb dig i virtuel basketball: En afslappet, tilgængelig oplevelse. Ingen internetforbindelse påkrævet.**\n\n**Deltag i spændende konkurrence eller forfin dine færdigheder i et fredfyldt miljø.** Denne innovative VR-basketballsimulering henvender sig til spillere og fremmer en inkluderende og fornøjelig oplevelse.\n\n**Uovertruffen komfort:** Optimeret bevægelsesmekanik minimerer potentialet for VR-induceret ubehag. Justerbar sværhedsgrad giver dig mulighed for at skræddersy tempoet til dine præferencer, hvilket sikrer en jævn og fordybende spiloplevelse.\n\n**Skræddersyet gameplay:** Finpuds din teknik i statiske træningsmoduler eller udfordr dig selv i dynamiske 5v5-kampe. Assisterede kast opmuntrer til deltagelse, mens muligheden for præcisionskast løfter udfordringen for erfarne spillere.\n\n**Frihed på banen:** Omfavn en gameplay-stil, der passer til dig. Denne simulering prioriterer nydelse frem for stive regler, hvilket giver dig mulighed for at definere din egen basketballrejse.\n\n**Forbered dig på sejr:** Før du går ind i den virtuelle bane, anbefaler vi, at du gør dig bekendt med vores omfattende tips og tricks og vejledningsressourcer.\n\n**Embrace the Future of Basketball: Fordyb dig i dag!**\n\n**ANSVARSFRASKRIVELSE**\n\n- Spil prioriterer nydelse frem for stive regler, og vi værdsætter brugerstemme. Du kan foreslå forbedringer i vores Discord-kanal eller diskutere indstillinger\n- Undersøg indstillinger, hvis noget er for nemt eller svært", "short_description": "Dominer retten i VR! Spil afslappede 5v5-kampe eller træne solo. Justerbar sværhedsgrad og bevægelse gør det rigtig sjovt. Finpuds færdigheder med statiske øvelser eller test dig selv med præcisionskast. Det er din bane, dine regler - ren basketball-sjov venter!"}, {"images": {"nodes": []}, "id": "2343946409402695", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["篮球", "Basketball", "比赛", "球", "篮筐"], "long_description": "**沉浸在虚拟篮球中：一种休闲、易用的体验。无需网络连接.**\n\n**参与激动人心的比赛或在宁静的环境中磨练您的技能.** 这款创新的 VR 篮球模拟游戏迎合了玩家的需求，营造了一种包容而愉快的体验。\n\n**无与伦比的舒适度** 化的运动机制最大限度地减少了 VR 引起的不适。可调节的难度让您可以根据自己的喜好调整节奏，确保流畅、身临其境的游戏体验。\n\n**量身定制的游戏玩法** 在静态训练模块中磨练您的技术，或在动态的 5v5 比赛中挑战自己。辅助投掷鼓励参与，而精准投掷选项则为经验丰富的玩家增加了挑战。\n\n**球场上的自由** 拥抱适合您的游戏风格。这款模拟游戏优先考虑乐趣而不是严格的规则，让您能够定义自己的篮球之旅。\n\n**为胜利做好准备** 在进入虚拟球场之前，我们建议您熟悉我们全面的技巧和窍门以及教程资源。\n\n**拥抱篮球的未来：今天就沉浸其中吧！**\n\n**免责声明**\n\n- 游戏优先考虑娱乐性而非严格的规则，我们重视用户的声音。您可以在我们的 Discord 频道中提出改进建议或讨论设置\n- 如果某些事情太简单或太困难，请查看设置", "short_description": "在 VR 中称霸球场！玩休闲 5v5 比赛或单独训练。可调节的难度和动作使其非常有趣。通过静态训练磨练技能或通过精确投掷测试自己。这是你的球场，你的规则 - 纯粹的篮球乐趣等待着你！"}, {"images": {"nodes": []}, "id": "2127615161107829", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Basquetebol", "Jogo", "Cesta", "Jogador"], "long_description": "**Mergulhe no basquetebol virtual: uma experiência casual e acessível. Não é necessária ligação à Internet.**\n\n**Participe em competições emocionantes ou aperfeiçoe as suas capacidades num ambiente sereno.** Esta inovadora simulação de basquetebol VR serve os jogadores, promovendo uma experiência inclusiva e agradável.\n\n**Conforto incomparável:** A mecânica de movimento otimizada minimiza o potencial de desconforto induzido pela RV. A dificuldade ajustável permite-lhe ajustar o ritmo de acordo com a sua preferência, garantindo uma experiência de jogo suave e envolvente.\n\n**Jogabilidade personalizada:** Melhore a sua técnica em módulos de treino estático ou desafie-se em partidas dinâmicas 5v5. Os lançamentos assistidos incentivam a participação, enquanto a opção de lançamentos de precisão eleva o desafio para os jogadores experientes.\n\n**Liberdade no court:** Adote um estilo de jogo que combina consigo. Esta simulação prioriza a diversão em vez de regras rígidas, permitindo-lhe definir a sua própria jornada no basquetebol.\n\n**Prepare-se para a vitória:** Antes de entrar no court virtual, recomendamos que se familiarize com os nossos recursos abrangentes de dicas e truques e tutoriais.\n\n**Abrace o futuro do basquetebol: mergulhe hoje!**\n\n**ISENÇÃO DE RESPONSABILIDADE**\n\n- O jogo prioriza a diversão em vez de regras rígidas e valorizamos a voz do utilizador. Pode sugerir melhorias no nosso canal Discord ou discutir configurações\n- Verifique as definições se algo for demasiado fácil ou difícil", "short_description": "Domine a quadra em VR! Jogue partidas casuais 5v5 ou treine sozinho. Dificuldade e movimento ajustáveis ​​tornam-no muito divertido. Aprimore as suas capacidades com exercícios estáticos ou teste-se com lançamentos de precisão. É o seu campo, as suas regras - pura diversão no basquetebol espera por si!"}, {"images": {"nodes": []}, "id": "2096068427899504", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["basketball", "Košarka", "Míč", "Koš", "Zápas"], "long_description": "**Ponořte se do virtuálního basketbalu: Neformální a přístupný zážitek. Není nutné připojení k internetu.**\n\n**Zapojte se do vzrušující soutěže nebo zdokonalte své dovednosti v klidném prostředí.** Tato inovativní simulace VR basketbalu vychází vstříc hráčům a podporuje inkluzivní a příjemný zážitek.\n\n**Bezkonkurenční pohodlí:** Optimalizovaná mechanika pohybu minimalizuje možnost nepohodlí způsobeného VR. Nastavitelná obtížnost vám umožňuje přizpůsobit tempo vašim preferencím a zajistit hladký a pohlcující herní zážitek.\n\n**Přizpůsobená hratelnost:** Zdokonalte svou techniku ​​ve statických tréninkových modulech nebo se vyzvěte v dynamických zápasech 5v5. Asistované hody podporují účast, zatímco možnost přesného házení zvyšuje výzvu pro zkušené hráče.\n\n**Svoboda na kurtu:** Osvojte si herní styl, který vám vyhovuje. Tato simulace upřednostňuje zábavu před pevnými pravidly a umožňuje vám definovat si vlastní basketbalovou cestu.\n\n**Připravte se na vítězství:** Před vstupem na virtuální kurt doporučujeme seznámit se s našimi komplexními zdroji tipů a triků a návodů.\n\n**Přijměte budoucnost basketbalu: Ponořte se ještě dnes!**\n\n**PROHLÁŠENÍ**\n\n- Hra upřednostňuje zábavu před přísnými pravidly a oceňujeme hlas uživatelů. Můžete navrhnout vylepšení na našem kanálu Discord nebo diskutovat o nastavení\n- Podívejte se do nastavení, pokud je něco příliš snadné nebo obtížné", "short_description": "Ovládněte kurt ve VR! Hrajte neformální zápasy 5v5 nebo trénujte sólo. Díky nastavitelné obtížnosti a pohybu je to opravdu zábavné. Zdokonalujte své dovednosti pomocí statických cvičení nebo se otestujte pomocí přesných hodů. Je to váš kurt, vaše pravidla – čeká vás čistá basketbalová zábava!"}, {"images": {"nodes": []}, "id": "1856010548386476", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Koszykówka", "Piłka", "Mecz", "Kosz"], "long_description": "**Zanurz się w wirtualnej koszykówce: swobodne, dostępne doświadczenie. Nie jest wymagane połączenie z Internetem.**\n\n**Weź udział w ekscytującej rywalizacji lub doskonal swoje umiejętności w spokojnym otoczeniu.** Ta innowacyjna symulacja koszykówki VR jest dostosowana do graczy, zapewniając inkluzywne i przyjemne doświadczenie.\n\n**Nieporównywalny komfort:** Zoptymalizowana mechanika ruchu minimalizuje ryzyko dyskomfortu wywołanego przez VR. Regulowany poziom trudności pozwala dostosować tempo do własnych preferencji, zapewniając płynne i wciągające wrażenia z rozgrywki.\n\n**Dostosowana rozgrywka:** Doskonal swoją technikę w statycznych modułach treningowych lub rzuć sobie wyzwanie w dynamicznych meczach 5 na 5. Wspomagane rzuty zachęcają do uczestnictwa, a opcja precyzyjnych rzutów zwiększa wyzwanie dla doświadczonych graczy.\n\n**Wolność na boisku:** Wybierz styl gry, który Ci odpowiada. Ta symulacja stawia przyjemność ponad sztywne zasady, dając Ci możliwość zdefiniowania własnej koszykarskiej podróży.\n\n**Przygotuj się na zwycięstwo:** Przed wejściem na wirtualny kort zalecamy zapoznanie się z naszymi kompleksowymi wskazówkami i poradami oraz materiałami instruktażowymi.\n\n**Poznaj przyszłość koszykówki: Zanurz się już dziś!**\n\n**ZASTRZEŻENIE**\n\n- Gra stawia przyjemność ponad sztywne zasady, a my cenimy głos użytkowników. Możesz zaproponować ulepszenia na naszym kanale Discord lub omówić ustawienia\n- Sprawdź ustawienia, jeśli coś jest zbyt łatwe lub trudne", "short_description": "Zdominuj boisko w VR! Graj w luźne mecze 5v5 lub trenuj solo. Regulowany poziom trudności i ruch sprawiają, że jest naprawdę fajnie. Doskonal umiejętności za pomocą ćwiczeń statycznych lub sprawdź się w precyzyjnych rzutach. To Twoje boisko, Twoje zasady - czysta koszykarska zabawa czeka!"}, {"images": {"nodes": []}, "id": "1586046552721454", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Kamp", "Ball", "Spiller", "Kurv"], "long_description": "**Fordyp deg i virtuell basketball: En uformell, tilgjengelig opplevelse. Ingen Internett-tilkobling kreves.**\n\n**Delta i spennende konkurranser eller finpusse ferdighetene dine i et rolig miljø.** Denne innovative VR-basketballsimuleringen henvender seg til spillere, og fremmer en inkluderende og hyggelig opplevelse.\n\n**Uovertruffen komfort:** Optimalisert bevegelsesmekanikk minimerer potensialet for VR-indusert ubehag. Justerbar vanskelighetsgrad lar deg skreddersy tempoet til dine preferanser, noe som sikrer en jevn og oppslukende spillopplevelse.\n\n**Skreddersydd spilling:** Finslip teknikken din i statiske treningsmoduler eller utfordre deg selv i dynamiske 5v5-kamper. Assisterte kast oppmuntrer til deltakelse, mens muligheten for presisjonskast øker utfordringen for erfarne spillere.\n\n**Frihet på banen:** Omfavn en spillestil som passer deg. Denne simuleringen prioriterer nytelse fremfor stive regler, og gir deg mulighet til å definere din egen basketballreise.\n\n**Forbered deg på seier:** Før du går inn i den virtuelle banen, anbefaler vi at du gjør deg kjent med våre omfattende tips og triks og veiledningsressurser.\n\n**Omfavn basketballens fremtid: Fordyp deg i dag!**\n\n**ANSVARSFRASKRIVELSE**\n\n- Spill prioriterer nytelse fremfor rigide regler og vi verdsetter brukerstemme. Du kan foreslå forbedringer i vår Discord-kanal eller diskutere innstillinger\n- Se på innstillinger hvis noe er for enkelt eller vanskelig", "short_description": "Dominer retten i VR! Spill uformelle 5v5-kamper eller tren alene. Justerbar vanskelighetsgrad og bevegelse gjør det veldig morsomt. Finpusse ferdighetene med statiske øvelser eller test deg selv med presisjonskast. Det er din bane, dine regler - ren basketballmoro venter!"}, {"images": {"nodes": [{"file_name": "1440x1440 bas (2).png", "id": "2379567515763156", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391806_2379567522429822_1672825499801038614_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IpBE_V82WrgQ7kNvwGG9NOU&_nc_oc=Adkd8UEYTVJu1hQyXeyrs55haIeIiVM7PfKQQ7QUTLIV758nqs8K7iYCMyIjo08Dzww&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv3ARCHcRF0wBR_s0Df5eGZqEyBAAda81ktKGlz0b_Lww&oe=6995C4F4"}, {"file_name": "2560x1440 bas(2).png", "id": "2340767152969136", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391781_2340767156302469_9204251006062375086_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FAMa9y136jUQ7kNvwGrUXvY&_nc_oc=AdkjgY_BnZdGfhQDtUv7XDo4cQGxr0RMab6XEEQ_1Tb5ujuumMia1b-Syuw9WObyhbw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuLwWeO7VxePhgAJF0UuVY8YxCbCDGFS95Nz_dexMZEeQ&oe=6995B054"}, {"file_name": "1008x1440JHY bas (2).png", "id": "1346532576667384", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393286_1346532580000717_8994426996754732912_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_aid=0&_nc_ohc=deuWvYPuqvkQ7kNvwGR13Y3&_nc_oc=AdnLhLBiLxBTVnMpzg3rL71QzO_sgxw95XmYBpe4QAud9rxY7OO9yuagAokUZwa5C4w&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsLcrjJRsDymG-Ylai-j5W35xAh1ukSUqJYGHfAByU1zA&oe=69959DC0"}, {"file_name": "1440x1440 bas (1).png", "id": "1292772098488535", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391716_1292772101821868_8533958837611371434_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9vyM2hgD2WIQ7kNvwFzDkNn&_nc_oc=AdnXLA4RqCP1T3XVrBEfoq5UuR2AG1Mz44RKKhpNC4IJ76peLb1In6eUjS0XVoZvfgE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu_k4_vvxjvAk85kCGvvYRAP8eKV_Kb38NamIZE_w3a7Q&oe=6995B459"}, {"file_name": "ikona512.png", "id": "1009485050960024", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982638_1009485054293357_1199274990764896567_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DiNbKkIgj1kQ7kNvwEONFEO&_nc_oc=Adm5MZgCXInzUxoXU6-_cDcu3qigE0ANo9qsxiqKe4ALk1kThck5gFL6J_3vQKmKPGQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsZ1sTTtPzoKnZjlnmhRgx-YZyTT_CJylGAN8bcbF7tzA&oe=6995CB61"}, {"file_name": "3000x900 bas (1).png", "id": "852054783752385", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391716_852054787085718_7975210980976447238_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XihsEIiturQQ7kNvwGVS6CI&_nc_oc=AdlMDtj2KldVEg19HLNCPyoJnwOKoSbUmTwNV_cvwrQIJVwxuIs6IJ1h6F1yK4fgau0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuZZeq-bQzpHnPHZn-feG-qq2iyVJL0-onpzQ5tKbyimg&oe=69959CF0"}]}, "id": "1469873804702663", "locale": "en_US", "screenshots": [{"file_name": "sc4.png", "id": "765508732821739", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491825497_765508736155072_1716747418959587658_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PePta_HYnE8Q7kNvwE6Xey_&_nc_oc=AdmdL_Z-oDacDnPS5xL5KP2S613fkr02FN230hjqtRVf5_-G9O3uvV5mnsW9TuC8aKs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuOjXqoxXy-IKIWv0XfdX7BvJu4OjmhaUu6Q7BOhyNAUQ&oe=6995A1CC"}, {"file_name": "A1.png", "id": "454207517228690", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75485580_454207520562023_618124869589003893_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H6Bk5Tw0PhAQ7kNvwG0vG0x&_nc_oc=AdmRRqNkcSZuPIJHr8ySX7aFkRrZTrzzgZNtvtEYLghYLdYSoFnODmZUEOLxAZIccT8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsUvZZ-4vZUjxmHUJN2dF_OKhJuVX6r_Y2jaPZlkTX7OA&oe=6995B613"}, {"file_name": "A3.png", "id": "486904003803561", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75395604_486904007136894_5354647705262024016_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kK9wg-lG17IQ7kNvwGuVLWC&_nc_oc=Adn4kYjv3z8vSLWS-FRzOM0B7ekzSD2gzVIvsyfBgbQwLJVyaReYN5A7T4s-t0_cPuw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsu_u7KmuZ0GxXb7crhfFnopGBqbDu9ALI9QZg_bMFyKA&oe=6995A0AC"}, {"file_name": "sc6.png", "id": "1919887859414508", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821704_1919887862747841_6208784363324488682_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=p5_GkWCedOUQ7kNvwG5EVgK&_nc_oc=AdkOfOgOE3MxLkLqP--4rm1CICVz6tN6VR8Sc1OfFwN8AVXbk93H2Q5DcxR3Wy-yDps&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsKbtN-Gr_EqOZd4-LaXDSyPLvn_CPqjWdAab3VrcI0NQ&oe=6995AFB5"}, {"file_name": "A5.png", "id": "797015945507000", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75302224_797015948840333_9062511312771894655_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1OBn4kKT7TYQ7kNvwECF6DB&_nc_oc=AdmwdPGbQiaQ-vBW9QEvm8in6clFTOLuyq6leoJIIt0rW9iriLbQi7A27v-Gj6kNYSw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu4r0MRAtjP-vvKBfLczXIvZyy3D6j8Jcmy26qkb8Z8eA&oe=6995A04E"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "2560x1440 bas(2).png", "id": "1047063833905445", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391781_1047063837238778_7496786514780933794_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CCag_QBMCWwQ7kNvwF1nfdC&_nc_oc=AdlUp9Kx7CDWbYgQbry0QPPsHADkaOYp0LWbh39fCu5Nm4v5h3g1s-e1cHXM0nTLn4o&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuqpEJN811qspSDzv9AfHjjQhRNj5tRLZiFR9bE30NLYA&oe=69959CEA"}, "display_name": "Play Five: Ultimate Basketball", "keywords": ["basketball", "dunk", "sport", "fitness", "hoops"], "long_description": "🏀 **VR Basketball Like You’ve Never Played Before**\n\nStep onto the court and take full control of your team in an immersive basketball experience built entirely for VR. Play offline, master your skills, customize everything, and lead your squad to championship glory — all from inside the game.\n\nWhether you want fast arcade action or serious league competition, this game delivers fun, freedom, and full control over how basketball feels in VR.\n\n---\n🔥 **Game Modes**\n- **Quick Match** – Jump straight into action by choosing home and visiting teams  \n- **League** – Compete across a season and win trophies  \n- **Tournament** – Battle selected teams in knockout-style competition  \n- **Training** – Learn dribbling, shooting, movement, and dunking\n- **Ball Smasher** – Arcade mini-game for pure fun  \n\n---\n🎮 **Deep Gameplay & Customization**\n- Full **team and player management**\n- Edit outfits, logos, team names, player names, bodies, faces, and hairstyles \n- Customize **all 50 teams** in the game — play against your dream lineups  \n- Tons of **gameplay settings** to tailor the experience  \n- Add **fun hats** and visual flair to players  \n- Choose between **manual or automatic dribbling**  \n- **Assisted or precise shooting** modes  \n- **Slow motion**, **commentary**, **fire balls**, and **score effects** for epic moments  \n\n---\n🏆 **Progress & Achievements**\n- Unlock **20+ stylish achievements** with collectible badges  \n---\n🌍 **Locations**\n- **Arena** – Classic indoor stadium atmosphere  \n- **City** – Outdoor games with optional rain effects  \n", "short_description": "Take full control of your team in an immersive VR basketball experience you can play completely offline. Jump into quick matches, compete in leagues and tournaments, train your skills, or enjoy arcade-style mini game. Customize your players, teams, outfits, logos, and even all 50 teams in the game. Choose between assisted or precise shooting, manual or automatic dribbling, activate slow motion, fire balls, score effects, and commentary for epic moments. "}, {"images": {"nodes": []}, "id": "1380985546680772", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Spiel", "Spieler", "Ball", "Korb"], "long_description": "**Tauchen Sie ein in virtuellen Basketball: Ein lockeres, zugängliches Erlebnis. Keine Internetverbindung erforderlich.**\n\n**Beteiligen Sie sich an aufregenden Wettkämpfen oder verfeinern Sie Ihre Fähigkeiten in einer ruhigen Umgebung.** Diese innovative VR-Basketballsimulation ist auf Spieler zugeschnitten und fördert ein umfassendes und unterhaltsames Erlebnis.\n\n**Unvergleichlicher Komfort:** Optimierte Bewegungsmechaniken minimieren das Potenzial für VR-bedingtes Unbehagen. Durch anpassbare Schwierigkeit können Sie das Tempo Ihren Wünschen anpassen und so ein flüssiges und immersives Spielerlebnis gewährleisten.\n\n**Maßgeschneidertes Gameplay:** Verfeinern Sie Ihre Technik in statischen Trainingsmodulen oder fordern Sie sich in dynamischen 5-gegen-5-Spielen heraus. Unterstützte Würfe fördern die Teilnahme, während die Option für Präzisionswürfe die Herausforderung für erfahrene Spieler erhöht.\n\n**Freiheit auf dem Platz:** Entwickeln Sie einen Spielstil, der zu Ihnen passt. Diese Simulation priorisiert den Spaß gegenüber starren Regeln und ermöglicht es Ihnen, Ihre eigene Basketballreise zu bestimmen.\n\n**Bereiten Sie sich auf den Sieg vor:** Bevor Sie den virtuellen Platz betreten, empfehlen wir Ihnen, sich mit unseren umfassenden Tipps & Tricks und Tutorial-Ressourcen vertraut zu machen.\n\n**Entdecken Sie die Zukunft des Basketballs: Tauchen Sie noch heute ein!**\n\n**HAFTUNGSAUSSCHLUSS**\n\n- Sie können in unserem Discord-Kanal Verbesserungen vorschlagen oder Einstellungen besprechen.\n", "short_description": "Dominiere das Spielfeld in VR! Spiele lockere 5-gegen-5-Matches oder trainiere alleine. Einstellbarer Schwierigkeitsgrad und Bewegung machen es richtig lustig. Verbessere deine Fähigkeiten mit statischen Übungen oder teste dich mit Präzisionswürfen. Es ist dein Spielfeld, deine Regeln – purer Basketballspaß erwartet dich!"}, {"images": {"nodes": []}, "id": "1210976761176004", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Basketbol", "Maç", "Top", "Potası"], "long_description": "**Sanal Basketbola Dalın: Rahat, Erişilebilir Bir Deneyim. İnternet bağlantısı gerekmez.**\n\n**Heyecan verici bir rekabete katılın veya sakin bir ortamda becerilerinizi geliştirin.** Bu yenilikçi VR basketbol simülasyonu, oyunculara hitap ederek kapsayıcı ve keyifli bir deneyim sunar.\n\n**Benzersiz Konfor:** Optimize edilmiş hareket mekaniği, VR kaynaklı rahatsızlık olasılığını en aza indirir. Ayarlanabilir zorluk, hızı tercihinize göre ayarlamanıza olanak tanır ve akıcı ve sürükleyici bir oyun deneyimi sağlar.\n\n**Kişiye Özel Oyun:** Statik eğitim modüllerinde tekniğinizi geliştirin veya dinamik 5'e 5 maçlarda kendinize meydan okuyun. Destekli atışlar katılımı teşvik ederken, hassas atış seçeneği deneyimli oyuncular için zorluğu artırır.\n\n**Sahada Özgürlük:** Size uygun bir oyun tarzını benimseyin. Bu simülasyon, katı kurallardan çok eğlenceye öncelik vererek kendi basketbol yolculuğunuzu tanımlamanızı sağlar.\n\n**Zafer İçin Hazırlanın:** Sanal sahaya girmeden önce, kapsamlı İpuçları ve Püf Noktaları ve Eğitim kaynaklarımıza aşina olmanızı öneririz.\n\n**Basketbolun Geleceğini Kucaklayın: Bugün kendinizi kaptırın!**\n\n**SORUMLULUK REDDİ**\n\n- Oyun, katı kurallardan ziyade eğlenceye öncelik verir ve kullanıcı sesine değer veririz. Discord kanalımızda iyileştirmeler önerebilir veya ayarları tartışabilirsiniz\n- Bir şey çok kolay veya zorsa ayarları inceleyin", "short_description": "VR'da sahaya hakim olun! Gündelik 5v5 maçlar oynayın veya tek başınıza antrenman yapın. Ayarlanabilir zorluk ve hareket oyunu gerçekten eğlenceli hale getiriyor. Statik matkaplarla becerilerinizi geliştirin veya hassas atışlarla kendinizi test edin. Burası sizin sahanız, sizin kurallarınız; saf basketbol eğlencesi sizi bekliyor!"}, {"images": {"nodes": []}, "id": "1207699294812816", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "バスケットボール", "ボール", "試合", "ゴール"], "long_description": "**バーチャルバスケットボールに没頭しましょう: カジュアルでアクセスしやすい体験。インターネット接続は必要ありません。**\n\n**爽快な競争に参加したり、静かな環境でスキルを磨いたりできます。** この革新的な VR バスケットボール シミュレーションは、プレイヤーのニーズに応え、包括的で楽しい体験を促進します。\n\n**比類のない快適さ:** 最適化された動作メカニズムにより、VR による不快感を最小限に抑えます。調整可能な難易度により、ペースを好みに合わせて調整できるため、スムーズで没入感のあるゲームプレイ体験が保証されます。\n\n**カスタマイズされたゲームプレイ:** 静的なトレーニング モジュールでテクニックを磨くか、ダイナミックな 5 対 5 の試合で自分自身に挑戦してください。アシスト スローは参加を促し、精密スローのオプションは経験豊富なプレイヤーの挑戦を高めます。\n\n**コートでの自由:** 自分に合ったゲームプレイ スタイルを採用してください。このシミュレーションは、厳格なルールよりも楽しみを優先し、独自のバスケットボールの旅を定義する力を与えます。\n\n**勝利に備える:** バーチャルコートに入る前に、当社の包括的なヒントとコツ、チュートリアル リソースをよく理解しておくことをお勧めします。\n\n**バスケットボールの未来を受け入れよう: 今すぐ夢中になりましょう!**\n\n**免責事項**\n\n- ゲームは厳格なルールよりも楽しさを優先し、ユーザーの声を大切にしています。Discord チャンネルで改善を提案したり、設定について話し合ったりできます\n- 簡単すぎる、または難しい場合は設定を確認してください", "short_description": "VR でコートを制覇しましょう! カジュアルな 5 対 5 の試合をプレイするか、一人でトレーニングしましょう。難易度と動きを調整できるので、本当に楽しいです。静的ドリルでスキルを磨いたり、精密なスローで自分自身を試したりできます。コートはあなた次第、ルールはあなた次第 - 純粋なバスケットボールの楽しみが待っています!"}, {"images": {"nodes": []}, "id": "943309981985948", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Basket", "Match", "Ballon", "Joueur"], "long_description": "**Plongez dans le basket-ball virtuel : une expérience décontractée et accessible. Aucune connexion Internet requise.**\n\n**Participez à une compétition exaltante ou perfectionnez vos compétences dans un environnement serein.** Cette simulation de basket-ball VR innovante s'adresse aux joueurs, favorisant une expérience inclusive et agréable.\n\n**Confort inégalé :** Les mécanismes de mouvement optimisés minimisent le risque d'inconfort induit par la réalité virtuelle. La difficulté réglable vous permet d'adapter le rythme à vos préférences, garantissant une expérience de jeu fluide et immersive.\n\n**Gameplay personnalisé :** Affinez votre technique dans des modules d'entraînement statiques ou mettez-vous au défi dans des matchs dynamiques à 5 contre 5. Les lancers assistés encouragent la participation, tandis que l'option de lancer de précision augmente le défi pour les joueurs expérimentés.\n\n**Liberté sur le terrain :** Adoptez un style de jeu qui vous convient. Cette simulation privilégie le plaisir aux règles rigides, vous permettant de définir votre propre parcours de basket-ball.\n\n**Préparez-vous à la victoire :** Avant d'entrer sur le terrain virtuel, nous vous recommandons de vous familiariser avec nos conseils et astuces complets et nos ressources de tutoriels.\n\n**Adoptez l'avenir du basket-ball : plongez-vous dès aujourd'hui !**\n\n**AVIS DE NON-RESPONSABILITÉ**\n\n- Vous pouvez suggérer des améliorations sur notre canal Discord ou discuter des paramètres\n", "short_description": "Dominez le terrain en VR ! Jouez à des matchs 5 contre 5 ou entraînez-vous en solo. La difficulté et les mouvements réglables rendent le jeu vraiment amusant. Perfectionnez vos compétences avec des exercices statiques ou testez-vous avec des lancers de précision. C'est votre terrain, vos règles : le pur plaisir du basket vous attend !"}, {"images": {"nodes": []}, "id": "936505459049773", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Baloncesto", "Partido", "Canasta", "Jugador"], "long_description": "**Sumérgete en el baloncesto virtual: una experiencia informal y accesible. No requiere conexión a Internet.**\n\n**Participa en una emocionante competencia o perfecciona tus habilidades en un entorno sereno.** Esta innovadora simulación de baloncesto en realidad virtual está dirigida a los jugadores y fomenta una experiencia inclusiva y agradable.\n\n**Comodidad incomparable:** La mecánica de movimiento optimizada minimiza la posibilidad de incomodidad inducida por la realidad virtual. La dificultad ajustable te permite adaptar el ritmo a tus preferencias, lo que garantiza una experiencia de juego fluida e inmersiva.\n\n**Jugabilidad personalizada:** Perfecciona tu técnica en módulos de entrenamiento estático o desafíate a ti mismo en partidos dinámicos de 5 contra 5. Los lanzamientos asistidos fomentan la participación, mientras que la opción de lanzamientos de precisión eleva el desafío para los jugadores experimentados.\n\n**Libertad en la cancha:** Adopta un estilo de juego que se adapte a ti. Esta simulación prioriza la diversión sobre las reglas rígidas, lo que te permite definir tu propio viaje en el baloncesto.\n\n**Prepárate para la victoria:** Antes de ingresar a la cancha virtual, te recomendamos que te familiarices con nuestros completos recursos de consejos y trucos y tutoriales.\n\n**Adopta el futuro del baloncesto: ¡sumérgete hoy mismo!**\n\n**DESCARGO DE RESPONSABILIDAD**\n\n-  Puedes sugerir mejoras en nuestro canal de Discord o hablar sobre la configuración.", "short_description": "¡Domina la cancha en realidad virtual! Juega partidos casuales de 5 contra 5 o entrena en solitario. La dificultad y el movimiento ajustables lo hacen muy divertido. Perfecciona tus habilidades con ejercicios estáticos o ponte a prueba con lanzamientos de precisión. Es tu cancha, tus reglas: ¡te espera pura diversión de baloncesto!"}, {"images": {"nodes": []}, "id": "908337898746539", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "농구", "공", "경기", "골대"], "long_description": "**가상 농구에 푹 빠져보세요: 캐주얼하고 접근 가능한 경험. 인터넷 연결 필요 없음.**\n\n**고급스러운 경쟁에 참여하거나 고요한 환경에서 기술을 연마하세요.** 이 혁신적인 VR 농구 시뮬레이션은 플레이어를 대상으로 포괄적이고 즐거운 경험을 제공합니다.\n\n**탁월한 편안함:** 최적화된 움직임 메커니즘은 VR로 인한 불편함의 가능성을 최소화합니다. 조절 가능한 난이도를 통해 선호도에 맞게 속도를 조정하여 부드럽고 몰입감 있는 게임 플레이 경험을 보장합니다.\n\n**맞춤형 게임 플레이:** 정적 훈련 모듈에서 기술을 연마하거나 역동적인 5대5 경기에서 도전하세요. 어시스트 스로우는 참여를 장려하는 반면, 정밀 스로우 옵션은 숙련된 플레이어에게 도전을 높입니다.\n\n**코트에서의 자유:** 자신에게 맞는 게임 플레이 스타일을 받아들이세요. 이 시뮬레이션은 엄격한 규칙보다 즐거움을 우선시하여 자신의 농구 여정을 정의할 수 있도록 합니다.\n\n**승리를 준비하세요:** 가상 코트에 들어가기 전에 포괄적인 팁과 요령 및 튜토리얼 리소스를 숙지하는 것이 좋습니다.\n\n**농구의 미래를 받아들이세요: 오늘 바로 몰입하세요!**\n\n**면책 조항**\n\n- 게임은 엄격한 규칙보다 즐거움을 우선시하며, 사용자의 의견을 소중히 여깁니다. Discord 채널에서 개선 사항을 제안하거나 설정을 논의할 수 있습니다.\n- 너무 쉽거나 어려운 경우 설정을 살펴보세요.", "short_description": "VR에서 코트를 지배하세요! 캐주얼 5대5 경기를 하거나 솔로로 훈련하세요. 조절 가능한 난이도와 움직임으로 정말 재미있습니다. 정적 드릴로 기술을 연마하거나 정밀한 던지기로 자신을 시험하세요. 당신의 코트, 당신의 규칙 - 순수한 농구의 재미가 당신을 기다립니다!"}, {"images": {"nodes": []}, "id": "894915633505608", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Koripallo", "Ottelu", "Pallo", "Pelaaja"], "long_description": "**Uppoudu virtuaaliseen koripalloon: rento, helppokäyttöinen kokemus. Internet-yhteyttä ei tarvita.**\n\n**Osallistu innostavaan kilpailuun tai hio taitojasi rauhallisessa ympäristössä.** Tämä innovatiivinen VR-koripallosimulaatio palvelee pelaajia ja edistää osallistavaa ja nautinnollista kokemusta.\n\n**Verraton mukavuus:** Optimoitu liikemekaniikka minimoi VR:n aiheuttaman epämukavuuden mahdollisuuden. Säädettävän vaikeuden avulla voit räätälöidä vauhdin mieltymystesi mukaan, mikä varmistaa sujuvan ja mukaansatempaavan pelikokemuksen.\n\n**Räätälöity pelattavuus:** Hio tekniikkaasi staattisissa harjoitusmoduuleissa tai haasta itsesi dynaamisissa 5v5-otteluissa. Avustetut heitot rohkaisevat osallistumaan, kun taas tarkkuusheitto nostaa kokeneiden pelaajien haastetta.\n\n**Freedom on the Court:** Omaksu sinulle sopiva pelityyli. Tämä simulaatio asettaa nautinnon etusijalle tiukkojen sääntöjen sijaan, mikä antaa sinulle mahdollisuuden määritellä oma koripallomatkasi.\n\n**Valmistaudu voittoon:** Ennen kuin astut virtuaaliseen kentälle, suosittelemme tutustumaan kattaviin Vinkkejä ja temppuja sekä Opetusresursseihin.\n\n**Kokeile koripallon tulevaisuutta: Uppoudu jo tänään!**\n\n**VASTUUVAPAUSLAUSEKE**\n\n- Peli asettaa nautinnon etusijalle tiukkojen sääntöjen sijaan ja arvostamme käyttäjän ääntä. Voit ehdottaa parannuksia Discord-kanavallamme tai keskustella asetuksista\n- Tarkista asetuksista, jos jokin on liian helppoa tai vaikeaa", "short_description": "Hallitse tuomioistuinta VR:ssä! Pelaa rentoja 5v5-otteluita tai harjoittele yksin. Säädettävä vaikeus ja liike tekevät siitä todella hauskaa. Hio taitojasi staattisilla porailla tai testaa itseäsi tarkkuusheitoilla. Se on sinun kenttäsi, sinun sääntösi - puhdasta koripalloa odottaa!"}, {"images": {"nodes": []}, "id": "888432153897992", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Καλαθοσφαίριση", "Αγώνας", "Μπάλα", "Παίκτης"], "long_description": "**Βυθιστείτε στο εικονικό μπάσκετ: Μια περιστασιακή, προσβάσιμη εμπειρία. Δεν απαιτείται σύνδεση στο διαδίκτυο.**\n\n**Εμπλέξτε σε συναρπαστικό ανταγωνισμό ή βελτιώστε τις δεξιότητές σας σε ένα γαλήνιο περιβάλλον.** Αυτή η καινοτόμος προσομοίωση μπάσκετ VR εξυπηρετεί τους παίκτες, ενθαρρύνοντας μια περιεκτική και ευχάριστη εμπειρία.\n\n**Απαράμιλλη άνεση:** Η βελτιστοποιημένη μηχανική κίνησης ελαχιστοποιεί την πιθανότητα δυσφορίας που προκαλείται από το VR. Η ρυθμιζόμενη δυσκολία σάς επιτρέπει να προσαρμόσετε τον ρυθμό στις προτιμήσεις σας, εξασφαλίζοντας μια ομαλή και καθηλωτική εμπειρία παιχνιδιού.\n\n**Προσαρμοσμένο παιχνίδι:** Ακονίστε την τεχνική σας σε στατικές ενότητες προπόνησης ή προκαλέστε τον εαυτό σας σε δυναμικούς αγώνες 5v5. Οι υποβοηθημένες βολές ενθαρρύνουν τη συμμετοχή, ενώ η επιλογή για ρίψη ακριβείας αυξάνει την πρόκληση για έμπειρους παίκτες.\n\n**Ελευθερία στο γήπεδο:** Αγκαλιάστε ένα στυλ παιχνιδιού που σας ταιριάζει. Αυτή η προσομοίωση δίνει προτεραιότητα στην απόλαυση έναντι των αυστηρών κανόνων, δίνοντάς σας τη δυνατότητα να ορίσετε το δικό σας μπασκετικό ταξίδι.\n\n**Προετοιμαστείτε για τη Νίκη:** Πριν μπείτε στο εικονικό γήπεδο, σας συνιστούμε να εξοικειωθείτε με τις περιεκτικές συμβουλές και κόλπα και τους πόρους εκμάθησης.\n\n**Αγκαλιάστε το μέλλον του μπάσκετ: Βυθιστείτε σήμερα!**\n\n**ΑΡΝΗΣΗ**\n\n- Το παιχνίδι δίνει προτεραιότητα στην απόλαυση έναντι των αυστηρών κανόνων και εκτιμούμε τη φωνή του χρήστη. Μπορείτε να προτείνετε βελτιώσεις στο κανάλι μας Discord ή να συζητήσετε τις ρυθμίσεις", "short_description": "Κυριαρχήστε στο γήπεδο στο VR! Παίξτε casual αγώνες 5v5 ή προπονηθείτε μόνοι σας. Η ρυθμιζόμενη δυσκολία και κίνηση το κάνει πραγματικά διασκεδαστικό. Ακονίστε τις δεξιότητές σας με στατικά τρυπάνια ή δοκιμάστε τον εαυτό σας με βολές ακριβείας. Είναι το γήπεδο σας, οι κανόνες σας - σας περιμένει καθαρή μπασκετική διασκέδαση!"}, {"images": {"nodes": []}, "id": "876456258499035", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Basketbal", "Wedstrijd", "Bal", "Speler"], "long_description": "**Dompel jezelf onder in virtueel basketbal: een ongedwongen, toegankelijke ervaring. Geen internetverbinding vereist.**\n\n**Doe mee aan opwindende competitie of verfijn je vaardigheden in een serene omgeving.** Deze innovatieve VR-basketbalsimulatie is afgestemd op spelers en zorgt voor een inclusieve en plezierige ervaring.\n\n**Ongeëvenaard comfort:** Geoptimaliseerde bewegingsmechanismen minimaliseren de kans op VR-geïnduceerd ongemak. Met de instelbare moeilijkheidsgraad kun je het tempo aanpassen aan jouw voorkeur, wat zorgt voor een soepele en meeslepende gameplay-ervaring.\n\n**Gameplay op maat:** Verfijn je techniek in statische trainingsmodules of daag jezelf uit in dynamische 5v5-wedstrijden. Bijgestaan ​​gooien moedigt deelname aan, terwijl de optie voor nauwkeurig gooien de uitdaging voor ervaren spelers vergroot.\n\n**Vrijheid op het veld:** Omarm een ​​gameplay-stijl die bij je past. Deze simulatie geeft prioriteit aan plezier boven strikte regels, waardoor je je eigen basketbalreis kunt bepalen.\n\n**Bereid je voor op de overwinning:** Voordat je het virtuele veld betreedt, raden we je aan om je vertrouwd te maken met onze uitgebreide tips & trucs en tutorialbronnen.\n\n**Omarm de toekomst van basketbal: dompel jezelf er vandaag nog in onder!**\n\n**DISCLAIMER**\n\n- Game geeft prioriteit aan plezier boven rigide regels en we waarderen de stem van de gebruiker. Je kunt verbeteringen voorstellen in ons Discord-kanaal of instellingen bespreken\n- Kijk in de instellingen als iets te makkelijk of moeilijk is", "short_description": "Domineer het veld in VR! Speel casual 5v5-wedstrijden of train solo. Verstelbare moeilijkheidsgraad en beweging maken het echt leuk. Verbeter je vaardigheden met statische oefeningen of test jezelf met nauwkeurige worpen. Het is jouw veld, jouw regels - puur basketbalplezier wacht op je!"}, {"images": {"nodes": []}, "id": "796887676764527", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Basketboll", "Match", "Boll", "Korg"], "long_description": "**Fördjupa dig i virtuell basket: En avslappnad, tillgänglig upplevelse. Ingen internetanslutning krävs.**\n\n**Delta i spännande tävlingar eller förfina dina färdigheter i en lugn miljö.** Denna innovativa VR-basketsimulering vänder sig till spelare och främjar en inkluderande och njutbar upplevelse.\n\n**Oöverträffad komfort:** Optimerad rörelsemekanik minimerar risken för VR-inducerat obehag. Justerbar svårighetsgrad gör att du kan skräddarsy tempot efter dina önskemål, vilket säkerställer en smidig och uppslukande spelupplevelse.\n\n**Skräddarsytt gameplay:** Finslipa din teknik i statiska träningsmoduler eller utmana dig själv i dynamiska 5v5-matcher. Assisterade kast uppmuntrar till deltagande, medan alternativet för precisionskast lyfter utmaningen för erfarna spelare.\n\n**Frihet på banan:** Omfamna en spelstil som passar dig. Denna simulering prioriterar njutning framför stela regler, vilket ger dig möjlighet att definiera din egen basketresa.\n\n**Förbered dig för seger:** Innan du går in i den virtuella banan rekommenderar vi att du bekantar dig med våra omfattande tips & tricks och handledningsresurser.\n\n**Embrace the Future of Basketball: Fördjupa dig idag!**\n\n**DISCLAIMER**\n\n- Spelet prioriterar njutning framför stela regler och vi värdesätter användarens röst. Du kan föreslå förbättringar i vår Discord-kanal eller diskutera inställningar\n- Titta på inställningarna om något är för lätt eller svårt", "short_description": "Dominera domstolen i VR! Spela avslappnade 5 mot 5-matcher eller träna solo. Justerbar svårighetsgrad & rörelse gör det riktigt roligt. Finslipa färdigheter med statiska borrar eller testa dig själv med precisionskast. Det är din bana, dina regler - rent basketkul väntar!"}, {"images": {"nodes": []}, "id": "788851774232100", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Bóngrổ", "Trậnđấu", "Rổ", "Quảbóng"], "long_description": "**Đắm chìm trong bóng rổ ảo: Trải nghiệm dễ dàng, thoải mái. Không cần kết nối internet.**\n\n**Tham gia vào cuộc thi đấu thú vị hoặc rèn luyện kỹ năng của bạn trong môi trường yên tĩnh.** Trò chơi mô phỏng bóng rổ VR sáng tạo này dành cho người chơi, thúc đẩy trải nghiệm toàn diện và thú vị.\n\n**Sự thoải mái vô song:** Cơ chế chuyển động được tối ưu hóa giúp giảm thiểu khả năng gây khó chịu do VR. Độ khó có thể điều chỉnh cho phép bạn điều chỉnh tốc độ theo sở thích của mình, đảm bảo trải nghiệm chơi trò chơi mượt mà và nhập vai.\n\n**Lối chơi được thiết kế riêng:** Rèn luyện kỹ thuật của bạn trong các mô-đun đào tạo tĩnh hoặc thử thách bản thân trong các trận đấu 5 đấu 5 năng động. Các cú ném được hỗ trợ khuyến khích sự tham gia, trong khi tùy chọn ném chính xác nâng cao thử thách cho những người chơi có kinh nghiệm.\n\n**Tự do trên sân:** Hãy áp dụng phong cách chơi phù hợp với bạn. Trò chơi mô phỏng này ưu tiên sự thích thú hơn các quy tắc cứng nhắc, trao quyền cho bạn tự định nghĩa hành trình chơi bóng rổ của riêng mình.\n\n**Chuẩn bị chiến thắng:** Trước khi vào sân ảo, chúng tôi khuyên bạn nên làm quen với các tài nguyên Mẹo & Thủ thuật và Hướng dẫn toàn diện của chúng tôi.\n\n**Tận hưởng tương lai của bóng rổ: Hãy đắm mình ngay hôm nay!**\n\n**TUYÊN BỐ MIỄN TRỪ TRÁCH NHIỆM**\n\n- Trò chơi ưu tiên sự thích thú hơn các quy tắc cứng nhắc và chúng tôi coi trọng tiếng nói của người dùng. Bạn có thể đề xuất cải tiến trong kênh Discord của chúng tôi hoặc thảo luận về cài đặt\n- Xem xét cài đặt nếu có điều gì đó quá dễ hoặc quá khó", "short_description": "Thống trị tòa án trong VR! Chơi các trận đấu 5v5 thông thường hoặc luyện tập một mình. Có thể điều chỉnh độ khó và chuyển động khiến trò chơi thực sự thú vị. Rèn luyện kỹ năng bằng các bài tập tĩnh hoặc kiểm tra bản thân bằng những cú ném chính xác. Đó là sân của bạn, luật lệ của bạn - niềm vui bóng rổ thuần túy đang chờ đợi!"}, {"images": {"nodes": []}, "id": "765077926647500", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Play Five: Ultimate Basketball", "keywords": ["Basketball", "Pallacanestro", "Partita", "Palla", "Giocatore"], "long_description": "**Immergiti nel basket virtuale: un'esperienza informale e accessibile. Non è richiesta alcuna connessione Internet.**\n\n**Partecipa a una competizione esaltante o affina le tue abilità in un ambiente sereno.** Questa innovativa simulazione di basket VR si rivolge ai giocatori, promuovendo un'esperienza inclusiva e piacevole.\n\n**Comfort senza pari:** Le meccaniche di movimento ottimizzate riducono al minimo il potenziale disagio indotto dalla VR. La difficoltà regolabile ti consente di adattare il ritmo alle tue preferenze, garantendo un'esperienza di gioco fluida e coinvolgente.\n\n**Gameplay personalizzato:** Affina la tua tecnica in moduli di allenamento statici o mettiti alla prova in partite dinamiche 5 contro 5. I lanci assistiti incoraggiano la partecipazione, mentre l'opzione per lanci di precisione aumenta la sfida per i giocatori esperti.\n\n**Libertà in campo:** Abbraccia uno stile di gioco adatto a te. Questa simulazione dà priorità al divertimento rispetto a regole rigide, consentendoti di definire il tuo percorso nel basket.\n\n**Preparati alla vittoria:** Prima di entrare nel campo virtuale, ti consigliamo di familiarizzare con le nostre risorse complete di suggerimenti e trucchi e tutorial.\n\n**Abbraccia il futuro del basket: immergiti oggi stesso!**\n\n**DISCLAIMER**\n\n- Il gioco dà priorità al divertimento rispetto alle regole rigide e diamo valore alla voce dell'utente. Puoi suggerire miglioramenti nel nostro canale Discord o discutere le impostazioni", "short_description": "Domina il campo in VR! Gioca partite casuali 5 contro 5 o allenati da solo. La difficoltà e il movimento regolabili lo rendono davvero divertente. Affina le tue abilità con esercizi statici o mettiti alla prova con lanci di precisione. È il tuo campo, le tue regole: ti aspetta il puro divertimento del basket!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/bb_v3.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": "https://basketball.artisoft.pl/support.html", "website_url": "https://basketball.artisoft.pl/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE", "STANDING", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "26749456054639550"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391716_1292772101821868_8533958837611371434_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9vyM2hgD2WIQ7kNvwFzDkNn&_nc_oc=AdnXLA4RqCP1T3XVrBEfoq5UuR2AG1Mz44RKKhpNC4IJ76peLb1In6eUjS0XVoZvfgE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsWEvcgTSxOELcly9LNgs9NvPZeWFupJnEDJNTg0AMcUg&oe=6995B459"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Play Five: Ultimate Basketball", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Sports", "id": "2776542286000603"}, {"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1705086412, "lastRevision": {"nodes": [{"id": "7749979031680538", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7749978975013877", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "331656956418493"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "portrait.png", "id": "7207500892675106", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974856_7207500896008439_6922478477420308602_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PqyFRAWVfCMQ7kNvwE_5ATS&_nc_oc=AdnSwAM5q2eIsVze6CbtXP8X1D09Y4Zb_F7AAR-_80UwEgBGDv9DWVQ7DOgsdgZTkbU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsEqwwtnB_AvfC3mxuPcVLKwdJShrfp2uQO1s99WUBo1Q&oe=6995B4E8"}, {"file_name": "landscape.png", "id": "1358978848339448", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57569423_1358978851672781_1874492157209262797_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PlONgYsuFfoQ7kNvwGWCCwv&_nc_oc=Adn3JtoLYUf_Teg85vxMU0CTWeGbRpfCk_yHXkn4TRQn698aEL3yE5yofcervM3CY7I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftj5RVaRZU1qwJB4e3elrJB5OEZWPtl4ROnSo2RYqz_-w&oe=6995C2DA"}, {"file_name": "hero.png", "id": "400803102382568", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974703_400803105715901_8894009604615298993_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CderHuxKob8Q7kNvwGIXbMN&_nc_oc=Adn8Z73twW542T1UZS6dlYwYN5V_etW7Bi7k5lfQD928-PRgF-3fjvjywISsNey4BEw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs1YwruK0_qHb3veREbq2glyHCCgX55HzStKdK5ohiPiQ&oe=6995BE40"}, {"file_name": "mini_land.png", "id": "388939007003278", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974482_388939010336611_342117453453137447_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-YLQB9dwRHkQ7kNvwEgP_Uc&_nc_oc=Adk4sYvx5TmZIkrxp1n2W1bgRI-GQSqvz3gRw-v5Vv8Cy88SUmPFWdwKcBNInk31Be8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu-gapVvL28gwHEfrBTkBL6XbcCMH2L1b1tg3KNz2JyQg&oe=6995C7F0"}, {"file_name": "icon.png", "id": "372486535477418", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035452_372486538810751_4164813294988195294_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-FfXehvnxsoQ7kNvwGhFvUP&_nc_oc=Adm3xwoF9wLjj9Fw5isNDOeOw7sJtQInfIeRo6EIMBY4-i3NjO_Xs7kMhVaYwIWjltA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvFWG7QeOd1p-mX7Kdio71hmJajma2FsYfzh07ldzhNuQ&oe=6995A2C5"}, {"file_name": "mylogo.png", "id": "353600870642308", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982581_353600873975641_4161318591459344145_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qePqd4ynoTAQ7kNvwFsVEZ0&_nc_oc=AdlHdncf5CrIYKehJPT36z6WNyKw8lkb02CMazD7exvMzQI8pvwsJ9rkVeHRkjZ_mgM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftSSiXQdHZCFte14H-pHCrlWjoExMCpr-HuIxReTR1Giw&oe=6995C876"}, {"file_name": "square.png", "id": "264497879752679", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210400_264497883086012_1965584809863031965_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hAttU6PNwEMQ7kNvwEuENWy&_nc_oc=Adkm1us-M0ExlNSzNYCDcmeibAMluxA33x-NWdtetKOzsQDdHNpQHfjZIrJrOQY_Vv4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsQarIdojYGD0ko4VavhzCdgzUulfAJg361KA491kaSbg&oe=6995AAF6"}]}, "id": "384909437539538", "locale": "en_US", "screenshots": [{"file_name": "sc3.png", "id": "248413241627389", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974447_248413244960722_8373161759992959610_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sagNf1uf1XcQ7kNvwFU0OZC&_nc_oc=AdkdzdFvaM9LM_zzh6drVrLxbgzCBVxPiFhKovuYGVAH5KSbIgqfLP0CLfH58Q_3R6o&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvietNVs9o5Robzt-UT9ZJusnlxG3CBY7Cjb1sbjgYMKA&oe=6995B256"}, {"file_name": "sc1.png", "id": "701813125386896", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982484_701813132053562_4554021556797491904_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GMGaWGTZQboQ7kNvwGlFrYY&_nc_oc=AdlJl0rpKDrLNH25rr9OaQ9RRyIHiavRvJHT1iqxJxyD0WHUVFpdKF6SggodbRz--_g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvPbanNfWwhwhwE7mn3Cctmfr4efA7IQpMdrBJfLBZkrQ&oe=69959F0A"}, {"file_name": "sc2.png", "id": "988520119274846", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86615896_988520122608179_5424682151412168897_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1s_ePtvpaakQ7kNvwEe54wl&_nc_oc=Admgv_9iuYYVXhxMnuQYeUwvn8Q7KJwVkuK_uvZjvznuQ_v2Ig-zudkrNIn91fMtDOk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuZqoR446cCGxxFHw1i_qk2bGV9fgW61IrYIBNwgaVbbA&oe=6995A845"}, {"file_name": "sc4.png", "id": "1572056030282046", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031644_1572056033615379_1062598324527742415_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GjDUV6_XwJ8Q7kNvwGop3fH&_nc_oc=AdkhMXrFzVS7TTsHqP75nTgFf98_1X2EMDf2k4udKD-kYev1gxhSvvep0rUiX_QwoTg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsQD8VQVUM1SZ3ZOdvFYrqXVNxL2OVqKiUWBcgd9m64w&oe=6995BE75"}, {"file_name": "sc5.png", "id": "3272594143033752", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031461_3272594149700418_4182261214800143932_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=94kg51QKRtoQ7kNvwEIUEwS&_nc_oc=AdlHVzUuBE_RVNC7fEa5bhW5TYZjKST8a7TjcCwyI8ij_br9zAhuna9zDeA0mAJHrRA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs4GY4NA-FRLIDfqoJUsjqeShI8VuPOVBYzEGPCYKNcBA&oe=6995AB04"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "landscape.png", "id": "1860439444374587", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974777_1860439447707920_8135809563305861195_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=md8dGBivCcoQ7kNvwG09ZgB&_nc_oc=Admj2fTfpHmgOG1oOzk8pugz5ubRS9uyTlNVI7RvWJ4T5yOCF7R3gMMd4H99VyNQQxg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftFB0keXYyKtywYdlWUpmhaq0M2nYXxlTIJszGXo65JrQ&oe=69959F92"}, "display_name": "Basketball", "keywords": [], "long_description": "Step onto the virtual court and experience the excitement of a Basketball match in the immersive world of VR. \n\nOur game offers thrilling 5-on-5 basketball experience that brings the sport to life like never before. Whether you're a seasoned player or new to the game, this VR simulation provides a dynamic and engaging environment for everyone.\n\nChallenge yourself by going head-to-head against AI opponents in intense matchups. With three difficulty levels to choose from, you can tailor the game to your preferences and gradually increase the challenge as you improve your skills. Beginners can start with the Easy mode to get accustomed to the controls and gameplay mechanics.\n\nImmerse yourself in the cool graphics and lifelike animations that replicate the fast-paced action of a real basketball game. The VR technology adds a layer of realism, allowing you to feel the intensity of the game as if you were on the actual court.\n\nThe intuitive controls make it easy for players of all ages to pick up and enjoy the game. Navigate the virtual court seamlessly, execute precise passes, and take accurate shots with the VR controllers. \n\nWhether you're a basketball enthusiast or just looking for an exciting VR gaming experience, our Basketball VR game delivers an authentic and entertaining 5-on-5 matchup. Take on the AI opponents, choose your difficulty level, and let the virtual basketball court become your arena for thrilling plays, epic dunks, and intense competition. ", "short_description": "Dive into the immersive world of virtual reality with our Basketball VR game. \n\nExperience the thrill of a 5-on-5 basketball match like never before. \n\nFeel the adrenaline as you dribble, shoot, and score in a realistic virtual environment. Compete against AI opponents in intense matches, showcasing your skills in this VR basketball simulation. \n\nWith cool graphics and intuitive controls, this game brings the excitement of a real basketball game to the virtual realm. \n\nGet ready to slam dunk."}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/bb_v1.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": null, "website_url": "https://basketball.artisoft.pl/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7749978985013876"}}]}, "scheduled_offers": {"count": 14, "nodes": [{"status": "PUBLISHED", "id": "767260872635986"}, {"status": "PUBLISHED", "id": "1362925758473306"}, {"status": "PUBLISHED", "id": "1343630267392178"}, {"status": "PUBLISHED", "id": "24841786008805494"}, {"status": "PUBLISHED", "id": "1470507487599083"}, {"status": "PUBLISHED", "id": "1393759988515370"}, {"status": "PUBLISHED", "id": "9996196273758200"}, {"status": "PUBLISHED", "id": "1602780603717075"}, {"status": "PUBLISHED", "id": "1156383408775597"}, {"status": "PUBLISHED", "id": "996859584964458"}, {"status": "PUBLISHED", "id": "3440063579638031"}, {"status": "PUBLISHED", "id": "858985356035052"}, {"status": "PUBLISHED", "id": "409998088099543"}, {"status": "PUBLISHED", "id": "784479869790521"}]}, "baseline_offer": {"id": "1362925758473306"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1772049600, "status": "PUBLISHED", "id": "767260872635986"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "26760054366913052", "version": "2.58"}, "id": "3579815338929912", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7749978975013877", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26760054366913052"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "3579815338929912"}]}, "change_log": "- random floors\n- coach and bench\n- face customization\n- adjusted menu\n- adjusted avatar\n- improved ball stealing\n- rain in city location\n- foul for opponent", "created_date": 1770548316, "id": "26760054366913052", "version": "2.58", "version_code": 158, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7749978975013877", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26760054366913052"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "3579815338929912"}]}, "change_log": "- random floors\n- coach and bench\n- face customization\n- adjusted menu\n- adjusted avatar\n- improved ball stealing\n- rain in city location", "created_date": 1770480310, "id": "26752815507636938", "version": "2.57", "version_code": 157, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7749978975013877", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26760054366913052"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "3579815338929912"}]}, "change_log": "- random floors\n- coach and bench\n- face customization\n- adjusted menu\n- adjusted avatar", "created_date": 1770213815, "id": "26721949777390178", "version": "2.56", "version_code": 156, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7749978975013877", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26760054366913052"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "3579815338929912"}]}, "change_log": "- random floors\n- coach and bench\n- face customization\n- adjusted menu\n- adjusted avatar", "created_date": 1770212493, "id": "26721785194073303", "version": "2.55", "version_code": 155, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7749978975013877", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26760054366913052"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770204500, "id": "26720823774169445", "version": "2.54", "version_code": 154, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}