{"data": {"node": {"__typename": "Application", "id": "8332853930089963", "organization": {"id": "631964490239510", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6215608355155107"}]}, "id": "171746848854649"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8332853930089963"}]}, "id": "719049296323634"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5418402731545943"}]}, "id": "690114958765167"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4086167951414582"}]}, "id": "424113039016880"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1087949831298664"}]}, "id": "1583352005298912"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "805471026242002"}]}, "id": "528218620684121"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "989322321141039"}]}, "id": "1677443325839066"}]}}, "firstRevision": {"nodes": [{"application": {"id": "8332853930089963", "release_date": 1758819600, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 8}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "32810530601895622"}, "id": "3336161029990352"}]}}, "binary": null, "live_binary": null, "created_date": 1767609410, "id": "33225204987094846", "is_initial_release": false, "name_with_fallback": "v18", "pdp_metadata_with_fallback": {"version": 16, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "33225237933758218"}, "release_status": "RELEASED", "id": "8332853930089963"}, "id": "33225237933758218", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8332853930089963", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1456517458890285"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "33321375210810269", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles er et action-eventyrspil, der kræver bevægelse, improvisation og præcision under pres. Behersk fire forskellige Exo-dragter, opgrader dine evner, og nedlæg kolossale Titans!\n\n# FIRE MÅDER AT SPILLE PÅ\nVælg mellem fire unikke Exo-dragter, som hver især har forskellige bevægelsesstile, våben og evner. Det føles som at spille fire forskellige spil! Skift dragt mellem missionerne for at eksperimentere med nye måder at bevæge sig og kæmpe på.\n\n{1442244070824905}\n\n# JAGT PÅ TITANERNE\nStå over for enorme, verdensformende titaner, der dominerer slagmarken. Lær at læse deres angreb, hold dig mobil og find kreative åbninger til at slå igen. Når du besejrer hver titan, låser du op for kraftfulde opgraderinger og afslører mere af mysteriet bag deres opvågnen.\n\n{752486590649404}\n\n# SPIL SOLO ELLER I CO-OP\nVis dine evner som Titan-dræber i singleplayer eller i drop-in, drop-out co-op med op til fire spillere. Missioner, fjender og belønninger skaleres dynamisk, så de passer til dit holds størrelse og koordinering.\n\n{716113974641724}\n\n# KÆMP PÅ TVÆRS AF EN SPLITTET VERDEN\nKryds de flydende ruiner på Titan Isles - fra junglens baldakiner og smeltede huler til stormhærgede klipper og frosne bjergtoppe. Hvert biome byder på nye udfordringer og skjulte belønninger, der venter på at blive opdaget.\n\n{25891009220496642}\n\n# TEST DIN HASTIGHED I KONKURRENCEPRÆGET RÆS\nSæt dine Exo Suit-færdigheder på prøve i minispil med racerløb. Konkurrer med venner og andre spillere om at komme øverst på ranglisten!\n\n{884578007843954}\n", "short_description": "Titan Isles er et action-adventure skydespil med høj mobilitet, hvor du styrer fire unikke Exo Suits, hver med sin egen kampstil og bevægelsesbeherskelse. Opgrader dine evner, kæmp mod kolossale titaner på øerne, og spil solo eller med op til tre venner i problemfrit 4-spiller co-op."}, {"images": {"nodes": []}, "id": "33132604103021807", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "泰坦岛》是一款动作冒险游戏，要求玩家在压力下移动、随机应变并保持精准。掌握四种不同的外星战衣，升级自己的能力，打倒巨大的泰坦！\n\n# 四种玩法\n从四种独特的外星战衣中进行选择，每种战衣都有不同的移动方式、武器和能力。感觉就像在玩四款不同的游戏！在不同任务之间交换战衣，尝试新的移动和战斗方式。\n\n{2580305752350412}1\n\n# 猎杀泰坦\n面对主宰战场的巨大、影响世界的泰坦巨人。学会解读它们的攻击，保持机动性，并找到有创意的反击机会。击败每一个泰坦都会解锁强大的升级，并揭示他们觉醒背后的更多奥秘。\n\n{1967604723856199}\n\n# 单人或合作游戏\n在单人游戏或最多四人的合作游戏中，尽情展示您击杀泰坦的技能。任务、敌人和奖励会根据团队规模和协调性动态调整。\n\n{1933134257266748}\n\n# 穿越支离破碎的世界\n穿越泰坦岛的漂浮废墟--从丛林树冠和熔岩洞穴到暴风肆虐的悬崖和冰冻山峰。每个生物群落都会带来新的穿越挑战，隐藏的奖励等待您去发现。\n\n{2049021332621663}\n\n# 在竞技比赛中测试你的速度\n在赛车迷你游戏中测试您的外星战衣技能。与朋友和玩家一较高下，争夺排行榜第一名！\n\n{1236933058627209}", "short_description": "泰坦岛》是一款高机动性动作冒险射击游戏，玩家将驾驶四套独特的外星战衣，每套战衣都有自己的战斗风格和移动技巧。您可以升级自己的能力，在泰坦岛上与巨型泰坦战斗，还可以单人或最多与三位好友进行无缝 4 人合作游戏。"}, {"images": {"nodes": []}, "id": "26584551767811697", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles er et actioneventyrspill som krever bevegelse, improvisasjon og presisjon under press. Mestre fire forskjellige Exo-drakter, oppgrader evnene dine og ta ned kolossale Titans!\n\n# FIRE MÅTER Å SPILLE PÅ\nVelg mellom fire unike Exo-drakter, hver med forskjellige bevegelsesstiler, våpen og evner. Det føles som å spille fire forskjellige spill! Bytt drakter mellom oppdragene for å eksperimentere med nye måter å bevege seg og slåss på.\n\n{915817197681624}\n\n# JAKT PÅ TITANENE\nMøt enorme, verdensformende titaner som dominerer slagmarken. Lær deg å lese angrepene deres, hold deg mobil og finn kreative åpninger for å slå tilbake. Når du beseirer hver titan, låser du opp kraftige oppgraderinger og avslører mer av mysteriet bak oppvåkningen deres.\n\n{864652149521235}\n\n# SPILL ALENE ELLER I CO-OP\nVis frem dine ferdigheter i å bekjempe titaner i en enkeltspiller eller i drop-in, drop-out co-op med opptil fire spillere. Oppdrag, fiender og belønninger skaleres dynamisk for å matche lagets størrelse og koordinering.\n\n{730068469742703}\n\n# KJEMP I EN SPLITTET VERDEN\nReis gjennom de flytende ruinene på Titan Isles - fra jungeltak og smeltede grotter til stormfylte klipper og frosne topper. Hvert biom byr på nye utfordringer og skjulte belønninger som venter på å bli oppdaget.\n\n{1211443533645547}\n\n# TEST HASTIGHETEN DIN I KONKURRANSERACING\nSett Exo Suit-ferdighetene dine på prøve i racing-minispill. Konkurrer med venner og andre spillere om å komme øverst på topplistene!\n\n{2279301705889906}", "short_description": "Titan Isles er et action-eventyrskytespill med høy mobilitet der du styrer fire unike Exo-drakter, hver med sin egen kampstil og bevegelsesmestring. Oppgrader evnene dine, kjemp mot kolossale Titans på øyene, og spill alene eller sammen med opptil tre venner i sømløst firespiller-samarbeid."}, {"images": {"nodes": []}, "id": "25345103491840394", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "タイタンアイルズ」は、プレッシャーの中での移動、即興、正確さが要求されるアクションアドベンチャーゲームです。4種類のエクソスーツを使いこなし、能力をアップグレードして、巨大なタイタンを倒そう！\n\n# 4つの遊び方\nそれぞれ異なる動き方、武器、能力を持つ4種類のユニークなエクソ・スーツから選択しよう。まるで4つの異なるゲームをプレイしているような感覚だ！ミッションの合間にスーツを交換して、新しい動き方や戦い方を試してみよう。\n\n{1325435036005980}\n\n# タイタンを狩れ\n戦場を支配する巨大な、世界を形作る巨人たちに立ち向かえ。巨人の攻撃を読み、機動力を維持し、隙を見つけて反撃しよう。各タイタンを倒すと、強力なアップグレードがアンロックされ、タイタンの覚醒に隠された謎が明らかになる。\n\n{820414811034204}\n\n# ソロでも協力プレイでも楽しめる\nシングルプレイヤーでも、最大4人までのドロップイン・ドロップアウト協力プレイでも、タイタン退治のスキルを披露しよう。ミッション、敵、報酬は、チームの人数や連携に合わせてダイナミックに変化。\n\n{1371886083967290}\n\n# 分断された世界での戦い\nジャングルの樹冠や溶けた洞窟、嵐で引き裂かれた崖や凍てつく山頂など、タイタンアイルズの浮遊する遺跡を踏破しよう。それぞれのバイオームでは、新たなトラバース・チャレンジや隠された報酬が発見されるのを待っている。\n\n{863641819996537}\n\n# 競争レースでスピードを試そう\nレースミニゲームでエキゾスーツのスキルを試そう。フレンドやプレイヤーと競い合って、リーダーボードのトップを目指そう！\n\n{1193218966344051}\n", "short_description": "タイタンアイルズ」は、それぞれ独自の戦闘スタイルと動きを持つ4体のエクソスーツを操る、高機動アクションアドベンチャーシューターです。アビリティをアップグレードし、アイルズ全域で巨大なタイタンと戦おう。ソロプレイはもちろん、最大3人のフレンドとシームレスな4人協力プレイも可能だ。"}, {"images": {"nodes": []}, "id": "2852065774990548", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": ["adventure", "combat", "coop", "flying", "shooting"], "long_description": "Titan Isles es un juego de acción y aventura que exige movimiento, improvisación y precisión bajo presión. Domina cuatro Exo Suits distintos, mejora tus habilidades y acaba con titanes colosales.\n\n# CUATRO FORMAS DE JUGAR\nElige entre cuatro Exo Suits únicos, cada uno con estilos de movimiento, armas y habilidades distintas. ¡Es como jugar a cuatro juegos distintos! Cambia de traje entre misiones para experimentar nuevas formas de moverte y luchar.\n\n{719060247944207}\n\n# CAZA A LOS TITANES\nEnfréntate a inmensos titanes que dominan el campo de batalla. Aprende a leer sus ataques, mantente en movimiento y encuentra aperturas creativas para contraatacar. Al derrotar a cada titán desbloquearás poderosas mejoras y descubrirás más sobre el misterio que se esconde tras su despertar.\n\n{1886177265321900}\n\n# JUEGA EN SOLITARIO O EN COOPERATIVO\nDemuestra tus habilidades para derrotar titanes en solitario o en modo cooperativo con hasta cuatro jugadores. Las misiones, los enemigos y las recompensas se adaptan dinámicamente al tamaño y la coordinación de tu equipo.\n\n{885638807667258}\n\n# LUCHA A TRAVÉS DE UN MUNDO FRACTURADO\nAtraviesa las ruinas flotantes de las Islas Titán, desde selvas y cavernas fundidas hasta acantilados azotados por tormentas y picos helados. Cada bioma ofrece nuevos desafíos de travesía y recompensas ocultas que esperan ser descubiertas.\n\n{2077901472995206}\n\n# PON A PRUEBA TU VELOCIDAD EN CARRERAS COMPETITIVAS\nPon a prueba tus habilidades con el Exo Suit en minijuegos de carreras. Compite con amigos y jugadores por lo más alto de las tablas de clasificación.\n\n{901394229011369}\n", "short_description": "Titan Isles es un shooter de acción y aventura de alta movilidad en el que pilotas cuatro Exo Suits únicos, cada uno con su propio estilo de combate y dominio del movimiento. Mejora tus habilidades, lucha contra titanes colosales por las islas y juega en solitario o con hasta tres amigos en el modo cooperativo para 4 jugadores."}, {"images": {"nodes": []}, "id": "2594985824216902", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles este un joc de acțiune și aventură care necesită mișcare, improvizație și precizie sub presiune. Stăpânește patru Exo Suits distincte, îmbunătățește-ți abilitățile și doboară titani colosali!\n\n# PATRU MODURI DE A JUCA\nAlege din patru Exo Suits unice, fiecare cu stiluri de mișcare, arme și abilități distincte. Este ca și cum ai juca patru jocuri diferite! Schimbați costumele între misiuni pentru a experimenta noi moduri de mișcare și luptă.\n\n{901017369543754}\n\n# VÂNEAZĂ TITANII\nÎnfruntă titani imenși, care modelează lumea și domină câmpul de luptă. Învață să le citești atacurile, să rămâi mobil și să găsești deschideri creative pentru a contraataca. Înfrângerea fiecărui Titan deblochează upgrade-uri puternice și dezvăluie mai mult din misterul din spatele trezirii lor.\n\n{868918515843203}\n\n# JOACĂ SOLO SAU ÎN CO-OP\nArată-ți abilitățile de ucidere a Titanilor în modul single player sau în modul cooperativ drop-in, drop-out cu până la patru jucători. Misiunile, inamicii și recompensele se măresc dinamic pentru a se potrivi cu mărimea și coordonarea echipei tale.\n\n{1417211049927547}\n\n# LUPTĂ ÎNTR-O LUME FRACTURATĂ\nTraversează ruinele plutitoare ale Titan Isles - de la copertine de junglă și caverne topite până la stânci sfâșiate de furtună și vârfuri înghețate. Fiecare biom oferă noi provocări de traversare, recompense ascunse care așteaptă să fie descoperite.\n\n{1433260204813390}\n\n# TESTEAZĂ-ȚI VITEZA ÎN CURSE COMPETITIVE\nPune-ți abilitățile Exo Suit la încercare în minigames de curse. Concurează cu prietenii & jucătorii pentru vârful clasamentelor!\n\n{1183774600596290}", "short_description": "Titan Isles este un shooter de aventură și acțiune de mare mobilitate în care pilotezi patru Exo Suits unice, fiecare cu propriul stil de luptă și stăpânire a mișcării. Îmbunătățește-ți abilitățile, luptă-te cu titani colosali prin Isles și joacă solo sau cu până la trei prieteni în modul cooperativ perfect pentru 4 jucători."}, {"images": {"nodes": []}, "id": "2204273920096956", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": ["adventure", "coop", "flying", "shooting", "combat"], "long_description": "Titan Isles ist ein Action-Adventure-Spiel, das Bewegung, Improvisation und Präzision unter Druck erfordert. Meistere vier verschiedene Exo-Anzüge, verbessere deine Fähigkeiten und besiege kolossale Titanen!\n\n# VIER ARTEN ZU SPIELEN\nWähle aus vier einzigartigen Exo-Anzügen mit spezifischen Bewegungsstilen, Waffen & Fähigkeiten. Wechsle die Anzüge zwischen den Missionen, um mit neuen Bewegungs- und Kampfmethoden zu experimentieren.\n\n{807053595640301}\n\n#JAGE DIE TITANEN\nStelle dich den riesigen, weltverändernden Titanen, die das Schlachtfeld beherrschen. Lerne, ihre Angriffe zu lesen, bleibe in Bewegung & finde kreative Möglichkeiten, um zurückzuschlagen. Der Sieg über jeden Titanen schaltet mächtige Upgrades frei & enthüllt mehr über das Geheimnis ihres Erwachens.\n\n{1812876862746916}\n\n# SPIELE SOLO ODER KOOP\nZeige deine Fähigkeiten im Kampf gegen die Titanen im Einzelspielermodus oder Koop-Modus mit bis zu vier Spielern. Missionen, Gegner und Belohnungen passen sich dynamisch an die Größe deines Teams an.\n\n{2975777075942750}\n\n# KÄMPFE IN EINER ZERBROCHENEN WELT\nDurchquere die schwebenden Ruinen der Titaneninseln - von Dschungeldächern und Lava gefüllten Höhlen bis hin zu sturmgepeitschten Klippen und gefrorenen Gipfeln. Jedes Biom bietet neue Bewegungsherausforderungen und versteckte Belohnungen, die darauf warten, entdeckt zu werden.\n\n{806800228942782}\n\n# TESTE DEINE GESCHWINDIGKEIT IN KOMPETITIVEN RENNEN\nStelle deine Exo-Anzug-Fähigkeiten in Renn-Minispielen auf die Probe. Streite mit Freunden und Spielern aus der ganzen Welt um die Spitze der Rangliste!\n\n{1267296208748285}", "short_description": "Titan Isles ist ein hochmobiler Action-Adventure-Shooter, in dem Sie vier einzigartige Exo-Anzüge steuern, jeder mit seinem eigenen Kampfstil und seiner eigenen Bewegungsfähigkeit. Verbessere deine Fähigkeiten, kämpfe gegen kolossale Titanen auf den Inseln und spiele allein oder mit bis zu drei Freunden im nahtlosen 4-Spieler-Koop-Modus."}, {"images": {"nodes": []}, "id": "2146861832513700", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles to przygodowa gra akcji wymagająca ruchu, improwizacji i precyzji pod presją. Opanuj cztery różne kombinezony Exo, ulepszaj swoje umiejętności i pokonaj kolosalnych tytanów!\n\n# CZTERY SPOSOBY GRY\nWybieraj spośród czterech unikalnych kombinezonów Exo, z których każdy ma inny styl poruszania się, broń i umiejętności. To jak granie w cztery różne gry! Zamieniaj kombinezony między misjami, aby eksperymentować z nowymi sposobami poruszania się i walki.\n\n{1317746840388523}\n\n# POLOWANIE NA TYTANÓW\nZmierz się z ogromnymi, zmieniającymi świat tytanami, którzy dominują na polu bitwy. Naucz się odczytywać ich ataki, pozostań mobilny i znajdź kreatywne możliwości ataku. Pokonanie każdego tytana odblokowuje potężne ulepszenia i ujawnia więcej tajemnic związanych z ich przebudzeniem.\n\n{1598286911175318}\n\n# GRAJ SOLO LUB W TRYBIE KOOPERACJI\nPochwal się swoimi umiejętnościami zabijania tytanów w trybie dla jednego gracza lub w trybie kooperacji z maksymalnie czterema graczami. Misje, wrogowie i nagrody skalują się dynamicznie, aby dopasować się do wielkości i koordynacji zespołu.\n\n{1954334878851312}\n\n# WALKA W PODZIELONYM ŚWIECIE\nPrzemierzaj pływające ruiny Titan Isles - od dżungli i stopionych jaskiń po rozdarte burzą klify i zamarznięte szczyty. Każdy biom oferuje nowe wyzwania i ukryte nagrody czekające na odkrycie.\n\n{2300225713722901}\n\n# SPRAWDŹ SWOJĄ SZYBKOŚĆ W WYŚCIGACH\nSprawdź swoje umiejętności w kombinezonie Exo w minigrach wyścigowych. Rywalizuj ze znajomymi i graczami o najwyższe miejsca w rankingach!\n\n{1491584089353553}", "short_description": "Titan Isles to przygodowa strzelanka akcji o wysokiej mobilności, w której pilotujesz cztery unikalne kombinezony Exo, każdy z własnym stylem walki i mistrzostwem ruchu. Ulepszaj swoje umiejętności, walcz z kolosalnymi tytanami na wyspach i graj solo lub z maksymalnie trzema znajomymi w płynnym trybie kooperacji dla 4 graczy."}, {"images": {"nodes": []}, "id": "2133412860816629", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles é um jogo de ação e aventura que exige movimento, improvisação e precisão sob pressão. Domine quatro Exo Suits distintos, aprimore suas habilidades e derrote Titãs colossais!\n\n# QUATRO MANEIRAS DE JOGAR\nEscolha entre quatro Exo Suits exclusivos, cada um com estilos de movimento, armas e habilidades diferentes. É como se você estivesse jogando quatro jogos diferentes! Troque de trajes entre as missões para experimentar novas maneiras de se movimentar e lutar.\n\n{918489640699623}\n\n# CAÇAR OS TITÃS\nEnfrente Titãs imensos que moldam o mundo e dominam o campo de batalha. Aprenda a ler seus ataques, mantenha a mobilidade e encontre aberturas criativas para contra-atacar. \n\n{25331551146473127}\n\n# JOGUE SOZINHO OU EM MODO COOPERATIVO\nMostre suas habilidades de matar Titãs em um único jogador ou em modo cooperativo com até quatro jogadores. As missões, os inimigos e as recompensas são dimensionados dinamicamente para corresponder ao tamanho e à coordenação da sua equipe.\n\n{1273177371509107}\n\n# LUTA EM UM MUNDO FRAGMENTADO\nAtravesse as ruínas flutuantes de Titan Isles - de copas de selva e cavernas derretidas a penhascos devastados pela tempestade e picos congelados. Cada bioma oferece novos desafios de travessia, com recompensas ocultas esperando para serem descobertas.\n\n{858664467092804}\n\n# TESTE SUA VELOCIDADE EM CORRIDAS COMPETITIVAS\nColoque suas habilidades com o Exo Suit à prova em minijogos de corrida. Compita com seus amigos e jogadores para chegar ao topo das tabelas de classificação!\n\n{1373748077569779}\n", "short_description": "Titan Isles é um jogo de tiro de ação e aventura de alta mobilidade em que você pilota quatro Exo Suits exclusivos, cada um com seu próprio estilo de combate e domínio de movimento. Aprimore suas habilidades, lute contra titãs colossais nas ilhas e jogue sozinho ou com até três amigos no modo cooperativo para quatro jogadores."}, {"images": {"nodes": []}, "id": "1863940717631520", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles är ett action- och äventyrsspel som kräver rörelse, improvisation och precision under press. Bemästra fyra olika Exo Suits, uppgradera dina förmågor och ta ner kolossala Titans!\n\n# FYRA SÄTT ATT SPELA\nVälj mellan fyra unika Exo-dräkter, var och en med olika rörelsestilar, vapen och förmågor. Det känns som att spela fyra olika spel! Byt dräkter mellan uppdragen för att experimentera med nya sätt att röra dig och slåss.\n\n{837887649006180}\n\n# JAGA TITANERNA\nMöt enorma, världsformande titaner som dominerar slagfältet. Lär dig läsa deras attacker, håll dig rörlig och hitta kreativa öppningar för att slå tillbaka. Om du besegrar varje titan låser du upp kraftfulla uppgraderingar och avslöjar mer av mysteriet bakom deras uppvaknande.\n\n{2302363330237816}\n\n# SPELA SOLO ELLER I CO-OP\nVisa upp dina färdigheter i att besegra titaner i enspelarläge eller i drop-in, drop-out co-op med upp till fyra spelare. Uppdrag, fiender och belöningar skalas dynamiskt för att matcha ditt teams storlek och samordning.\n\n{1942863796666117}\n\n# FIGHT ACROSS A FRACTURED WORLD\nKorsa de flytande ruinerna på Titan Isles - från djungeltak och smälta grottor till stormiga klippor och frusna toppar. Varje biome erbjuder nya utmaningar och dolda belöningar som väntar på att upptäckas.\n\n{1363174211675951}\n\n# TESTA DIN HASTIGHET I TÄVLINGSINRIKTAD RACING\nSätt dina färdigheter i Exo Suit på prov i racing-minispel. Tävla med vänner och spelare om toppen på topplistorna!\n\n{1402022817928863}\n", "short_description": "Titan Isles är en action- och äventyrsskjutare med hög rörlighet där du styr fyra unika Exo Suits, var och en med sin egen stridsstil och rörelseförmåga. Uppgradera dina förmågor, slåss mot kolossala titaner över öarna och spela solo eller med upp till tre vänner i sömlöst 4-spelar co-op."}, {"images": {"nodes": []}, "id": "1633718311137440", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles - это приключенческая игра, требующая движения, импровизации и точности под давлением. Освойте четыре разных экзокостюма, улучшите свои способности и уничтожьте колоссальных Титанов!\n\n# ЧЕТЫРЕ СПОСОБА ИГРЫ\nВыберите один из четырех уникальных экзокостюмов, каждый из которых отличается стилем передвижения, оружием и способностями. Это похоже на игру в четыре разные игры! Меняйте костюмы между миссиями, чтобы экспериментировать с новыми способами передвижения и ведения боя.\n\n{727579236699022}\n\n# ОХОТА НА ТИТАНОВ\nВстретьтесь с огромными, меняющими мир Титанами, которые доминируют на поле боя. Научитесь читать их атаки, сохранять мобильность и находить креативные возможности для нанесения ответного удара. Победив каждого Титана, вы откроете мощные улучшения и узнаете больше о тайне их пробуждения.\n\n{1972203760007696}\n\n# ИГРАЙТЕ В ОДИНОЧКУ ИЛИ В КООПЕРАТИВЕ\nПродемонстрируйте свои навыки уничтожения Титанов в одиночной игре или в кооперативной игре с четырьмя игроками. Миссии, враги и награды динамически изменяются в зависимости от размера и координации вашей команды.\n\n{924857540716726}\n\n# БОРЬБА В РАСКОЛОТОМ МИРЕ\nПутешествуйте по плавучим руинам Titan Isles - от пологов джунглей и расплавленных пещер до разрушенных штормом скал и замерзших вершин. Каждый биом предлагает новые задачи, скрытые награды, которые ждут своего часа.\n\n{848242604756913}\n\n# ПРОВЕРЬТЕ СВОЮ СКОРОСТЬ В СОРЕВНОВАТЕЛЬНЫХ ГОНКАХ\nПроверьте свои навыки владения экзокостюмом в гоночных мини-играх. Соревнуйтесь с друзьями и игроками за вершину таблицы лидеров!\n\n{1742205026447848}", "short_description": "Titan Isles - это приключенческий шутер с высокой мобильностью, в котором вам предстоит управлять четырьмя уникальными экзокостюмами, каждый из которых обладает собственным стилем боя и мастерством передвижения. Улучшайте свои способности, сражайтесь с колоссальными Титанами на островах и играйте в одиночку или с тремя друзьями в бесшовном кооперативном режиме для 4 игроков."}, {"images": {"nodes": [{"file_name": "vr_screenshot_01-min.png", "id": "1467217581269289", "image_type": "APP_IMG_CUBEMAP_SOURCE", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/491821972_1467217584602622_2071954816512611591_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=p62mYnueFbMQ7kNvwF4XK64&_nc_oc=AdkH4Vg9yEWJIRg3zj63kgm2cn-wYRlYsYSI6kijAkyWLiEKfPS3-uFFkJgt8PvA54U&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_Afpvy_YxnySG1q6Z_0wq-TgiL1gJU4X9cb9_6fbejusJbg&oe=696A11BC"}, {"file_name": "Portrait 1008x1440.png", "id": "1394101802496468", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/491823279_1394101805829801_7251584035374711116_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yBrqZ7ZOvNUQ7kNvwEjOnPu&_nc_oc=AdltIJ0g_DI1wkh1A1f_2imki8eGDNqPkdBpvUDNJt0KikhJ-gQ1jIsR3huMaaFEcds&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_Afr_Yom7A2kMnsqyltm0qJkCFWvM1HXQbJBoYvD1FbLQkg&oe=696A1A2F"}, {"file_name": "PDP Art 3000x900.png", "id": "1372379903955898", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/491823259_1372379913955897_8972992851410526076_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cFylJJZ1d24Q7kNvwEBtfDm&_nc_oc=AdmovUOs2H1qmJy_7YbhrDJDVpXjjE2L1CO1iZrEHlXctoBReuwhB4A15zFKp_ButIE&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfrEURsh7OxskuvXeEYp7jYBr8fjN2QlyKBbBLOP0sMTag&oe=696A30A4"}, {"file_name": "titan_isles_4k_white.png", "id": "1233393252183636", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/491823271_1233393258850302_4936507929125843923_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=37meOdnW6TYQ7kNvwHzidLo&_nc_oc=Adk45tH1MqE4eelesROzXVi7-JAAvlHSfIS7qYX6Fi0F4nv9lEOSsQHwtc2UH2iPm7o&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_Afovst3xI4ynT220tSJDvLPT8BgrhwspgqLYBrDFncIAIg&oe=696A20BA"}, {"file_name": "Square 1440x1440.png", "id": "1219076996986795", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/491831299_1219077003653461_7686733966674972780_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NJDq-K18dScQ7kNvwH7_eIX&_nc_oc=AdkgbpClZdxwboAMiylefemUORqcXtafgXi1VS_bOTrvht073pCivZXl1_eGO2lkS2k&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfrD2b9bCe7P_pv7gLwmRYjKN1_vkRJbqucEvgnPHlPa2w&oe=696A20E0"}, {"file_name": "TitanIsles_Immersive_Layers_Left_400x700.png", "id": "1058652401807845", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/75254875_1058652405141178_2733414434448088817_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l2XSOFSBiv8Q7kNvwGZ6Qdu&_nc_oc=Adk2gJfsnlMlKyuEDPPgJCFgxCzXUNT7Fa-veeU19OTDGl0CmgQ9LsmkwxsCBSAusmc&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfpwsJ0jwVX2oonO9AmT5P0lmOIXn3lXhnbRaCfIE8o-UQ&oe=696A21A2"}, {"file_name": "TitanIsles_Logo.png", "id": "977271533506976", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/38974811_977271536840309_1498065546599389990_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FK5xRYjTeiAQ7kNvwHxsv-p&_nc_oc=AdnFhfCL3tAN8RcVraSiN09BdcXhT0rX9YjgZz5__HiixTb-7GrkO2lS3VUfDAeQBSo&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_Afqw8uU8IGGPcNP0S4aafMRU45WxJ0BpYlumOZqeB8JdNA&oe=696A1943"}, {"file_name": "Icon 512x512.png", "id": "898478062710072", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/491824318_898478066043405_7186663750612544950_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kkYYoVrJud0Q7kNvwHqI1Kd&_nc_oc=Adl_ymgRabg3iIxCAf7l128GdG53xWgde5NUiJlf66P7XxFW-Lz3P3ucFfhegDJkV4c&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfrwRmB5BbIYn-En8LryPlqvLRsD4Yw4mCsuO9LhBPJ-TQ&oe=696A2DF6"}, {"file_name": "TitanIsles_Immersive_Layers_Right_400x700.png", "id": "852645503136614", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/75236135_852645506469947_7777533184661577706_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Kk9jDC-w0G0Q7kNvwEFHSvb&_nc_oc=AdlH_MxFA7PjeUq5lerid3dgdapA1UPDqitr5zAQjchzK7ivPMAfs3WAK6SjswLy7Oc&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfoeS0teaYtN3mMcALW4HoNuq5GZ-VSE2Ont-9agKUhRGg&oe=696A390B"}, {"file_name": "Landscape 2560x1440.png", "id": "758150843981317", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/491830813_758150850647983_6217502080801533220_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=v4Z1b8gHHkYQ7kNvwGsUYqP&_nc_oc=Adno2JLiYbRHjcHRLMvxAamQqXXXp8rcPJcCHAdaoYmkeD3ukEZGkGqshTDPhR4z1lM&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfqzdWro3hxOnoVVLjb5X3yNoIzGHUS2oCuY0eeDk4foNQ&oe=696A3FE5"}, {"file_name": "TitanIsles_Immersive_Layers_Back_1800x700.png", "id": "323045810388386", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/57568669_323045817055052_1490916164064276486_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=g19bOThGff0Q7kNvwFRInv4&_nc_oc=AdmwIzT19WUriJ4djNKXR1GLTvg_kbQ9VC7wxm3Tufh0k25QO18aPvdYAQTlxDadpAI&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_Afp0kgb-wJw49JXESyVQp-E73f56oPbMwFkndjNN2Rp5CQ&oe=696A47EE"}]}, "id": "1592759281866678", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_01.png", "id": "4233205580232557", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/499305050_4233205583565890_1407259803571240222_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7EzwEOGszqMQ7kNvwEFHG8_&_nc_oc=AdlEf16pZ6oX0_pBnI1pjPhrNZxY7lUnGWB_FXnkREjot9835u5_Epn8jZSP_qidR4Y&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfpRq2KfcErp8XoWe3bCLPh1i_-qc1CynD2sBmpR8QLlvw&oe=696A2F96"}, {"file_name": "Screenshot_12.png", "id": "1532839564742608", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/499300574_1532839568075941_1379635436966820777_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3Js4F4V-FB4Q7kNvwG091XS&_nc_oc=AdmkBEdU6vdeFzwv5Myf5GE99XW_Ae-TpIbWm6QPRk9AMukGFgkmufyjRU48zwBpLBE&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfqmGT8HgVy0VsbzpbEXl7AzE0KtV0B7dSLliRaQQdFQjA&oe=696A3869"}, {"file_name": "Screenshot_03.png", "id": "1821464338496727", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/499300910_1821464341830060_5577181686020815548_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IrWie7Da_RQQ7kNvwHmpZPy&_nc_oc=AdmO_FIr2U06OonTCvjSuoQJs88gRXmTNrTloWxBzZDWGfQRnqyGh1r_b77IJ5YGcoA&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfpiOrGdl5ojQ-pqrE2-1a8M7TWp3sOka3fx-kRa7SNlHw&oe=696A1CFC"}, {"file_name": "Screenshot_04.png", "id": "4171106386457589", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/499303788_4171106389790922_7997650116870682142_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EWq0LeHrlj4Q7kNvwG7jpbL&_nc_oc=AdlDMPk77e4l-NgKQOWkCT5o95iPmM_M80KGqm6R6yIA_oFRopBfzwlyYmyWstmTvEQ&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfrWXW0cyJQXNLtZJMqyGd-7QHJSIUeeEwLPpoGxWvRqhA&oe=696A20A9"}, {"file_name": "Screenshot_05.png", "id": "1754029588809988", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/499307931_1754029592143321_1543573529806714242_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3xR3Hh8uB70Q7kNvwFbBt4G&_nc_oc=Adm7pHz0R0teGIlU_4YLVFYGC7rwA7rCf4hmAQYG-F490cXz2BpKjQFMym6w54t7pd4&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfrpzeIjh0nonwq0TItW86yBBHHVeOXCcANU2gFPSHzq_w&oe=696A35F4"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Landscape 2560x1440.png", "id": "1428213232152764", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/491820387_1428213235486097_4010668764825598730_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=slfcOCY5vxUQ7kNvwEREfjA&_nc_oc=Adk3Nj1_4RNXCGaTHFJQrBmiROkQcexkBaxlchwjRv9rKV_tbuPaSarAnEcD6BU-PhE&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfqdbPxBxeaTNRuf2mpG35Zfl5-iVhYaLE0x8cnzqXrbXQ&oe=696A3ECE"}, "display_name": "Titan Isles", "keywords": ["adventure", "coop", "combat", "flying", "shooting"], "long_description": "# FROSTFALL ENVELOPES TOSKA - A unique race track and present-hunt challenge are now available for a limited time!\n\nTake down colossal Titans as you battle to stop the end of the world! Uncover the mystery of their awakening as you soar across a massive, fractured landscape in one of four powerful, upgradable and heavily armed Exo Suits! Play solo or in 4-player co-op with cross-play!\n\n\n# FOUR WAYS TO PLAY\nSelect from four unique Exo Suits, each with distinct movement styles, weapons, and abilities. It feels like playing four different games! Swap suits between missions to experiment with new ways to move and fight.\n{676916538133383}\n\n# HUNT THE TITANS\nFace immense, world-shaping Titans that dominate the battlefield. Learn to read their attacks, stay mobile, & find creative openings to strike back. Defeating each Titan unlocks powerful upgrades & reveals more of the mystery behind their awakening.\n{25436434685974263}\n\n# PLAY SOLO OR IN CO-OP\nShow off your Titan-slaying skills in single player or in drop-in, drop-out co-op with up to four players. Missions, enemies, and rewards scale dynamically to match your team’s size and coordination.\n{1550709172961091}\n\n# FIGHT ACROSS A FRACTURED WORLD\nTraverse the floating ruins of Titan Isles - from jungle canopies and molten caverns to storm-torn cliffs and frozen peaks. Each biome offers new traversal challenges & hidden rewards waiting to be discovered.\n{1397567897979983}\n\n# TEST YOUR SPEED IN COMPETITIVE RACING\nPut your Exo Suit skills to the test in racing minigames. Compete with friends & players for the top of the leaderboards!\n\n{1871462160435110}", "short_description": "Titan Isles is a high-mobility action-adventure shooter where you pilot four unique Exo Suits, each with its own combat style and movement mastery. Upgrade your abilities, battle colossal Titans across the Isles, and play solo or with up to three friends in seamless 4-player co-op."}, {"images": {"nodes": []}, "id": "1533319897786832", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles, baskı altında hareket, doğaçlama ve hassasiyet gerektiren bir aksiyon-macera oyunudur. Dört farklı Exo Suit'te ustalaşın, yeteneklerinizi geliştirin ve devasa Titanları alt edin!\n\n# OYNAMAK IÇIN DÖRT YOL\nHer biri farklı hareket stillerine, silahlara ve yeteneklere sahip dört benzersiz Exo Suit arasından seçim yapın. Dört farklı oyun oynuyormuşsunuz gibi hissettiriyor! Hareket etmenin ve savaşmanın yeni yollarını denemek için görevler arasında kıyafet değiştirin.\n\n{1856283602000330}\n\n# DEVLERİ AVLAYIN\nSavaş alanına hükmeden, dünyayı şekillendiren devasa Titanlarla yüzleşin. Saldırılarını okumayı, hareket halinde kalmayı ve karşılık vermek için yaratıcı açıklıklar bulmayı öğrenin. \n\n{1787719898594698}\n\n# TEK BAŞINA YA DA CO-OP OYNA\nTitan öldürme becerilerinizi tek oyunculu veya dört oyuncuya kadar açılan, açılan kooperatifte gösterin. Görevler, düşmanlar ve ödüller ekibinizin büyüklüğüne ve koordinasyonuna göre dinamik olarak ölçeklendirilir.\n\n{888526410791109}\n\n# PARÇALANMIŞ BIR DÜNYADA SAVAŞ\nTitan Adaları'nın yüzen kalıntılarını dolaşın - orman kanopileri ve erimiş mağaralardan fırtınanın parçaladığı uçurumlara ve donmuş zirvelere kadar. \n\n{884772527369557}\n\n# REKABETÇI YARIŞTA HIZINIZI TEST EDIN\nExo Suit becerilerinizi yarış mini oyunlarında test edin. Liderlik tablolarının zirvesi için arkadaşlarınızla ve oyuncularla yarışın!\n\n{2233605833795097}", "short_description": "Titan Isles, her biri kendi savaş stiline ve hareket ustalığına sahip dört benzersiz Exo Suit'e pilotluk yaptığınız yüksek hareket kabiliyetli bir aksiyon-macera nişancı oyunudur. Yeteneklerinizi yükseltin, Adalar boyunca devasa Titanlarla savaşın ve tek başınıza ya da sorunsuz 4 oyunculu co-op modunda üç arkadaşınızla birlikte oynayın."}, {"images": {"nodes": []}, "id": "1437856041168674", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": ["adventure", "combat", "coop", "flying", "shooting"], "long_description": "Un jeu d'action et d'aventure qui exige mouvement, improvisation et précision sous pression. Maîtrisez quatre Exo Suits distinctes, améliorez vos capacités et éliminez des Titans colossaux!\n\n# QUATRE FAÇONS DE JOUER\nChoisissez parmi quatre Exo Suits uniques, chacune avec des styles de mouvement, des armes et des capacités distincts. Échangez vos combinaisons entre les missions pour expérimenter de nouvelles façons de vous déplacer et de combattre.\n\n{1984898018974303}\n\n# CHASSEZ LES TITANS\nAffrontez d'immenses Titans, qui façonnent le monde et dominent le champ de bataille. Apprenez à lire leurs attaques, restez mobile et trouvez des ouvertures créatives pour riposter. En battant chaque Titan, vous débloquerez de puissantes améliorations & découvrirez le mystère qui se cache derrière leur réveil.\n\n{2014698052713815}\n\n# JOUEZ EN SOLO OU EN COOPÉRATION\nMontrez vos talents de tueur de Titans en solo ou en coopération avec jusqu'à quatre joueurs. Les missions, les ennemis et les récompenses s'adaptent dynamiquement à la taille et à la coordination de votre équipe.\n\n{1159077685678520}\n\n# COMBAT À TRAVERS UN MONDE FRACTURÉ\nTraversez les ruines flottantes des îles Titan - des canopées de la jungle et des cavernes en fusion aux falaises déchirées par les tempêtes et aux pics gelés. Chaque biome offre de nouveaux défis et des récompenses cachées à découvrir.\n\n{1170734877738424}\n\n# TESTEZ VOTRE VITESSE DANS DES COURSES COMPÉTITIVES\nMettez vos compétences en Exo Suit à l'épreuve dans les mini-jeux de course. Affrontez vos amis et les joueurs pour atteindre le sommet des classements!\n\n{1505116494078534}", "short_description": "Titan Isles est un jeu d'action-aventure d'une grande mobilité dans lequel vous pilotez quatre Exo Suits uniques, chacune ayant son propre style de combat et sa propre maîtrise des mouvements. Améliorez vos capacités, affrontez des Titans colossaux à travers les îles et jouez en solo ou avec jusqu'à trois amis en coopération transparente à 4 joueurs."}, {"images": {"nodes": []}, "id": "1415890000161394", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "# FROSTFALL ENVELOPES TOSKA - A unique race track and present-hunt challenge are now available for a limited time!\n\nTake down colossal Titans as you battle to stop the end of the world! Uncover the mystery of their awakening as you soar across a massive, fractured landscape in one of four powerful, upgradable and heavily armed Exo Suits! Play solo or in 4-player co-op with cross-play!\n\n# FOUR WAYS TO PLAY\nSelect from four unique Exo Suits, each with distinct movement styles, weapons, and abilities. It feels like playing four different games! Swap suits between missions to experiment with new ways to move and fight.\n\n{766913166425460}\n\n# HUNT THE TITANS\nFace immense, world-shaping Titans that dominate the battlefield. Learn to read their attacks, stay mobile, & find creative openings to strike back. Defeating each Titan unlocks powerful upgrades & reveals more of the mystery behind their awakening.\n\n{1384909409981626}\n\n# PLAY SOLO OR IN CO-OP\nShow off your Titan-slaying skills in single player or in drop-in, drop-out co-op with up to four players. Missions, enemies, and rewards scale dynamically to match your team’s size and coordination.\n\n{902415172961482}\n\n# FIGHT ACROSS A FRACTURED WORLD\nTraverse the floating ruins of Titan Isles - from jungle canopies and molten caverns to storm-torn cliffs and frozen peaks. Each biome offers new traversal challenges & hidden rewards waiting to be discovered.\n\n{2016508809170455}\n\n# TEST YOUR SPEED IN COMPETITIVE RACING\nPut your Exo Suit ski\n\n{1623896788960397}", "short_description": "Titan Isles is a high-mobility action-adventure shooter where you pilot four unique Exo Suits, each with its own combat style and movement mastery. Upgrade your abilities, battle colossal Titans across the Isles, and play solo or with up to three friends in seamless 4-player co-op."}, {"images": {"nodes": []}, "id": "1404093918117561", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles es un juego de acción y aventura que exige movimiento, improvisación y precisión bajo presión. Domina cuatro Exo Suits distintos, mejora tus habilidades y acaba con titanes colosales.\n\n# CUATRO FORMAS DE JUGAR\nElige entre cuatro Exo Suits únicos, cada uno con estilos de movimiento, armas y habilidades distintas. ¡Es como jugar a cuatro juegos distintos! Cambia de traje entre misiones para experimentar nuevas formas de moverte y luchar.\n\n{1873106659977645}\n\n# CAZA A LOS TITANES\nEnfréntate a inmensos titanes que dominan el campo de batalla. Aprende a leer sus ataques, mantente en movimiento y encuentra aperturas creativas para contraatacar. Al derrotar a cada titán desbloquearás poderosas mejoras y descubrirás más sobre el misterio que se esconde tras su despertar.\n\n{1780807359270174}\n\n# JUEGA EN SOLITARIO O EN COOPERATIVO\nDemuestra tus habilidades para derrotar titanes en solitario o en modo cooperativo con hasta cuatro jugadores. Las misiones, los enemigos y las recompensas se adaptan dinámicamente al tamaño y la coordinación de tu equipo.\n\n{794081310354901}\n\n# LUCHA A TRAVÉS DE UN MUNDO FRACTURADO\nAtraviesa las ruinas flotantes de las Islas Titán, desde selvas y cavernas fundidas hasta acantilados azotados por tormentas y picos helados. Cada bioma ofrece nuevos desafíos de travesía y recompensas ocultas que esperan ser descubiertas.\n\n{2702391190138891}\n\n# PON A PRUEBA TU VELOCIDAD EN CARRERAS COMPETITIVAS\nPon a prueba tus habilidades con el Exo Suit en minijuegos de carreras. Compite con amigos y jugadores por lo más alto de las tablas de clasificación.\n\n{850323361186782}\n", "short_description": "Acción rápida y cooperativa mientras luchas contra titanes colosales en islas."}, {"images": {"nodes": []}, "id": "1381357670146638", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Το Titan Isles είναι ένα παιχνίδι περιπέτειας δράσης που απαιτεί κίνηση, αυτοσχεδιασμό και ακρίβεια υπό πίεση. Κατακτήστε τέσσερις διαφορετικές Exo Suits, αναβαθμίστε τις ικανότητές σας και εξουδετερώστε κολοσσιαίους Τιτάνες!\n\n# ΤΈΣΣΕΡΙΣ ΤΡΌΠΟΙ ΓΙΑ ΝΑ ΠΑΊΞΕΙΣ\nΕπιλέξτε από τέσσερις μοναδικές στολές Exo, η καθεμία με ξεχωριστό στυλ κίνησης, όπλα και ικανότητες. Είναι σαν να παίζετε τέσσερα διαφορετικά παιχνίδια! Αλλάξτε στολές μεταξύ των αποστολών για να πειραματιστείτε με νέους τρόπους κίνησης και μάχης.\n\n{1594644904900313}\n\n# ΚΥΝΗΓΉΣΤΕ ΤΟΥΣ ΤΙΤΆΝΕΣ\nΑντιμετωπίστε τεράστιους, κοσμογονικούς Τιτάνες που κυριαρχούν στο πεδίο της μάχης. Μάθετε να διαβάζετε τις επιθέσεις τους, να παραμένετε κινητικοί και να βρίσκετε δημιουργικά ανοίγματα για να αντεπιτίθεστε.\n\n{1394021722121967}\n\n# ΠΑΊΞΤΕ ΣΌΛΟ Ή ΣΕ ΣΥΝΕΡΓΑΣΊΑ\nΕπιδείξτε τις ικανότητές σας στο να σκοτώνετε Τιτάνες σε μονό παιχνίδι ή σε συνεργασία με έως και τέσσερις παίκτες. Οι αποστολές, οι εχθροί και οι ανταμοιβές κλιμακώνονται δυναμικά ανάλογα με το μέγεθος και τον συντονισμό της ομάδας σας.\n\n{2282077492276668}\n\n# ΠΟΛΕΜΉΣΤΕ ΣΕ ΈΝΑΝ ΚΑΤΑΚΕΡΜΑΤΙΣΜΈΝΟ ΚΌΣΜΟ\nΔιασχίστε τα πλωτά ερείπια του Titan Isles - από στέγαστρα ζούγκλας και λιωμένες σπηλιές μέχρι καταιγιστικούς βράχους και παγωμένες κορυφές. \n\n{2264699804011420}\n\n# ΔΟΚΙΜΆΣΤΕ ΤΗΝ ΤΑΧΎΤΗΤΆ ΣΑΣ ΣΕ ΑΝΤΑΓΩΝΙΣΤΙΚΟΎΣ ΑΓΏΝΕΣ\nΔοκιμάστε τις ικανότητές σας στο Exo Suit σε αγωνιστικά μίνι παιχνίδια. Ανταγωνίσου με φίλους & παίκτες για την κορυφή των πινάκων κατάταξης!\n\n{1304834348334917}", "short_description": "Το Titan Isles είναι ένα shooter περιπέτειας δράσης υψηλής κινητικότητας, στο οποίο πιλοτάρετε τέσσερις μοναδικές Exo Suits, η καθεμία με το δικό της στυλ μάχης και τη δική της ικανότητα κίνησης. Αναβαθμίστε τις ικανότητές σας, πολεμήστε κολοσσιαίους Τιτάνες σε όλα τα Νησιά και παίξτε μόνοι σας ή με έως και τρεις φίλους σε απρόσκοπτη συνεργασία 4 παικτών."}, {"images": {"nodes": []}, "id": "1370131711556997", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles je akční adventura vyžadující pohyb, improvizaci a přesnost pod tlakem. Ovládněte čtyři různé exo obleky, vylepšujte své schopnosti a zlikvidujte kolosální Titány!\n\n# ČTYŘI ZPŮSOBY HRANÍ\nVyberte si ze čtyř jedinečných exo obleků, z nichž každý má odlišný styl pohybu, zbraně a schopnosti. Jako byste hráli čtyři různé hry! Mezi jednotlivými misemi si obleky vyměňujte a experimentujte s novými způsoby pohybu a boje.\n\n{868063946090390}\n\n# LOV TITÁNŮ\nPostavte se obrovským, svět formujícím titánům, kteří ovládají bojiště. Naučte se číst jejich útoky, zůstaňte mobilní a najděte kreativní možnosti, jak jim úder vrátit. Poražením každého titána odemkneš mocná vylepšení a odhalíš další tajemství, které stojí za jejich probuzením.\n\n{730775863011290}\n\n# HRAJTE SÓLO NEBO V KOOPERACI\nPředveďte své dovednosti při zabíjení titánů v režimu pro jednoho hráče nebo v kooperaci až se čtyřmi hráči. Mise, nepřátelé a odměny se dynamicky škálují podle velikosti a koordinace vašeho týmu.\n\n{1392449615687958}\n\n# BOJUJTE NAPŘÍČ ROZTŘÍŠTĚNÝM SVĚTEM\nProcházejte plovoucími troskami ostrovů Titan - od korun džungle a roztavených jeskyní až po bouří zmítané útesy a zmrzlé vrcholky. Každý biom nabízí nové výzvy k procházení, skryté odměny čekají na objevení.\n\n{922997000055730}\n\n# OTESTUJTE SVOU RYCHLOST V SOUTĚŽNÍCH ZÁVODECH\nVyzkoušejte své schopnosti v Exo Suitu v závodních minihrách. Soupeřte s přáteli a hráči o přední příčky v žebříčcích!\n\n{2498488767250265}", "short_description": "Titan Isles je akční adventura s vysokou pohyblivostí, ve které pilotujete čtyři unikátní exo obleky, z nichž každý má vlastní styl boje a pohybové dovednosti. Vylepšujte své schopnosti, bojujte s kolosálními Titány napříč ostrovy a hrajte sólo nebo až se třemi přáteli v plynulé kooperaci pro 4 hráče."}, {"images": {"nodes": []}, "id": "1286000353548345", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "타이탄 아일즈는 긴박한 상황 속에서 움직임, 즉흥성, 정확성을 요구하는 액션 어드벤처 게임입니다. 4가지 엑소 슈트를 마스터하고 능력을 업그레이드하여 거대한 타이탄을 쓰러뜨리세요!\n\n# 4가지 플레이 방법\n각기 다른 동작 스타일, 무기, 능력을 가진 네 가지 개성 넘치는 엑소 수트 중에서 선택하세요. 마치 네 가지 게임을 플레이하는 것 같은 느낌입니다! 미션마다 수트를 교체하며 새로운 이동 및 전투 방식을 실험해 보세요.\n\n{2271140293398548}\n\n# 타이탄 사냥\n전장을 지배하는 거대하고 세계를 지배하는 타이탄과 맞서세요. 타이탄의 공격을 읽고, 기동성을 유지하며, 창의적인 공격 기회를 찾아 반격하는 방법을 배워보세요. 각 타이탄을 처치하면 강력한 업그레이드를 잠금 해제하고 각성 뒤에 숨겨진 미스터리를 밝혀낼 수 있습니다.\n\n{2323255004855779}\n\n# 솔로 또는 협동 플레이\n싱글 플레이 또는 최대 4명의 플레이어와 함께 드롭 인, 드롭 아웃 협동 플레이로 타이탄 처치 실력을 뽐내 보세요. 미션, 적, 보상은 팀의 규모와 협동심에 따라 동적으로 확장됩니다.\n\n{1554626355686934}\n\n# 분열된 세계를 가로지르는 전투\n정글 캐노피와 녹아내린 동굴부터 폭풍으로 무너진 절벽과 얼어붙은 봉우리까지, 타이탄 아일즈의 떠다니는 폐허를 횡단하세요. 각 생물군계에는 새로운 횡단 도전과 숨겨진 보상이 기다리고 있습니다.\n\n{905322472060785}\n\n# 경쟁 레이싱에서 속도 테스트\n레이싱 미니게임에서 엑소 슈트 실력을 시험해 보세요. 친구 및 플레이어와 경쟁하여 순위표의 정상을 차지하세요!\n\n{25826480310310367}", "short_description": "타이탄 아일즈는 기동성이 뛰어난 액션 어드벤처 슈팅 게임으로, 각각 고유한 전투 스타일과 움직임 숙련도를 지닌 4가지 엑소 슈트를 조종하는 게임입니다. 능력을 업그레이드하고, 아일스 전역의 거대한 타이탄과 전투를 벌이고, 혼자 또는 최대 3명의 친구와 함께 원활한 4인 협동 플레이를 즐기세요."}, {"images": {"nodes": []}, "id": "1271281164839368", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles là một trò chơi hành động phiêu lưu đòi hỏi sự di chuyển linh hoạt, khả năng ứng biến và độ chính xác cao trong tình huống áp lực. Nắm vững bốn bộ giáp Exo Suits độc đáo, nâng cấp kỹ năng của bạn và tiêu diệt những Titan khổng lồ!\n\n# BỐN CÁCH CHƠI Chọn từ bốn bộ giáp Exo Suits độc đáo, mỗi bộ có phong cách di chuyển, vũ khí và khả năng riêng biệt. \n\n{1509707350091534}\n\n# SĂN LÙNG TITANS Đối mặt với những Titans khổng lồ, có khả năng thay đổi thế giới, thống trị chiến trường. Học cách đọc các đòn tấn công của chúng, duy trì sự linh hoạt và tìm kiếm những cơ hội sáng tạo để phản công. Việc đánh bại mỗi Titans sẽ mở khóa các nâng cấp mạnh mẽ và hé lộ thêm bí mật về sự thức tỉnh của chúng.\n\n{719593630919780}\n\n# CHƠI ĐƠN LẺ HOẶC CHƠI CÙNG BẠN BÈ Thể hiện kỹ năng tiêu diệt Titan của bạn trong chế độ chơi đơn hoặc chế độ co-op có thể tham gia/rời khỏi bất cứ lúc nào với tối đa bốn người chơi. Nhiệm vụ, kẻ thù và phần thưởng sẽ điều chỉnh động để phù hợp với quy mô và sự phối hợp của đội. \n\n{1587847532567625}\n\n# CHIẾN ĐẤU TRÊN MỘT THẾ GIỚI BỊ PHÁ VỠ\nKhám phá những tàn tích nổi trên Titan Isles - từ những khu rừng rậm rạp, hang động nóng chảy đến những vách đá bị bão tàn phá và đỉnh núi băng giá. Mỗi sinh thái mang đến những thách thức di chuyển mới và phần thưởng ẩn đang chờ được khám phá. \n\n{869255445835987}\n\n# THỬ THÁCH TỐC ĐỘ TRONG ĐUA XE CẠNH TRANH Thử thách kỹ năng Exo Suit của bạn trong các minigame đua xe. Cạnh tranh với bạn bè và người chơi khác để leo lên đỉnh bảng xếp hạng!\n\n{3223692797804990}", "short_description": "Titan Isles là một tựa game bắn súng hành động phiêu lưu có tính di động cao, nơi bạn sẽ điều khiển bốn bộ giáp Exo Suits độc đáo, mỗi bộ có phong cách chiến đấu và kỹ năng di chuyển riêng biệt. Nâng cấp khả năng của bạn, chiến đấu với những Titan khổng lồ trên các hòn đảo, và chơi một mình hoặc cùng tối đa ba người bạn trong chế độ hợp tác 4 người chơi mượt mà."}, {"images": {"nodes": []}, "id": "1233166392017426", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles é um jogo de ação e aventura que exige movimento, improvisação e precisão sob pressão. Domine quatro Exo Suits distintos, aprimore suas habilidades e derrote Titãs colossais!\n\n# QUATRO MANEIRAS DE JOGAR\nEscolha entre quatro Exo Suits exclusivos, cada um com estilos de movimento, armas e habilidades diferentes. É como se você estivesse jogando quatro jogos diferentes! Troque de trajes entre as missões para experimentar novas maneiras de se movimentar e lutar.\n\n{2628011330899563}\n\n# CAÇAR OS TITÃS\nEnfrente Titãs imensos que moldam o mundo e dominam o campo de batalha. Aprenda a ler seus ataques, mantenha a mobilidade e encontre aberturas criativas para contra-atacar. \n\n{1811456796227384}\n\n# JOGUE SOZINHO OU EM MODO COOPERATIVO\nMostre suas habilidades de matar Titãs em um único jogador ou em modo cooperativo com até quatro jogadores. As missões, os inimigos e as recompensas são dimensionados dinamicamente para corresponder ao tamanho e à coordenação da sua equipe.\n\n{1840730746648562}\n\n# LUTA EM UM MUNDO FRAGMENTADO\nAtravesse as ruínas flutuantes de Titan Isles - de copas de selva e cavernas derretidas a penhascos devastados pela tempestade e picos congelados. Cada bioma oferece novos desafios de travessia, com recompensas ocultas esperando para serem descobertas.\n\n{1906936239934733}\n\n# TESTE SUA VELOCIDADE EM CORRIDAS COMPETITIVAS\nColoque suas habilidades com o Exo Suit à prova em minijogos de corrida. Compita com seus amigos e jogadores para chegar ao topo das tabelas de classificação!\n\n{1459902998840067}", "short_description": "Titan Isles é um jogo de ação e aventura de alta mobilidade onde pilotas quatro Exo Suits únicos, cada um com o seu próprio estilo de combate e mestria de movimentos. Melhora as tuas capacidades, combate Titãs colossais nas Ilhas e joga a solo ou com até três amigos em modo cooperativo para 4 jogadores."}, {"images": {"nodes": []}, "id": "1214247283990564", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles 是一款動作冒險遊戲，要求玩家在壓力下的移動、臨機應變和精準度。掌握四種不同的 Exo 戰衣，升級您的能力，並擊敗巨大的泰坦！\n\n# 四種玩法\n從四個獨特的 Exo Suits 中選擇，每個都有不同的移動方式、武器和能力。感覺就像在玩四款不同的遊戲！在任務之間交換裝備，嘗試新的移動和戰鬥方式。\n\n{2387155018423638}\n\n# 獵殺泰坦\n面對主宰戰場的巨大、影響世界的泰坦。學習解讀他們的攻擊、保持行動力，並找出有創意的反擊機會。擊敗每個泰坦都會解鎖強大的升級，並揭示他們覺醒背後的更多奧秘。\n\n{734330463060051}\n\n# 單人或合作模式\n在單人遊戲裡展現您擊敗泰坦的技巧，或是與最多四位玩家進行無間斷的合作模式。任務、敵人和獎勵會動態調整，以配合您的團隊規模和協調性。\n\n{2267815610406835}\n\n# 在破碎的世界中奮戰\n穿越泰坦島的浮動廢墟 - 從叢林簷篷和熔岩洞穴，到暴風摧毀的懸崖和冰凍山峰。每個生物群落都提供新的穿越挑戰，隱藏的獎勵等待您去發掘。\n\n{1156611969590266}\n\n# 在競賽中測試您的速度\n在賽車迷你遊戲中測試您的 Exo Suit 技能。與朋友和玩家競賽，爭奪排行榜的第一名！\n\n{1144225901119343}", "short_description": "Titan Isles 是一款高機動性的動作冒險射擊遊戲，您可以駕駛四套獨特的 Exo 戰衣，每套戰衣都有自己的戰鬥方式和移動技巧。升級您的能力，在泰坦島上與巨大的泰坦戰鬥，並單獨遊戲或與多達三位好友進行無縫 4 人合作。"}, {"images": {"nodes": []}, "id": "1108623771262438", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": ["adventure", "combat", "shooting", "flying", "coop"], "long_description": "Un gioco d'azione e avventura che richiede movimento, improvvisazione e precisione sotto pressione. Padroneggia quattro distinte tute Exo, potenzia le tue abilità e sconfiggi colossali Titani!\n\n# QUATTRO MODI DI GIOCARE\nScegliete tra quattro Exo Suit uniche, ognuna con stili di movimento, armi e abilità diverse. Sembra di giocare a quattro giochi diversi! Scambiate le tute tra le missioni per sperimentare nuovi modi di muoversi e combattere.\n\n{843652831461498}\n\n# CACCIA AI TITANI\nAffrontate Titani immensi che dominano il campo di battaglia. Imparate a leggere i loro attacchi, a rimanere mobili e a trovare varchi creativi per contrattaccare. Sconfiggendo ogni Titano si sbloccano potenti potenziamenti e si svela il mistero del loro risveglio.\n\n{3151815491644792}\n\n# GIOCA DA SOLO O IN COOPERATIVA\nDimostra la tua abilità nell'uccidere i Titani in giocatore singolo o in cooperativa con un massimo di quattro giocatori. Le missioni, i nemici e le ricompense si adattano dinamicamente alle dimensioni e alla coordinazione della squadra.\n\n{1349525603381351}\n\n# COMBATTIMENTI IN UN MONDO FRAMMENTATO\nAttraversate le rovine fluttuanti di Titan Isles, dalle chiome della giungla alle caverne fuse, dalle scogliere devastate dalle tempeste ai picchi ghiacciati. Ogni bioma offre nuove sfide di attraversamento e ricompense nascoste che attendono di essere scoperte.\n\n{1533549051299226}\n\n# METTI ALLA PROVA LA TUA VELOCITÀ NELLE GARE COMPETITIVE\nMettete alla prova le vostre abilità con la tuta Exo nei minigiochi di corsa. Gareggia con amici e giocatori per conquistare la vetta delle classifiche!\n\n{1569923564009677}", "short_description": "Titan Isles è uno sparatutto d'azione e avventura ad alta mobilità in cui si pilotano quattro Exo Suit unici, ognuno con un proprio stile di combattimento e una propria padronanza dei movimenti. Potenziate le vostre abilità, combattete contro colossali Titani attraverso le isole e giocate da soli o con un massimo di tre amici in modalità cooperativa a 4 giocatori."}, {"images": {"nodes": []}, "id": "891698749996387", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles on toimintaseikkailupeli, joka vaatii liikkumista, improvisointia ja tarkkuutta paineen alla. Hallitse neljä erilaista Exo-pukua, päivitä kykyjäsi ja kukista valtavia titaaneja!\n\n# NELJÄ TAPAA PELATA\nValitse neljästä ainutlaatuisesta Exo-puvusta, joista jokaisella on oma liikkumistyylinsä, aseensa ja kykynsä. Tuntuu kuin pelaisit neljää eri peliä! Vaihda pukuja tehtävien välillä kokeillaksesi uusia tapoja liikkua ja taistella.\n\n{1193450912996262}\n\n# METSÄSTÄ TITAANEJA\nKohtaa valtavia, maailmaa muokkaavia titaaneja, jotka hallitsevat taistelukenttää. Opettele lukemaan niiden hyökkäyksiä, pysy liikkeessä ja löydä luovia aukkoja, joista voit iskeä takaisin. Jokaisen titaanin kukistaminen avaa tehokkaita päivityksiä ja paljastaa lisää mysteeriä niiden heräämisen takana.\n\n{1503235970784407}\n\n# PELAA YKSIN TAI YHDESSÄ\nEsittele titaanien tappamistaitojasi yksinpelissä tai jopa neljän pelaajan kanssa pelattavassa yhteistyöpelissä. Tehtävät, viholliset ja palkinnot skaalautuvat dynaamisesti tiimisi koon ja koordinoinnin mukaan.\n\n{33093358736976281}\n\n# TAISTELE HAJANAISESSA MAAILMASSA\nKulje Titan Islesin kelluvien raunioiden halki - viidakon katoksista ja sulaneista luolista myrskyn repimiin kallioihin ja jäätyneisiin huippuihin. Jokainen biomi tarjoaa uusia kulkuhaasteita ja piilotettuja palkintoja, jotka odottavat löytämistä.\n\n{1293446519474241}\n\n# TESTAA NOPEUTESI KILPA-AJOSSA\nLaita Exo Suit -taitosi koetukselle kilpa-ajon minipeleissä. Kilpaile ystävien ja pelaajien kanssa tulostaulukoiden kärjestä!\n\n{861890933233082}", "short_description": "Titan Isles on erittäin liikkuva toimintaseikkailuräiskintäpeli, jossa ohjaat neljää ainutlaatuista Exo-pukua, joista jokaisella on oma taistelutyylinsä ja liikkumismahdollisuutensa. Päivitä kykyjäsi, taistele kolossaalisia titaaneja vastaan eri puolilla saaria ja pelaa yksin tai jopa kolmen ystäväsi kanssa saumattomassa neljän pelaajan yhteistyöpelissä."}, {"images": {"nodes": []}, "id": "857606270203617", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles 是一款動作冒險遊戲，要求玩家在壓力下的移動、臨機應變和精準度。掌握四種不同的 Exo 戰衣，升級您的能力，並擊敗巨大的泰坦！\n\n# 四種玩法\n從四個獨特的 Exo Suits 中選擇，每個都有不同的移動方式、武器和能力。感覺就像在玩四款不同的遊戲！在任務之間交換裝備，嘗試新的移動和戰鬥方式。\n\n{1630922648103225}\n\n# 獵殺泰坦\n面對主宰戰場的巨大、影響世界的泰坦。學習解讀他們的攻擊、保持行動力，並找出有創意的反擊機會。擊敗每個泰坦都會解鎖強大的升級，並揭示他們覺醒背後的更多奧秘。\n\n{1199223365746586}\n\n# 單人或合作模式\n在單人遊戲裡展現您擊敗泰坦的技巧，或是與最多四位玩家進行無間斷的合作模式。任務、敵人和獎勵會動態調整，以配合您的團隊規模和協調性。\n\n{891126499955821}\n\n# 在破碎的世界中奮戰\n穿越泰坦島的浮動廢墟 - 從叢林簷篷和熔岩洞穴，到暴風摧毀的懸崖和冰凍山峰。每個生物群落都提供新的穿越挑戰，隱藏的獎勵等待您去發掘。\n\n{1460407332377796}\n\n# 在競賽中測試您的速度\n在賽車迷你遊戲中測試您的 Exo Suit 技能。與朋友和玩家競賽，爭奪排行榜的第一名！\n\n{1901046600803960}\n\n", "short_description": "Titan Isles 是一款高機動性的動作冒險射擊遊戲，您可以駕駛四套獨特的 Exo 戰衣，每套戰衣都有自己的戰鬥方式和移動技巧。升級您的能力，在泰坦島上與巨大的泰坦戰鬥，並單獨遊戲或與多達三位好友進行無縫 4 人合作。"}, {"images": {"nodes": []}, "id": "642419645628362", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Titan Isles", "keywords": [], "long_description": "Titan Isles is een actie-avonturenspel dat beweging, improvisatie en precisie onder druk vereist. Beheers vier verschillende Exo Suits, upgrade je vaardigheden en neem kolossale Titans te grazen!\n\n# VIER MANIEREN OM TE SPELEN\nKies uit vier unieke Exo Suits, elk met hun eigen bewegingsstijl, wapens en vaardigheden. Het voelt alsof je vier verschillende spellen speelt! Wissel tussen de missies van pak om te experimenteren met nieuwe manieren om te bewegen en te vechten.\n\n{833377473031168}\n\n# JAAG OP DE TITANEN\nNeem het op tegen immense, wereldvormende Titans die het slagveld domineren. Leer hun aanvallen te lezen, blijf mobiel en zoek creatieve openingen om terug te slaan. Door elke Titan te verslaan, speel je krachtige upgrades vrij en ontdek je meer van het mysterie achter hun ontwaken.\n\n{1484091419323893}\n\n# SPEEL SOLO OF IN COÖP\nLaat je Titan-slagvaardigheden zien in singleplayer of in drop-in, drop-out co-op met maximaal vier spelers. Missies, vijanden en beloningen worden dynamisch aangepast aan de grootte en coördinatie van je team.\n\n{1700005330964652}\n\n# VECHT DOOR EEN GEBROKEN WERELD\nDoorkruis de drijvende ruïnes van Titan Isles - van jungletoppen en gesmolten spelonken tot door storm verscheurde kliffen en bevroren bergtoppen. Elke biome biedt nieuwe uitdagingen en verborgen beloningen die wachten om ontdekt te worden.\n\n{880144541054867}\n\n# TEST JE SNELHEID IN COMPETITIEVE RACES\nStel je Exo Suit-vaardigheden op de proef in race-minigames. Ga de strijd aan met vrienden en spelers voor de top van het klassement!\n\n{687677867756713}\n", "short_description": "Titan Isles is een zeer beweeglijke action-adventure shooter waarin je vier unieke Exo Suits bestuurt, elk met een eigen vechtstijl en bewegingsbeheersing. Upgrade je vaardigheden, neem het op tegen kolossale Titans over de Isles en speel solo of met maximaal drie vrienden in naadloze co-op voor 4 spelers."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.psytecgames.com/privacy/", "developer_terms_of_service_url": null, "publisher_name": "Psytec Games Ltd", "support_website_url": "https://www.psytecgames.com/support", "website_url": "https://www.psytecgames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_FEW", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "459781504968480"}, {"id": "3744040075834813"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER", "CO_OP"], "id": "33225237933758218"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/491831299_1219077003653461_7686733966674972780_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NJDq-K18dScQ7kNvwH7_eIX&_nc_oc=AdkgbpClZdxwboAMiylefemUORqcXtafgXi1VS_bOTrvht073pCivZXl1_eGO2lkS2k&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfoQqqDIRo8pN9DJCYeZHDT3DWIx0DX-ki3yWnZPDwUgTQ&oe=696A20E0"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Titan Isles", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Shooter", "id": "3744040075834813"}], "release_date": 1758819600, "lastRevision": {"nodes": [{"id": "8332854146756608", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8332853930089963", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "291542046938207"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "PDP Art 3000x900.png", "id": "1727742518087594", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/473391837_1727742521420927_4986310122639338395_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sBCnVhKoQGIQ7kNvwFAl5Bh&_nc_oc=AdkGwQ9pRuPSX6NvnXHFsORr0RjgXjGNg12T9miUxBN8V_clFeZXoAKDf_ZDmot6bkQ&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfpxtjBcNLZ-OEo5d0LjiRM5bRzCD6S4PNASp52ckzSi5w&oe=696A427E"}, {"file_name": "icon2.png", "id": "1674038040176467", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/473391870_1674038043509800_6365183322862214879_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q-2gJmTWIDoQ7kNvwFlagMM&_nc_oc=AdnsW6RY4LAyv4-lK8kA8bQzYJrLnrVhG3o96Us4glYndPCKESz7DHfJYz9OyurdX6Q&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfrXFxbB4QQYkdSAoUIZ3Rav2TPx7E2pg_L4AoeRykteuw&oe=696A4867"}, {"file_name": "Landscape 2560x1440.png", "id": "1538794030135768", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/473393204_1538794033469101_5790844100685640795_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YFd3oJ-yMx0Q7kNvwHOJA83&_nc_oc=AdkPYbVpISAkPcVfNiyna6mBdsWusKhHoJjHDuFnuWU6fkyOmJE-RyBuRvzfa-p0REU&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_Afr3ILphEG2mKyIAvQs94NxXKVzsUrf3xvJyEjiRJlgqYQ&oe=696A48E7"}, {"file_name": "Mini Landscape 1080x360 (with logo).png", "id": "1298245641288157", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/473393526_1298245644621490_4537377169068407515_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=k7Awr8AJ7xYQ7kNvwFgF7C5&_nc_oc=AdkArz4MtlGH2ARMwvR1ebIGZcQHqS3ki1PpsRiIcoBenBbHfQ7ry1tqOwZJfdGFTsM&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfrP1VK7jfmrW6ZoVdHr6Sgt7cP9VEPLp4nHqrlTm0MM8g&oe=696A427A"}, {"file_name": "TitanIsles_Immersive_Layers_Left_400x700.png", "id": "1058652401807845", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/75254875_1058652405141178_2733414434448088817_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l2XSOFSBiv8Q7kNvwGZ6Qdu&_nc_oc=Adk2gJfsnlMlKyuEDPPgJCFgxCzXUNT7Fa-veeU19OTDGl0CmgQ9LsmkwxsCBSAusmc&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfpwsJ0jwVX2oonO9AmT5P0lmOIXn3lXhnbRaCfIE8o-UQ&oe=696A21A2"}, {"file_name": "TitanIsles_Logo.png", "id": "977271533506976", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/38974811_977271536840309_1498065546599389990_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FK5xRYjTeiAQ7kNvwHxsv-p&_nc_oc=AdnFhfCL3tAN8RcVraSiN09BdcXhT0rX9YjgZz5__HiixTb-7GrkO2lS3VUfDAeQBSo&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_Afqw8uU8IGGPcNP0S4aafMRU45WxJ0BpYlumOZqeB8JdNA&oe=696A1943"}, {"file_name": "TI_Logo.png", "id": "891598112903455", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/473391768_891598116236788_6397815076916129933_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4fzRhLJMf10Q7kNvwFj8Sne&_nc_oc=AdlBB2jtNbkinSTXBS1pQEU8Mslf4DXZW4IGZrE0qOohMbD23rfGLXZW03-cYGJroCY&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfpmQOgX511M40IH5VuoUruxnpJ820IY5bbG0sYRXxRZ_g&oe=696A3AB1"}, {"file_name": "TitanIsles_Immersive_Layers_Right_400x700.png", "id": "852645503136614", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/75236135_852645506469947_7777533184661577706_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Kk9jDC-w0G0Q7kNvwEFHSvb&_nc_oc=AdlH_MxFA7PjeUq5lerid3dgdapA1UPDqitr5zAQjchzK7ivPMAfs3WAK6SjswLy7Oc&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfoeS0teaYtN3mMcALW4HoNuq5GZ-VSE2Ont-9agKUhRGg&oe=696A390B"}, {"file_name": "Square 1440x1440.png", "id": "664999076092579", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/473391814_664999082759245_5378978155801927516_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GlulbP2SlCIQ7kNvwEIXm60&_nc_oc=Adm9joNk9vpxisNqtTSNit4_pl7pShDSfhaxxmiQZgA9kVkWVrobuN_xfr7l-d4ENDQ&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfqrBuoJpK79lxw0cHd3clB38hEPyExpBiceWUU7_fcXoQ&oe=696A285E"}, {"file_name": "Portrait_1008x1440_ALT.png", "id": "527828897003330", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/473393158_527828900336663_4212187687499926262_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eV3Rox3wH_EQ7kNvwFjEUkD&_nc_oc=AdlM9apV1TBxvIUR87lopp-3TBRetx2sTPG5FyQFQk4QTtV6zkzPhTHHfitRsP8KCjE&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_Afo0jBnSY7MGv-FXDOGpRtWnX_y8nyD1U3RRBJ8lVgxoLw&oe=696A3B6A"}, {"file_name": "TitanIsles_Immersive_Layers_Back_1800x700.png", "id": "323045810388386", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/57568669_323045817055052_1490916164064276486_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=g19bOThGff0Q7kNvwFRInv4&_nc_oc=AdmwIzT19WUriJ4djNKXR1GLTvg_kbQ9VC7wxm3Tufh0k25QO18aPvdYAQTlxDadpAI&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_Afp0kgb-wJw49JXESyVQp-E73f56oPbMwFkndjNN2Rp5CQ&oe=696A47EE"}]}, "id": "635000252482570", "locale": "en_US", "screenshots": [{"file_name": "S1.png", "id": "546137468443919", "uri": "https://scontent-ord5-1.oculuscdn.com/v/t64.5771-25/473391814_546137471777252_5317483378314555114_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=R3mh_M_tftsQ7kNvwHrkbUI&_nc_oc=Adl90590bY4A1JOMWfXJj638sBpyENfNosychNY_V5hhw1otqx5XDveAd59amapnXtU&_nc_zt=3&_nc_ht=scontent-ord5-1.oculuscdn.com&oh=00_AfoSvq03PmKjxLR2314GhJaGp-UwQVguq0wQdDtKG1FTKw&oe=696A3B54"}, {"file_name": "S2.png", "id": "600123712736728", "uri": "https://scontent-ord5-2.oculuscdn.com/v/t64.5771-25/473393575_600123716070061_1631658703347471710_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ly1zD9SSDd0Q7kNvwGTuknm&_nc_oc=Adm948eW1NNNtREWJkAYJ-CYndGSp9t3KX5sAmF6aOTQDD6cr_hOekYVf7hy7ym_NsA&_nc_zt=3&_nc_ht=scontent-ord5-2.oculuscdn.com&oh=00_AfrBjq_MvX3T6p3-4WhvqUW3R-9NsK2kL3EO4BXeSKK-pg&oe=696A2E66"}, {"file_name": "S3.png", "id": "9322049907856959", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/473393158_9322049917856958_8294637959899413983_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DhFrugYVWKEQ7kNvwHsbnTu&_nc_oc=AdkNzK76iYkdDbxxRMq7dh50iWozbGflCWryTVBclIsFR0QG0ZpmhxyEcKN_mAUHQfI&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfrWsnEs9AAKZ79V2RBATtJ8nUOrhk7buVDxSc2fOvliJQ&oe=696A38E1"}, {"file_name": "S5.png", "id": "594540090098322", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/473391768_594540096764988_2692738886458572333_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=exn6w0q6YZ8Q7kNvwHW3Csz&_nc_oc=AdmwZBoa34HVdgDy6VzcGmM7vOdA6As8m9ZW7zQi9J7L-bK8dBfEI1zDOVTriTM4w_U&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfqVf-idRfLIYLajAIlpUqxwRXPlRRfreeBO57ydyOGcbw&oe=696A1995"}, {"file_name": "S4.png", "id": "563142826702019", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/473391826_563142830035352_1391789033301939051_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=T8AVxIJ5uX0Q7kNvwE7x8s5&_nc_oc=AdlKmwNK45FIKB_ODSNetkOTObHOj-N8z8RUfQBUdA5fQzqYRglwRDQjGlljxFgYmuk&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_Afr2f6ZLPb4Y_WI9kKAga75gxHoValBpSO0JlensPN0whg&oe=696A491A"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Landscape 2560x1440.png", "id": "1165371891310867", "uri": "https://scontent-ord5-3.oculuscdn.com/v/t64.5771-25/473391812_1165371894644200_4815590377693614845_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=T_fHsi5G7hIQ7kNvwEHCGkS&_nc_oc=AdkTrI1ntaZxmIN2P-1z-O8jXCGgnoOAkCE4LWt9sf9ZC5z3gm-nFYVN6NYoMWMYgwQ&_nc_zt=3&_nc_ht=scontent-ord5-3.oculuscdn.com&oh=00_AfrN2e11kMWH2tmph9mKDNUgUkyVD1nMfC0hXo_X0B0WAw&oe=696A34E0"}, "display_name": "Titan Isles", "keywords": ["adventure", "coop", "combat", "flying", "shooting"], "long_description": "# **BATTLE TITANS - WITH FRIENDS OR ALONE**\n\nSet on the broken world of Toska, shattered to ruins by the mysterious awakening of giant Titans, you - the player, are cast into an epic struggle for survival and revenge.\n\n# **USE POWERFUL EXO SUITS**\n{1182808979868801}\nBefore launching into each mission, you’ll choose from one of four Exo Suits, each providing it's own unique traversal equipment and weapons.\n\n# **PLAY ALONE OR WITH FRIENDS**\n{658737879847254}\nThe full game can be enjoyed as a single player campaign or you can invite your friends in up-to 4-player co-op.\n\n# **UNCOVER THE SECRETS OF THE TITANS**\n{565889143140523}\nIt's up to you and your team to locate and defeat the Titans, along the way you'll uncover the motivations and secrets behind the existence of the Titans and their destructive attack on the world of Toska.\n\n\n# **TRAVERSE A PLETHORA OF ENVIRONMENTS**\n{1282405879494333}\nAs you progress, you'll discover the many different biomes that together, form the vibrant world of Titan Isles.", "short_description": "Battle swarming robots and colossal machines either alone or with friends across a fractured world of floating islands and breathtaking vistas."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.psytecgames.com/privacy/", "developer_terms_of_service_url": null, "publisher_name": "Psytec Games Ltd", "support_website_url": "https://www.psytecgames.com/support", "website_url": "https://www.psytecgames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_FEW", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "MULTI_USER", "CO_OP"], "id": "28753331844282205"}}]}, "scheduled_offers": {"count": 8, "nodes": [{"status": "PUBLISHED", "id": "1057717146500816"}, {"status": "PUBLISHED", "id": "1660711631556809"}, {"status": "PUBLISHED", "id": "1189180823153595"}, {"status": "PUBLISHED", "id": "878090164883274"}, {"status": "PUBLISHED", "id": "1223463316252870"}, {"status": "PUBLISHED", "id": "2812487922294703"}, {"status": "PUBLISHED", "id": "1762274367753390"}, {"status": "PUBLISHED", "id": "1098842878847918"}]}, "baseline_offer": {"id": "1057717146500816"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1767727260, "status": "PUBLISHED", "id": "1057717146500816"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "32810530601895622", "version": "1.0.62"}, "id": "3336161029990352", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8332853930089963", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "32810530601895622"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1767987372, "id": "33294245023524175", "version": "1.4.2", "version_code": 308, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "33294216336860377"}, "asset_files": {"count": 11}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8332853930089963", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "32810530601895622"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1767958789, "id": "33288519164096761", "version": "1.4.1", "version_code": 307, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "33288506650764679"}, "asset_files": {"count": 11}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8332853930089963", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "32810530601895622"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1767894299, "id": "33277203231895021", "version": "1.4.0", "version_code": 306, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "33277140621901282"}, "asset_files": {"count": 11}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8332853930089963", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "32810530601895622"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1765886567, "id": "32937974735817874", "version": "1.0.63", "version_code": 285, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "32937929435822404"}, "asset_files": {"count": 11}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8332853930089963", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "32810530601895622"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "3336161029990352"}]}, "change_log": "- Hosting public rooms now doesn't require entering a room code\n- Added workaround for PSVR2 on Steam (-psvr2 command line arg)\n- Added particles to collectable targets\n- Fixed fog & lighting issues on some winter themed scenery\n- Fixed Enforcers not moving in a campaign 8 encounter\n- Improved alignment of loading screen\n- Fixed snow inside caves\n- Fixed zipline alignment issues\n- Fixed audio stopping when moving away from radio towers\n- Multiple other minor fixes and quality of life improvements", "created_date": 1765186280, "id": "32810530601895622", "version": "1.0.62", "version_code": 284, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "32810512208564128"}, "asset_files": {"count": 11}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}