{"data": {"node": {"__typename": "Application", "id": "27662242880086258", "organization": {"id": "111361985185230", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "27662242880086258"}]}, "id": "366829283154869"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5842826245843226"}]}, "id": "224827250070715"}]}}, "firstRevision": {"nodes": [{"application": {"id": "27662242880086258", "release_date": 1734595500, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "27806524432324768"}, "id": "944750607555270"}]}}, "binary": null, "live_binary": null, "created_date": 1735215076, "id": "27889534700690407", "is_initial_release": false, "name_with_fallback": "v2", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "27889982930645584"}, "release_status": "RELEASED", "id": "27662242880086258"}, "id": "27889982930645584", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "27662242880086258", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1638648323695334"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "9206318659389364", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "歴史的脱出室 - ミステリー ゲーム", "keywords": ["ミステリー", "出口", "パズル", "部屋", "脱出"], "long_description": "この歴史的なエスケープ ルームでは、レオナルド ダ ヴィンチ、シャネル、マリー キュリーなど、歴史上最も象徴的なキャラクターのデータを回復するために、時を超えたエキサイティングな冒険に乗り出すことになります。あなたの使命は、これらの天才たちの生活に入り込み、さまざまな部屋で注意深く保護されている隠されたデータのロックを解除することです。これを達成するには、これらの著名な歴史上の人物の本質と貢献を表すように設計された一連の謎とパズルを解く必要があります。旅はレオナルド・ダ・ヴィンチの秘密の工房から始まり、そこで彼のスケッチ、発明品、傑作に出会うことができます。先に進むには、さまざまなパズルやテストを解決して、他の歴史上の人物がいる次の部屋に進む必要があります。パズルを解くたびに、これらの歴史的天才の人生と遺産に関する重要な情報のロックが解除され、次の部屋に進むことができます。", "short_description": "このエスケープ ルームでは、歴史上最も有名なキャラクターの謎めいた世界を探索し、途中で見つけた手がかりを使って複雑な謎や謎を解き明かしながら、時を超えた旅に乗り出す機会が与えられます。"}, {"images": {"nodes": []}, "id": "3489423891363325", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historiallinen pakohuone - mysteeripeli", "keywords": ["mysteeri", "uloskäynti", "palapeli", "huone", "pako"], "long_description": "Tässä historiallisessa pakohuoneessa lähdet jännittävään seikkailuun ajan mittaan saadaksesi takaisin joidenkin historian ikonisimpien hahmojen tiedot: Leonardo da Vinci, Chanel ja Marie Curie. Tehtäväsi on päästä näiden nerojen elämään ja avata piilotetut tiedot, jotka on suojattu huolellisesti eri huoneissa. Tämän saavuttamiseksi sinun on ratkaistava sarja arvoituksia ja arvoituksia, joista jokainen on suunniteltu edustamaan näiden merkittävien historiallisten henkilöiden olemusta ja panoksia. Matka alkaa Leonardo da Vincin salaisesta työpajasta, jossa kohtaat hänen luonnoksiaan, keksintöjään ja mestariteoksiaan. Jotta pääset eteenpäin, sinun on ratkaistava erilaisia ​​pulmia ja testejä siirtyäksesi seuraaviin huoneisiin, joista löydät muut historialliset henkilöt. Joka kerta kun ratkaiset palapelin, avaat ratkaisevan tiedon näiden historiallisten nerojen elämästä ja perinnöstä ja voit siirtyä seuraavaan huoneeseen.", "short_description": "Tämä pakohuone antaa sinulle mahdollisuuden lähteä aikamatkalle, tutkia historian kuuluisimpien hahmojen arvoituksellista maailmaa, selvittää monimutkaisia ​​arvoituksia ja arvoituksia matkan varrelta löytyvien vihjeiden avulla."}, {"images": {"nodes": []}, "id": "2121760508239722", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sala de fuga histórica Jogo de mistério", "keywords": ["mistério", "saída", "quarto", "fuga", "quebracabeça"], "long_description": "Nesta sala de fuga histórica, você embarcará em uma emocionante aventura no tempo para recuperar os dados de alguns dos personagens mais icônicos da história: Leonardo da Vinci, Chanel e Marie Curie. Sua missão é entrar na vida desses gênios e desbloquear os dados ocultos que foram cuidadosamente protegidos em diferentes salas. Para conseguir isso, você deve resolver uma série de enigmas e quebra-cabeças, cada um projetado para representar a essência e as contribuições dessas notáveis ​​figuras históricas. A viagem começa na oficina secreta de Leonardo da Vinci, onde você encontrará seus esboços, invenções e obras-primas. Para avançar, você terá que resolver diversos quebra-cabeças e testes para passar para as próximas salas onde encontrará as outras figuras históricas. Cada vez que você resolver um quebra-cabeça, você desbloqueará uma informação crucial sobre a vida e o legado desses gênios históricos e poderá passar para a próxima sala.", "short_description": "Este Escape Room dá-lhe a oportunidade de embarcar numa viagem no tempo, explorando o mundo enigmático das personagens mais famosas da história, desvendando enigmas e enigmas complexos com pistas que encontra pelo caminho."}, {"images": {"nodes": []}, "id": "1829545584246623", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historická úniková místnost - Tajemná hr", "keywords": ["záhada", "východ", "hádanka", "místnost", "útěk"], "long_description": "V této historické únikové místnosti se pustíte do vzrušujícího dobrodružství v čase, abyste získali data některých z nejznámějších postav historie: Leonarda da Vinciho, Chanel a Marie Curie. Vaším úkolem je dostat se do životů těchto géniů a odemknout skrytá data, která byla pečlivě chráněna v různých místnostech. Abyste toho dosáhli, musíte vyřešit řadu hádanek a hlavolamů, z nichž každá je navržena tak, aby reprezentovala podstatu a přínos těchto významných historických postav. Cesta začíná v tajné dílně Leonarda da Vinciho, kde se setkáte s jeho náčrty, vynálezy a mistrovskými díly. Chcete-li postoupit, budete muset vyřešit různé hádanky a testy, abyste se přesunuli do dalších místností, kde najdete další historické postavy. Pokaždé, když vyřešíte hádanku, odemknete zásadní informaci o životě a odkazu těchto historických géniů a budete moci přejít do další místnosti.", "short_description": "Tato úniková místnost vám dává příležitost vydat se na cestu časem, prozkoumávat tajemný svět nejslavnějších postav historie, odhalovat složité hádanky a záhady s vodítky, které cestou najdete."}, {"images": {"nodes": []}, "id": "1781524426000592", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Phòng thoát lịch sử - trò chơi bí ẩn", "keywords": ["lối", "thoát", "câu", "đố", "phòng"], "long_description": "Trong căn phòng thoát hiểm lịch sử này, bạn sẽ dấn thân vào một cuộc phiêu lưu thú vị xuyên thời gian để khôi phục dữ liệu của một số nhân vật mang tính biểu tượng nhất trong lịch sử: Leonardo da Vinci, Chanel & Marie Curie. Nhiệm vụ của bạn là đi vào cuộc sống của những thiên tài này và mở khóa những dữ liệu ẩn đã được bảo vệ cẩn thận trong các căn phòng khác nhau. Để đạt được điều này, bạn phải giải một loạt câu đố và câu đố được thiết kế để thể hiện bản chất và đóng góp của những nhân vật lịch sử đáng chú ý này. Cuộc hành trình bắt đầu trong xưởng bí mật của Leonardo da Vinci, nơi bạn sẽ bắt gặp những bản phác thảo, phát minh và kiệt tác của ông. Để thăng tiến, bạn sẽ phải giải các câu đố và bài kiểm tra khác nhau để chuyển sang các phòng tiếp theo, nơi bạn sẽ tìm thấy các nhân vật lịch sử khác. Mỗi khi giải được một câu đố, bạn sẽ mở khóa được một phần thông tin quan trọng về cuộc đời và di sản của những thiên tài lịch sử này và có thể chuyển sang phòng tiếp theo.", "short_description": "Escape Room này mang đến cho bạn cơ hội bắt đầu cuộc hành trình xuyên thời gian, khám phá thế giới bí ẩn của những nhân vật nổi tiếng nhất trong lịch sử, làm sáng tỏ những câu đố và bí ẩn phức tạp bằng những manh mối bạn tìm thấy trên đường đi."}, {"images": {"nodes": []}, "id": "1622306378495162", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Исторический квест - игра-загадка", "keywords": ["тайна", "выход", "головоломка", "комната", "побег"], "long_description": "В этой исторической квест-комнате вы отправитесь в захватывающее приключение во времени, чтобы восстановить данные некоторых из самых знаковых персонажей в истории: Леонардо да Винчи, Шанель и Марии Кюри. Ваша миссия — проникнуть в жизнь этих гениев и разблокировать скрытые данные, тщательно охраняемые в разных комнатах. Для этого вам необходимо решить серию загадок и головоломок, каждая из которых призвана раскрыть сущность и вклад этих выдающихся исторических личностей. Путешествие начинается в секретной мастерской Леонардо да Винчи, где вы встретите его эскизы, изобретения и шедевры. Чтобы продвинуться вперед, вам придется решать различные головоломки и тесты, чтобы перейти в следующие комнаты, где вы найдете других исторических личностей. Каждый раз, когда вы решаете головоломку, вы открываете важную информацию о жизни и наследии этих исторических гениев и сможете перейти в следующую комнату.", "short_description": "Этот квест-комната дает вам возможность отправиться в путешествие во времени, исследуя загадочный мир самых известных персонажей в истории, разгадывая сложные загадки и загадки с помощью подсказок, которые вы найдете по пути."}, {"images": {"nodes": []}, "id": "1318414262941977", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape room historique - jeu de mystère", "keywords": ["mystère", "sortie", "puzzle", "chambre", "évasion"], "long_description": "Dans cette salle d'évasion historique, vous vous embarquerez dans une aventure passionnante à travers le temps pour récupérer les données de certains des personnages les plus emblématiques de l'histoire : Léonard de Vinci, Chanel et Marie Curie. Votre mission est d'entrer dans la vie de ces génies et de débloquer les données cachées qui ont été soigneusement protégées dans différentes pièces. Pour y parvenir, vous devez résoudre une série d'énigmes et d'énigmes, chacune conçue pour représenter l'essence et les contributions de ces personnages historiques notables. Le voyage commence dans l'atelier secret de Léonard de Vinci, où vous découvrirez ses croquis, ses inventions et ses chefs-d'œuvre. Pour avancer, vous devrez résoudre différentes énigmes et tests pour passer aux salles suivantes où vous retrouverez les autres personnages historiques. Chaque fois que vous résolvez une énigme, vous débloquerez une information cruciale sur la vie et l'héritage de ces génies historiques et pourrez passer à la pièce suivante.", "short_description": "Cette Escape Room vous offre l'opportunité de vous lancer dans un voyage dans le temps, en explorant le monde énigmatique des personnages les plus célèbres de l'histoire, en résolvant des énigmes et des énigmes complexes avec des indices que vous trouverez en cours de route."}, {"images": {"nodes": [{"file_name": "Cover Square.png", "id": "8738926432859021", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75326677_8738926436192354_6413457946002103475_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=n0P2o-5acCoQ7kNvwHrjqAf&_nc_oc=Admj-kx47mXA9SIPN7IQvEmbYXPR0Z8l7yEPq_T3N8OkzMuWQYg5VgUqEEjdKQQC7dU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftTITY5QdLB12gbY6Lt7pMh80_8UEZbCNG4-XimnAw-yQ&oe=6995A942"}, {"file_name": "Mini Landscape.png", "id": "2129231827527659", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75294244_2129231830860992_7089065870876402616_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uLWuEX85iyEQ7kNvwGl_zhE&_nc_oc=AdlBvH6hkLZ8JlwLmxz35823D5_ZdpmFhz3M8liRMbj8pgoeC_gbOn0uzkE4ZZkSlVo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft4adLswyPgxQeYLbb8GbzB-UG5BI1MxIMNTI4amxeO1w&oe=6995C80A"}, {"file_name": "Logo.png", "id": "1766937384121316", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974719_1766937387454649_3872151864914621691_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2EHL5TE-ug8Q7kNvwGIxd7c&_nc_oc=AdmzEvYGDGvG3Qz5E9y_nwTn1usFIB68uvg7XRSERzd78hLjhJGQQ09rj5Z9OOqMY-c&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfviGPUqFMtj7CZEoNmphJ8296hGvrHQ2Z13xsbBnizXRw&oe=6995B3D0"}, {"file_name": "Icon.png", "id": "1137882871414753", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031376_1137882874748086_5468944721853962676_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ejz18gAkOTEQ7kNvwEay99-&_nc_oc=AdkNndJ_oZxYph9aoUMc1Ngze-sjjwiUL8XilR2vvfv_ulq_HqekEDPiKP33Y3MMiJg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUn158R71Qu6hoO7i6omEz6bY9RCyNK2onFKKx6JPNVw&oe=6995C1D3"}, {"file_name": "Cover Landscape.png", "id": "892979319698874", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974829_892979323032207_1042683969195315768_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QoyX77ANx7kQ7kNvwHC3TGD&_nc_oc=AdmroNAiBk82xqMU-s8B1XPzGuY8X5PnvKsIpw-zx1glZv2ekWDzK9Se4jFrWoo8AJA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu2ybjZ7XoybzArEJUE9IUJHqTzTLvETDfbHSQYQ4CuLg&oe=69959C34"}, {"file_name": "Cover Portrait.png", "id": "597358722850682", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/43931338_597358726184015_4088003484328709358_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WId5YVP_bVEQ7kNvwFeC5y7&_nc_oc=Adm0senPH_qMrz0IMPD_lI57Pm2QHRMFmLpgfJALeqlHg6FU5E8E-QhUsOVyZoSA2DE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftzKo5-KkvXS5bKcHZcD1mvS4NCoWb9_fmfypjbeOYGnw&oe=6995B2D6"}, {"file_name": "Hero Cover.png", "id": "592553149943416", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75326677_592553153276749_1100958867192131721_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q_eJbhjWxXoQ7kNvwH_VTay&_nc_oc=AdnQPNlcab9MstZYN1jpcXQaSroq_qqQRl2EUsfflxD1C59r-Fn3FkjWm6JktG0dhXw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfscB1fkKl9L949Mb0H7JXQum7MSNQrzenx8fedw7gwtgg&oe=6995BCB9"}]}, "id": "1281213632924166", "locale": "en_US", "screenshots": [{"file_name": "captura_5.png", "id": "1252286996028224", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57570306_1252286999361557_7378773962163198858_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qpepsCcckrEQ7kNvwG_Rrub&_nc_oc=AdkhG77oTmql5q5da4kPMCT0m-pJlZXEAfIdcTNXmm3x2lb98yDMDZuJHkcQ5ol43Pg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftWJaaDf2lgz_udzQg7lqpL3ck2faOqjr2TM2t4Op83Zg&oe=6995B918"}, {"file_name": "captura_1.png", "id": "1146338583647432", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984452_1146338586980765_16235584840532067_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0Qf1iomEYHYQ7kNvwG4Z50U&_nc_oc=AdniyxpYJabaQwRAFrl0a5sO8TWg9MQ6vQegw9n6qMpNTf_Yc_J44jOlV9VaRCY5ByA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvM3Ut_Y_LGNKUvEisEiG-KrQNT-Nv6safBeiW3tvdKsA&oe=6995A0D5"}, {"file_name": "captura_2.png", "id": "1609564289740097", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031357_1609564293073430_402043804353126211_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Bp3JTmYUNbAQ7kNvwH5obl_&_nc_oc=AdlPt6H-aawPJXynGaFs5StzXdQLEgde8rr5RdAYc_wP3fnRwql9NHgIFXAz5jnmpk8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs81tXWKchEyFKqEJX9A-vDIc2zAlKcqYYiw6K-hsgcpg&oe=69959E45"}, {"file_name": "captura_3.png", "id": "459587993861550", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75375766_459587997194883_11233112474436299_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=f73UDErbVScQ7kNvwHvIlCs&_nc_oc=AdnAEGYCrnpvVwe8wZzI6lWqOc1L7d8-JTzJBYI2hNCh3k2McrrjQOSb7vMP2CuQM3s&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvmQ25_VYi9zcggry7zwCH5IM2JQ5hlVpxkUo9OfyvqGA&oe=6995BDD1"}, {"file_name": "captura_4.png", "id": "617220570698797", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974724_617220574032130_5016313920136775258_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0f9nMh6Lb_kQ7kNvwEtaTyT&_nc_oc=AdmeMxz9cWzLW2KuKnz5DHtVP7CXGtof_RDBW0XX4DPrWlV-Rs7AcMp68id6P-ALp7Q&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuJmgRoz05VyTmFgVt-KBYzotWmeSDpraeWMhcOrwurmA&oe=6995CEE0"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Trailer Cover Image.png", "id": "1546143416039799", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982472_1546143419373132_1176096145390204864_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AtLdBDGVO-MQ7kNvwGDCWV1&_nc_oc=AdlhafM_oD4j0gg9gsJXVREirv1lg4NhID2jtf6G5eynkhdtgYSs_3vWnjO5UbobHqk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsuORu3pesFN34ae2SOtnmTvvc8MfTRpnzlMAtrM602Cg&oe=6995ABAD"}, "display_name": "Historical Escape Room - Mystery Game", "keywords": ["mistery", "exit", "escape", "puzzle", "room"], "long_description": "In this historical escape room, you will embark  yourself in an exciting adventure through time to recover the data of some of the most iconic characters in history: Leonardo da Vinci, Chanel & Marie Curie.\n\nYour mission is to get into the lives of these geniuses and unlock the hidden data that has been carefully protected in different rooms. To achieve this, you must solve a series of riddles and puzzles each designed to represent the essence and contributions of these notable historical figures. \n\nThe journey begins in Leonardo da Vinci's secret workshop, where you will encounter his sketches, inventions and masterpieces. To advance, you will have to solve different puzzles and tests to move on to the next rooms where you will find the other historical figures. Each time you solve a puzzle, you will unlock a crucial piece of information about the life and legacy of these historical geniuses and be able to move on to the next room.\n", "short_description": "This Escape Room gives you the opportunity to embark on a journey through time, exploring the enigmatic world of the most famous characters in history, unraveling complex riddles and enigmas with clues you find along the way."}, {"images": {"nodes": []}, "id": "1264600907929903", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historischer Escape Room – Mystery-Spiel", "keywords": ["Geheimnis", "Ausgang", "Rätsel", "Zimmer", "Flucht"], "long_description": "In diesem historischen Escape Room begeben Sie sich auf ein spannendes Abenteuer durch die Zeit, um die Daten einiger der berühmtesten Charaktere der Geschichte wiederherzustellen: Leonardo da Vinci, Chanel und Marie Curie. Ihre Mission ist es, in das Leben dieser Genies einzudringen und die verborgenen Daten freizuschalten, die sorgfältig in verschiedenen Räumen geschützt wurden. Um dies zu erreichen, müssen Sie eine Reihe von Rätseln lösen, die jeweils das Wesen und die Beiträge dieser bemerkenswerten historischen Persönlichkeiten darstellen sollen. Die Reise beginnt in Leonardo da Vincis geheimer Werkstatt, wo Sie auf seine Skizzen, Erfindungen und Meisterwerke stoßen. Um voranzukommen, müssen Sie verschiedene Rätsel und Tests lösen, um in die nächsten Räume zu gelangen, in denen Sie die anderen historischen Figuren finden. Jedes Mal, wenn Sie ein Rätsel lösen, erhalten Sie wichtige Informationen über das Leben und Vermächtnis dieser historischen Genies und können zum nächsten Raum weitergehen.", "short_description": "Dieser Escape Room bietet Ihnen die Möglichkeit, sich auf eine Reise durch die Zeit zu begeben, die rätselhafte Welt der berühmtesten Charaktere der Geschichte zu erkunden und komplexe Rätsel und Rätsel mit Hinweisen zu lösen, die Sie unterwegs finden."}, {"images": {"nodes": []}, "id": "1192974199064644", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historisk rømningsrom - mysteriespill", "keywords": ["mysteri", "puslespill", "rom", "rømning", "mysteriespill"], "long_description": "I dette historiske rømningsrommet vil du begi deg ut i et spennende eventyr gjennom tiden for å gjenopprette dataene til noen av de mest ikoniske karakterene i historien: Leonardo da Vinci, Chanel og Marie Curie. Ditt oppdrag er å komme inn i livene til disse geniene og låse opp de skjulte dataene som er nøye beskyttet i forskjellige rom. For å oppnå dette må du løse en rekke gåter og gåter som hver er designet for å representere essensen og bidragene til disse bemerkelsesverdige historiske figurene. Reisen starter i Leonardo da Vincis hemmelige verksted, hvor du vil møte hans skisser, oppfinnelser og mesterverk. For å komme videre må du løse forskjellige gåter og tester for å gå videre til de neste rommene hvor du finner de andre historiske figurene. Hver gang du løser et puslespill, vil du låse opp en viktig informasjon om livet og arven til disse historiske geniene og kunne gå videre til neste rom.", "short_description": "Dette Escape Room gir deg muligheten til å legge ut på en reise gjennom tiden, utforske den gåtefulle verdenen til de mest kjente karakterene i historien, løse komplekse gåter og gåter med ledetråder du finner underveis."}, {"images": {"nodes": []}, "id": "1158458422372508", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape Room Histórico Juego de Misterio", "keywords": ["scape", "escapar", "sala", "escape", "room"], "long_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie.\n\nTu misión es adentrarte en las vidas de estos genios y desbloquear los datos ocultos que han sido cuidadosamente protegidos en diferentes salas. Para lograrlo, deberás resolver una serie de enigmas, rompecabezas y acertijos, cada uno diseñado para representar la esencia y las contribuciones de estos notables personajes históricos. \n\nEl viaje comienza en el taller secreto de Leonardo da Vinci, donde te encontrarás con sus bocetos, inventos y obras maestras. Para avanzar, tendrás que resolver diferentes puzles y pruebas para pasar a las siguientes salas donde encontraras a los demás personajes históricos. Cada vez que resuelvas un enigma, desbloquearás un fragmento de información crucial sobre la vida y el legado de estos genios históricos y podrás pasar a la siguiente sala.\n", "short_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie."}, {"images": {"nodes": []}, "id": "1149284513257754", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historiskt escape room - mysteriespel", "keywords": ["mysterium", "utgång", "pussel", "rum", "flykt"], "long_description": "I detta historiska utrymningsrum kommer du att ge dig ut på ett spännande äventyr genom tiden för att återställa data från några av historiens mest ikoniska karaktärer: Leonardo da Vinci, Chanel och Marie Curie. Ditt uppdrag är att komma in i dessa geniers liv och låsa upp dolda data som har noggrant skyddats i olika rum. För att uppnå detta måste du lösa en rad gåtor och pussel som var och en är designad för att representera essensen och bidragen från dessa anmärkningsvärda historiska figurer. Resan börjar i Leonardo da Vincis hemliga verkstad, där du kommer att möta hans skisser, uppfinningar och mästerverk. För att komma vidare måste du lösa olika pussel och tester för att gå vidare till nästa rum där du hittar de andra historiska figurerna. Varje gång du löser ett pussel kommer du att låsa upp en viktig del av information om livet och arvet efter dessa historiska genier och kunna gå vidare till nästa rum.", "short_description": "Detta Escape Room ger dig möjligheten att ge dig ut på en resa genom tiden, utforska den gåtfulla världen av de mest kända karaktärerna i historien, reda ut komplexa gåtor och gåtor med ledtrådar du hittar längs vägen."}, {"images": {"nodes": []}, "id": "1111215847116535", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Snapkamer'in geçmişini inceleyin - raais", "keywords": ["misterie", "uitgang", "legkaart", "kamer", "ontsnapping"], "long_description": "Geçmiş fotoğraf kameralarında, bugüne kadar elde edilen verilerle birlikte, kazandığınız ikonik karakterlerin bir araya getirilmesiyle elde edilen verilerle keyifli vakit geçiriyoruz: Leonardo da Vinci, Chanel ve Marie Curie. Missie, çok yönlü kameraların sahip olduğu yeni bilgilerle ilgili çok yönlü verilerle birlikte iyi bir insandır. Bu nedenle, çok daha fazla raaisel ve raaisels kokusu var, ancak bu, yeni dünya tarihi açısından önemli olan bir şey. Leonardo da Vinci'de her şey işe yaradı, çok basit bir şekilde, ontmoet'in en büyük başarıları ile başladı. Bu arada, çok sayıda insan, bugünün ve diğer tarihsel figürlerin daha iyi olmasıyla birlikte, çok daha fazla artış gösteriyor. Elekke, bir yandan iyi bir eğitim, bir yandan da iyi bir geçmişe sahip olmak için daha iyi bir bilgi birikimine sahip olmak ve güzel bir kamere ile ilgili bilgi edinmek için iyi bir fikir veriyor.", "short_description": "Hierdie Escape Room, bugün başladığımız andan itibaren yeni bir başlangıç ​​yapıyor, keşfedilen karakterlerle ilgili esrarengiz dünyalar, karmaşık yükselişler ve yükselişler, uzun süredir devam eden trafikte bir araya geliyor."}, {"images": {"nodes": []}, "id": "1108976161023394", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "历史密室逃脱 - 解谜游戏", "keywords": ["神秘", "出口", "谜题", "房间", "逃脱"], "long_description": "在这个历史悠久的逃生室中，您将踏上一段激动人心的穿越时空冒险，恢复历史上一些最具标志性人物的数据：达芬奇、香奈儿和居里夫人。你的任务是进入这些天才的生活并解开在不同房间中精心保护的隐藏数据。为了实现这一目标，您必须解决一系列谜语和谜题，每个谜语和谜题都旨在代表这些著名历史人物的本质和贡献。旅程从达芬奇的秘密工作室开始，在那里您将遇到他的草图、发明和杰作。为了前进，你必须解决不同的谜题和测试才能进入下一个房间，在那里你会找到其他历史人物。每次解决一个谜题，您都将解锁有关这些历史天才的生活和遗产的重要信息，并能够进入下一个房间。", "short_description": "这个密室逃脱让您有机会踏上穿越时空的旅程，探索历史上最著名人物的神秘世界，利用一路上找到的线索解开复杂的谜语和谜团。"}, {"images": {"nodes": []}, "id": "1107143007450770", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "역사탈출실 - 미스터리 게임", "keywords": ["미스터리", "출구", "퍼즐", "방", "탈출"], "long_description": "이 역사적인 탈출실에서 여러분은 역사상 가장 상징적인 인물인 레오나르도 다 빈치, 샤넬, 마리 퀴리의 데이터를 복구하기 위해 시간을 초월하는 흥미진진한 모험을 시작하게 됩니다. 당신의 임무는 이 천재들의 삶에 들어가서 여러 방에 조심스럽게 보호되어 있는 숨겨진 데이터를 찾아내는 것입니다. 이를 달성하려면 주목할만한 역사적 인물의 본질과 기여를 나타내기 위해 고안된 일련의 수수께끼와 퍼즐을 풀어야 합니다. 여행은 레오나르도 다빈치의 비밀 작업장에서 시작됩니다. 그곳에서 그의 스케치, 발명품, 걸작을 만나실 수 있습니다. 발전하려면, 다른 역사적 인물을 찾을 수 있는 다음 방으로 이동하기 위해 다양한 퍼즐과 테스트를 풀어야 합니다. 퍼즐을 풀 때마다 역사적 천재들의 삶과 유산에 대한 중요한 정보를 잠금 해제하고 다음 방으로 이동할 수 있습니다.", "short_description": "이 이스케이프 룸은 역사상 가장 유명한 캐릭터의 불가사의한 세계를 탐험하고, 길에서 찾은 단서를 통해 복잡한 수수께끼와 수수께끼를 풀면서 시간 여행을 시작할 수 있는 기회를 제공합니다."}, {"images": {"nodes": []}, "id": "1092669709003427", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historical Escape Room - Mystery Game", "keywords": ["mistery", "exit", "room", "puzzle", "escape"], "long_description": "In this historical escape room, you will embark  yourself in an exciting adventure through time to recover the data of some of the most iconic characters in history: Leonardo da Vinci, Chanel & Marie Curie.\n\nYour mission is to get into the lives of these geniuses and unlock the hidden data that has been carefully protected in different rooms. To achieve this, you must solve a series of riddles and puzzles each designed to represent the essence and contributions of these notable historical figures. \n\nThe journey begins in Leonardo da Vinci's secret workshop, where you will encounter his sketches, inventions and masterpieces. To advance, you will have to solve different puzzles and tests to move on to the next rooms where you will find the other historical figures. Each time you solve a puzzle, you will unlock a crucial piece of information about the life and legacy of these historical geniuses and be able to move on to the next room.\n", "short_description": "This Escape Room gives you the opportunity to embark on a journey through time, exploring the enigmatic world of the most famous characters in history, unraveling complex riddles and enigmas with clues you find along the way."}, {"images": {"nodes": []}, "id": "619435130553027", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sala de fuga histórica Jogo de mistério", "keywords": ["quebracabeça", "fuga", "quarto", "saída", "mistério"], "long_description": "Nesta sala de fuga histórica, você embarcará em uma emocionante aventura no tempo para recuperar os dados de alguns dos personagens mais icônicos da história: Leonardo da Vinci, Chanel e Marie Curie. Sua missão é entrar na vida desses gênios e desbloquear os dados ocultos que foram cuidadosamente protegidos em diferentes salas. Para conseguir isso, você deve resolver uma série de enigmas e quebra-cabeças, cada um projetado para representar a essência e as contribuições dessas notáveis ​​figuras históricas. A viagem começa na oficina secreta de Leonardo da Vinci, onde você encontrará seus esboços, invenções e obras-primas. Para avançar, você terá que resolver diversos quebra-cabeças e testes para passar para as próximas salas onde encontrará as outras figuras históricas. Cada vez que você resolver um quebra-cabeça, você desbloqueará uma informação crucial sobre a vida e o legado desses gênios históricos e poderá passar para a próxima sala.", "short_description": "Este Escape Room dá-lhe a oportunidade de embarcar numa viagem no tempo, explorando o mundo enigmático das personagens mais famosas da história, desvendando enigmas e enigmas complexos com pistas que encontra pelo caminho."}, {"images": {"nodes": []}, "id": "608149894930568", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape Room Histórico Juego de Misterio", "keywords": ["scape", "escapar", "room", "sala", "escape"], "long_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie.\n\nTu misión es adentrarte en las vidas de estos genios y desbloquear los datos ocultos que han sido cuidadosamente protegidos en diferentes salas. Para lograrlo, deberás resolver una serie de enigmas, rompecabezas y acertijos, cada uno diseñado para representar la esencia y las contribuciones de estos notables personajes históricos. \n\nEl viaje comienza en el taller secreto de Leonardo da Vinci, donde te encontrarás con sus bocetos, inventos y obras maestras. Para avanzar, tendrás que resolver diferentes puzles y pruebas para pasar a las siguientes salas donde encontraras a los demás personajes históricos. Cada vez que resuelvas un enigma, desbloquearás un fragmento de información crucial sobre la vida y el legado de estos genios históricos y podrás pasar a la siguiente sala.\n", "short_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie."}, {"images": {"nodes": []}, "id": "602349448844989", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Camera de evadare istorică - joc mister", "keywords": ["mister", "ieșire", "cameră", "puzzle", "evadare"], "long_description": "În această cameră de evadare istorică, te vei îmbarca într-o aventură captivantă prin timp pentru a recupera datele unora dintre cele mai emblematice personaje din istorie: Leonardo da Vinci, Chanel și Marie Curie. Misiunea ta este să intri în viața acestor genii și să deblochezi datele ascunse care au fost protejate cu grijă în diferite camere. Pentru a realiza acest lucru, trebuie să rezolvați o serie de ghicitori și puzzle-uri, fiecare menite să reprezinte esența și contribuțiile acestor personaje istorice notabile. Călătoria începe în atelierul secret al lui Leonardo da Vinci, unde vei întâlni schițele, invențiile și capodoperele sale. Pentru a avansa, va trebui să rezolvi diferite puzzle-uri și teste pentru a trece la următoarele camere unde vei găsi celelalte figuri istorice. De fiecare dată când rezolvi un puzzle, vei debloca o informație crucială despre viața și moștenirea acestor genii istorice și vei putea trece în camera următoare.", "short_description": "Această cameră de evadare vă oferă posibilitatea de a porni într-o călătorie în timp, explorând lumea enigmatică a celor mai faimoase personaje din istorie, dezvăluind ghicitori și enigme complexe cu indicii pe care le găsiți pe parcurs."}, {"images": {"nodes": []}, "id": "572827688871542", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historisk escape room - Mysterium Spil", "keywords": ["mysteri", "exit", "puslespil", "værelse", "flugt"], "long_description": "I dette historiske flugtrum vil du begive dig ud i et spændende eventyr gennem tiden for at gendanne data fra nogle af de mest ikoniske karakterer i historien: Leonardo da Vinci, Chanel og Marie Curie. Din mission er at komme ind i disse geniers liv og låse op for de skjulte data, der er blevet omhyggeligt beskyttet i forskellige rum. For at opnå dette skal du løse en række gåder og gåder, som hver er designet til at repræsentere essensen og bidragene fra disse bemærkelsesværdige historiske personer. Rejsen begynder i Leonardo da Vincis hemmelige værksted, hvor du vil møde hans skitser, opfindelser og mesterværker. For at komme videre, skal du løse forskellige gåder og tests for at komme videre til de næste rum, hvor du finder de andre historiske figurer. Hver gang du løser et puslespil, vil du låse op for et afgørende stykke information om livet og arven fra disse historiske genier og være i stand til at gå videre til det næste rum.", "short_description": "Dette Escape Room giver dig muligheden for at begive dig ud på en rejse gennem tiden, udforske den gådefulde verden af ​​de mest berømte karakterer i historien, optrevle komplekse gåder og gåder med spor, du finder undervejs."}, {"images": {"nodes": []}, "id": "571466858829004", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Ιστορικό δωμάτιο απόδρασης - παιχνίδι μυ", "keywords": ["μυστήριο", "έξοδος", "παζλ", "δωμάτιο", "απόδραση"], "long_description": "Σε αυτό το ιστορικό δωμάτιο απόδρασης, θα ξεκινήσετε μια συναρπαστική περιπέτεια μέσα στο χρόνο για να ανακτήσετε τα δεδομένα μερικών από τους πιο εμβληματικούς χαρακτήρες στην ιστορία: Λεονάρντο ντα Βίντσι, Σανέλ και Μαρία Κιουρί. Η αποστολή σας είναι να μπείτε στη ζωή αυτών των ιδιοφυιών και να ξεκλειδώσετε τα κρυμμένα δεδομένα που έχουν προστατευτεί προσεκτικά σε διαφορετικά δωμάτια. Για να το πετύχετε αυτό, πρέπει να λύσετε μια σειρά από γρίφους και γρίφους που έχουν σχεδιαστεί για να αντιπροσωπεύουν την ουσία και τη συμβολή αυτών των αξιοσημείωτων ιστορικών προσωπικοτήτων. Το ταξίδι ξεκινά στο μυστικό εργαστήριο του Λεονάρντο ντα Βίντσι, όπου θα συναντήσετε τα σκίτσα, τις εφευρέσεις και τα αριστουργήματά του. Για να προχωρήσετε, θα πρέπει να λύσετε διαφορετικούς γρίφους και τεστ για να προχωρήσετε στις επόμενες αίθουσες όπου θα βρείτε τα άλλα ιστορικά πρόσωπα. Κάθε φορά που λύνετε ένα παζλ, θα ξεκλειδώνετε μια κρίσιμη πληροφορία για τη ζωή και την κληρονομιά αυτών των ιστορικών ιδιοφυιών και θα μπορείτε να προχωρήσετε στο επόμενο δωμάτιο.", "short_description": "Αυτό το Escape Room σάς δίνει την ευκαιρία να ξεκινήσετε ένα ταξίδι στο χρόνο, εξερευνώντας τον αινιγματικό κόσμο των πιο διάσημων χαρακτήρων στην ιστορία, ξετυλίγοντας σύνθετους γρίφους και αινίγματα με στοιχεία που βρίσκετε στην πορεία."}, {"images": {"nodes": []}, "id": "566042782993160", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historyczny pokój ucieczki - gra tajemni", "keywords": ["tajemnica", "wyjście", "zagadka", "pokój", "ucieczka"], "long_description": "W tym historycznym pokoju ucieczki wyruszysz w ekscytującą przygodę w czasie, aby odzyskać dane niektórych z najbardziej znanych postaci w historii: Leonarda da Vinci, Chanel i Marie Curie. Twoja misja polega na wejściu w życie tych geniuszy i odblokowaniu ukrytych danych, które były starannie chronione w różnych pokojach. Aby to osiągnąć, musisz rozwiązać serię zagadek i łamigłówek, z których każda ma odzwierciedlać istotę i wkład tych znaczących postaci historycznych. Podróż rozpoczyna się w tajnym warsztacie Leonarda da Vinci, gdzie można spotkać jego szkice, wynalazki i arcydzieła. Aby przejść dalej, będziesz musiał rozwiązać różne zagadki i testy, aby przejść do kolejnych pomieszczeń, w których znajdziesz inne postacie historyczne. Za każdym razem, gdy rozwiążesz zagadkę, odblokujesz kluczową informację o życiu i dziedzictwie tych historycznych geniuszy i będziesz mógł przejść do następnego pomieszczenia.", "short_description": "Ten Escape Room daje Ci możliwość wybrania się w podróż w czasie, odkrywania zagadkowego świata najsłynniejszych postaci w historii, rozwiązywania skomplikowanych zagadek i zagadek dzięki wskazówkom, które znajdziesz po drodze."}, {"images": {"nodes": []}, "id": "555938767424627", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape Room storica: gioco misterioso", "keywords": ["mistero", "uscita", "puzzle", "stanza", "fuga"], "long_description": "In questa storica escape room, ti imbarcherai in un'emozionante avventura nel tempo per recuperare i dati di alcuni dei personaggi più iconici della storia: Leonardo da Vinci, Chanel e Marie Curie. La tua missione è entrare nella vita di questi geni e sbloccare i dati nascosti che sono stati accuratamente protetti in diverse stanze. Per raggiungere questo obiettivo, devi risolvere una serie di enigmi e puzzle, ciascuno progettato per rappresentare l'essenza e il contributo di queste importanti figure storiche. Il viaggio inizia nel laboratorio segreto di Leonardo da Vinci, dove incontrerai i suoi schizzi, invenzioni e capolavori. Per avanzare dovrai risolvere diversi enigmi e prove per passare alle stanze successive dove troverai gli altri personaggi storici. Ogni volta che risolvi un puzzle, sbloccherai informazioni cruciali sulla vita e l'eredità di questi geni storici e potrai passare alla stanza successiva.", "short_description": "Questa Escape Room ti dà l'opportunità di intraprendere un viaggio nel tempo, esplorando l'enigmatico mondo dei personaggi più famosi della storia, svelando complessi enigmi ed enigmi con gli indizi che troverai lungo il percorso."}]}, "developer_name": null, "developer_privacy_policy_url": "https://intelectiva.es/historical-escape-room-policy/", "developer_terms_of_service_url": null, "publisher_name": "Intelectiva Soluciones Innovadoras", "support_website_url": null, "website_url": "https://intelectiva.es/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "1008279844328894"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "es"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "27889982930645584"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75326677_8738926436192354_6413457946002103475_n.png?stp=dst-png_s360x360&_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=n0P2o-5acCoQ7kNvwHrjqAf&_nc_oc=Admj-kx47mXA9SIPN7IQvEmbYXPR0Z8l7yEPq_T3N8OkzMuWQYg5VgUqEEjdKQQC7dU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftrHuQMc3xRR8Lbk-ljB1aHVJu5ZGRpw8FlwgT5oukhvQ&oe=6995A942"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Historical Escape Room - Mystery Game", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Puzzle", "id": "377978390272490"}, {"topic_name": "Narrative", "id": "1008279844328894"}], "release_date": 1734595500, "lastRevision": {"nodes": [{"id": "27662242950086251", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "27662242880086258", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1638648323695334"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "28393404203584152", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Camera de evadare istorică - joc mister", "keywords": ["mister", "ieșire", "cameră", "puzzle", "evadare"], "long_description": "În această cameră de evadare istorică, te vei îmbarca într-o aventură captivantă prin timp pentru a recupera datele unora dintre cele mai emblematice personaje din istorie: Leonardo da Vinci, Chanel și Marie Curie. Misiunea ta este să intri în viața acestor genii și să deblochezi datele ascunse care au fost protejate cu grijă în diferite camere. Pentru a realiza acest lucru, trebuie să rezolvați o serie de ghicitori și puzzle-uri, fiecare menite să reprezinte esența și contribuțiile acestor personaje istorice notabile. Călătoria începe în atelierul secret al lui Leonardo da Vinci, unde vei întâlni schițele, invențiile și capodoperele sale. Pentru a avansa, va trebui să rezolvi diferite puzzle-uri și teste pentru a trece la următoarele camere unde vei găsi celelalte figuri istorice. De fiecare dată când rezolvi un puzzle, vei debloca o informație crucială despre viața și moștenirea acestor genii istorice și vei putea trece în camera următoare.", "short_description": "Această cameră de evadare vă oferă posibilitatea de a porni într-o călătorie în timp, explorând lumea enigmatică a celor mai faimoase personaje din istorie, dezvăluind ghicitori și enigme complexe cu indicii pe care le găsiți pe parcurs."}, {"images": {"nodes": []}, "id": "1834675100692532", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historiallinen pakohuone - mysteeripeli", "keywords": ["mysteeri", "uloskäynti", "palapeli", "huone", "pako"], "long_description": "Tässä historiallisessa pakohuoneessa lähdet jännittävään seikkailuun ajan mittaan saadaksesi takaisin joidenkin historian ikonisimpien hahmojen tiedot: Leonardo da Vinci, Chanel ja Marie Curie. Tehtäväsi on päästä näiden nerojen elämään ja avata piilotetut tiedot, jotka on suojattu huolellisesti eri huoneissa. Tämän saavuttamiseksi sinun on ratkaistava sarja arvoituksia ja arvoituksia, joista jokainen on suunniteltu edustamaan näiden merkittävien historiallisten henkilöiden olemusta ja panoksia. Matka alkaa Leonardo da Vincin salaisesta työpajasta, jossa kohtaat hänen luonnoksiaan, keksintöjään ja mestariteoksiaan. Jotta pääset eteenpäin, sinun on ratkaistava erilaisia ​​pulmia ja testejä siirtyäksesi seuraaviin huoneisiin, joista löydät muut historialliset henkilöt. Joka kerta kun ratkaiset palapelin, avaat ratkaisevan tiedon näiden historiallisten nerojen elämästä ja perinnöstä ja voit siirtyä seuraavaan huoneeseen.", "short_description": "Tämä pakohuone antaa sinulle mahdollisuuden lähteä aikamatkalle, tutkia historian kuuluisimpien hahmojen arvoituksellista maailmaa, selvittää monimutkaisia ​​arvoituksia ja arvoituksia matkan varrelta löytyvien vihjeiden avulla."}, {"images": {"nodes": []}, "id": "1643975886522263", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sala de fuga histórica Jogo de mistério", "keywords": ["quebracabeça", "fuga", "quarto", "saída", "mistério"], "long_description": "Nesta sala de fuga histórica, você embarcará em uma emocionante aventura no tempo para recuperar os dados de alguns dos personagens mais icônicos da história: Leonardo da Vinci, Chanel e Marie Curie. Sua missão é entrar na vida desses gênios e desbloquear os dados ocultos que foram cuidadosamente protegidos em diferentes salas. Para conseguir isso, você deve resolver uma série de enigmas e quebra-cabeças, cada um projetado para representar a essência e as contribuições dessas notáveis ​​figuras históricas. A viagem começa na oficina secreta de Leonardo da Vinci, onde você encontrará seus esboços, invenções e obras-primas. Para avançar, você terá que resolver diversos quebra-cabeças e testes para passar para as próximas salas onde encontrará as outras figuras históricas. Cada vez que você resolver um quebra-cabeça, você desbloqueará uma informação crucial sobre a vida e o legado desses gênios históricos e poderá passar para a próxima sala.", "short_description": "Este Escape Room dá-lhe a oportunidade de embarcar numa viagem no tempo, explorando o mundo enigmático das personagens mais famosas da história, desvendando enigmas e enigmas complexos com pistas que encontra pelo caminho."}, {"images": {"nodes": []}, "id": "1618853875724481", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape Room storica: gioco misterioso", "keywords": ["mistero", "uscita", "puzzle", "stanza", "fuga"], "long_description": "In questa storica escape room, ti imbarcherai in un'emozionante avventura nel tempo per recuperare i dati di alcuni dei personaggi più iconici della storia: Leonardo da Vinci, Chanel e Marie Curie. La tua missione è entrare nella vita di questi geni e sbloccare i dati nascosti che sono stati accuratamente protetti in diverse stanze. Per raggiungere questo obiettivo, devi risolvere una serie di enigmi e puzzle, ciascuno progettato per rappresentare l'essenza e il contributo di queste importanti figure storiche. Il viaggio inizia nel laboratorio segreto di Leonardo da Vinci, dove incontrerai i suoi schizzi, invenzioni e capolavori. Per avanzare dovrai risolvere diversi enigmi e prove per passare alle stanze successive dove troverai gli altri personaggi storici. Ogni volta che risolvi un puzzle, sbloccherai informazioni cruciali sulla vita e l'eredità di questi geni storici e potrai passare alla stanza successiva.", "short_description": "Questa Escape Room ti dà l'opportunità di intraprendere un viaggio nel tempo, esplorando l'enigmatico mondo dei personaggi più famosi della storia, svelando complessi enigmi ed enigmi con gli indizi che troverai lungo il percorso."}, {"images": {"nodes": []}, "id": "1611851689411587", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Исторический квест - игра-загадка", "keywords": ["тайна", "выход", "головоломка", "комната", "побег"], "long_description": "В этой исторической квест-комнате вы отправитесь в захватывающее приключение во времени, чтобы восстановить данные некоторых из самых знаковых персонажей в истории: Леонардо да Винчи, Шанель и Марии Кюри. Ваша миссия — проникнуть в жизнь этих гениев и разблокировать скрытые данные, тщательно охраняемые в разных комнатах. Для этого вам необходимо решить серию загадок и головоломок, каждая из которых призвана раскрыть сущность и вклад этих выдающихся исторических личностей. Путешествие начинается в секретной мастерской Леонардо да Винчи, где вы встретите его эскизы, изобретения и шедевры. Чтобы продвинуться вперед, вам придется решать различные головоломки и тесты, чтобы перейти в следующие комнаты, где вы найдете других исторических личностей. Каждый раз, когда вы решаете головоломку, вы открываете важную информацию о жизни и наследии этих исторических гениев и сможете перейти в следующую комнату.", "short_description": "Этот квест-комната дает вам возможность отправиться в путешествие во времени, исследуя загадочный мир самых известных персонажей в истории, разгадывая сложные загадки и загадки с помощью подсказок, которые вы найдете по пути."}, {"images": {"nodes": []}, "id": "1600988240787439", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape Room Histórico Juego de Misterio", "keywords": ["scape", "escapar", "sala", "escape", "room"], "long_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie.\n\nTu misión es adentrarte en las vidas de estos genios y desbloquear los datos ocultos que han sido cuidadosamente protegidos en diferentes salas. Para lograrlo, deberás resolver una serie de enigmas, rompecabezas y acertijos, cada uno diseñado para representar la esencia y las contribuciones de estos notables personajes históricos. \n\nEl viaje comienza en el taller secreto de Leonardo da Vinci, donde te encontrarás con sus bocetos, inventos y obras maestras. Para avanzar, tendrás que resolver diferentes puzles y pruebas para pasar a las siguientes salas donde encontraras a los demás personajes históricos. Cada vez que resuelvas un enigma, desbloquearás un fragmento de información crucial sobre la vida y el legado de estos genios históricos y podrás pasar a la siguiente sala.\n", "short_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie."}, {"images": {"nodes": []}, "id": "1532043730807293", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "歴史的脱出室 - ミステリー ゲーム", "keywords": ["ミステリー", "出口", "パズル", "部屋", "脱出"], "long_description": "この歴史的なエスケープ ルームでは、レオナルド ダ ヴィンチ、シャネル、マリー キュリーなど、歴史上最も象徴的なキャラクターのデータを回復するために、時を超えたエキサイティングな冒険に乗り出すことになります。あなたの使命は、これらの天才たちの生活に入り込み、さまざまな部屋で注意深く保護されている隠されたデータのロックを解除することです。これを達成するには、これらの著名な歴史上の人物の本質と貢献を表すように設計された一連の謎とパズルを解く必要があります。旅はレオナルド・ダ・ヴィンチの秘密の工房から始まり、そこで彼のスケッチ、発明品、傑作に出会うことができます。先に進むには、さまざまなパズルやテストを解決して、他の歴史上の人物がいる次の部屋に進む必要があります。パズルを解くたびに、これらの歴史的天才の人生と遺産に関する重要な情報のロックが解除され、次の部屋に進むことができます。", "short_description": "このエスケープ ルームでは、歴史上最も有名なキャラクターの謎めいた世界を探索し、途中で見つけた手がかりを使って複雑な謎や謎を解き明かしながら、時を超えた旅に乗り出す機会が与えられます。"}, {"images": {"nodes": []}, "id": "1348861913203436", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historischer Escape Room – Mystery-Spiel", "keywords": ["Geheimnis", "Ausgang", "Rätsel", "Zimmer", "Flucht"], "long_description": "In diesem historischen Escape Room begeben Sie sich auf ein spannendes Abenteuer durch die Zeit, um die Daten einiger der berühmtesten Charaktere der Geschichte wiederherzustellen: Leonardo da Vinci, Chanel und Marie Curie. Ihre Mission ist es, in das Leben dieser Genies einzudringen und die verborgenen Daten freizuschalten, die sorgfältig in verschiedenen Räumen geschützt wurden. Um dies zu erreichen, müssen Sie eine Reihe von Rätseln lösen, die jeweils das Wesen und die Beiträge dieser bemerkenswerten historischen Persönlichkeiten darstellen sollen. Die Reise beginnt in Leonardo da Vincis geheimer Werkstatt, wo Sie auf seine Skizzen, Erfindungen und Meisterwerke stoßen. Um voranzukommen, müssen Sie verschiedene Rätsel und Tests lösen, um in die nächsten Räume zu gelangen, in denen Sie die anderen historischen Figuren finden. Jedes Mal, wenn Sie ein Rätsel lösen, erhalten Sie wichtige Informationen über das Leben und Vermächtnis dieser historischen Genies und können zum nächsten Raum weitergehen.", "short_description": "Dieser Escape Room bietet Ihnen die Möglichkeit, sich auf eine Reise durch die Zeit zu begeben, die rätselhafte Welt der berühmtesten Charaktere der Geschichte zu erkunden und komplexe Rätsel und Rätsel mit Hinweisen zu lösen, die Sie unterwegs finden."}, {"images": {"nodes": []}, "id": "1329326538235006", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historyczny pokój ucieczki - gra tajemni", "keywords": ["tajemnica", "wyjście", "zagadka", "pokój", "ucieczka"], "long_description": "W tym historycznym pokoju ucieczki wyruszysz w ekscytującą przygodę w czasie, aby odzyskać dane niektórych z najbardziej znanych postaci w historii: Leonarda da Vinci, Chanel i Marie Curie. Twoja misja polega na wejściu w życie tych geniuszy i odblokowaniu ukrytych danych, które były starannie chronione w różnych pokojach. Aby to osiągnąć, musisz rozwiązać serię zagadek i łamigłówek, z których każda ma odzwierciedlać istotę i wkład tych znaczących postaci historycznych. Podróż rozpoczyna się w tajnym warsztacie Leonarda da Vinci, gdzie można spotkać jego szkice, wynalazki i arcydzieła. Aby przejść dalej, będziesz musiał rozwiązać różne zagadki i testy, aby przejść do kolejnych pomieszczeń, w których znajdziesz inne postacie historyczne. Za każdym razem, gdy rozwiążesz zagadkę, odblokujesz kluczową informację o życiu i dziedzictwie tych historycznych geniuszy i będziesz mógł przejść do następnego pomieszczenia.", "short_description": "Ten Escape Room daje Ci możliwość wybrania się w podróż w czasie, odkrywania zagadkowego świata najsłynniejszych postaci w historii, rozwiązywania skomplikowanych zagadek i zagadek dzięki wskazówkom, które znajdziesz po drodze."}, {"images": {"nodes": [{"file_name": "Cover Square.png", "id": "8738926432859021", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75326677_8738926436192354_6413457946002103475_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=n0P2o-5acCoQ7kNvwHrjqAf&_nc_oc=Admj-kx47mXA9SIPN7IQvEmbYXPR0Z8l7yEPq_T3N8OkzMuWQYg5VgUqEEjdKQQC7dU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftTITY5QdLB12gbY6Lt7pMh80_8UEZbCNG4-XimnAw-yQ&oe=6995A942"}, {"file_name": "Mini Landscape.png", "id": "2129231827527659", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75294244_2129231830860992_7089065870876402616_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uLWuEX85iyEQ7kNvwGl_zhE&_nc_oc=AdlBvH6hkLZ8JlwLmxz35823D5_ZdpmFhz3M8liRMbj8pgoeC_gbOn0uzkE4ZZkSlVo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft4adLswyPgxQeYLbb8GbzB-UG5BI1MxIMNTI4amxeO1w&oe=6995C80A"}, {"file_name": "Logo.png", "id": "1766937384121316", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974719_1766937387454649_3872151864914621691_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2EHL5TE-ug8Q7kNvwGIxd7c&_nc_oc=AdmzEvYGDGvG3Qz5E9y_nwTn1usFIB68uvg7XRSERzd78hLjhJGQQ09rj5Z9OOqMY-c&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfviGPUqFMtj7CZEoNmphJ8296hGvrHQ2Z13xsbBnizXRw&oe=6995B3D0"}, {"file_name": "Icon.png", "id": "1137882871414753", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031376_1137882874748086_5468944721853962676_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ejz18gAkOTEQ7kNvwEay99-&_nc_oc=AdkNndJ_oZxYph9aoUMc1Ngze-sjjwiUL8XilR2vvfv_ulq_HqekEDPiKP33Y3MMiJg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUn158R71Qu6hoO7i6omEz6bY9RCyNK2onFKKx6JPNVw&oe=6995C1D3"}, {"file_name": "Cover Landscape.png", "id": "892979319698874", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974829_892979323032207_1042683969195315768_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QoyX77ANx7kQ7kNvwHC3TGD&_nc_oc=AdmroNAiBk82xqMU-s8B1XPzGuY8X5PnvKsIpw-zx1glZv2ekWDzK9Se4jFrWoo8AJA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu2ybjZ7XoybzArEJUE9IUJHqTzTLvETDfbHSQYQ4CuLg&oe=69959C34"}, {"file_name": "Cover Portrait.png", "id": "597358722850682", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/43931338_597358726184015_4088003484328709358_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WId5YVP_bVEQ7kNvwFeC5y7&_nc_oc=Adm0senPH_qMrz0IMPD_lI57Pm2QHRMFmLpgfJALeqlHg6FU5E8E-QhUsOVyZoSA2DE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftzKo5-KkvXS5bKcHZcD1mvS4NCoWb9_fmfypjbeOYGnw&oe=6995B2D6"}, {"file_name": "Hero Cover.png", "id": "592553149943416", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75326677_592553153276749_1100958867192131721_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q_eJbhjWxXoQ7kNvwH_VTay&_nc_oc=AdnQPNlcab9MstZYN1jpcXQaSroq_qqQRl2EUsfflxD1C59r-Fn3FkjWm6JktG0dhXw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfscB1fkKl9L949Mb0H7JXQum7MSNQrzenx8fedw7gwtgg&oe=6995BCB9"}]}, "id": "1303057311042414", "locale": "en_US", "screenshots": [{"file_name": "capt_10.png", "id": "611327954901900", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035394_611327958235233_1929719367191452092_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q9fy1oE0DU4Q7kNvwGUZGNw&_nc_oc=AdkIAbg38uJwiNXdCVV7t5_6kcQEey67Mv35jrewh9EAFdA0Thr6aV_Ct9RCyRZZgGU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvrmJKobfsiVyY6xUD0J6w8IrBdYPQlF6BjZrsbuMigsQ&oe=69959C7B"}, {"file_name": "capt_6.png", "id": "551541131203436", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75222939_551541134536769_426112438044882579_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h7L_I_KCyZMQ7kNvwGo2DGm&_nc_oc=Adk6c1NTfZpife8p5fMMfaMg94_RbwqE7l8hVCqk9xtMMT4Dfy7L4p5ADqR_fngRcwk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs42EIO4QZEafXciFEiYiuFvdieNa1LBzKSSqDkmN3KlA&oe=699599E4"}, {"file_name": "capt_2.png", "id": "545336148489908", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035373_545336151823241_5138472127256235951_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nnQ4DKbZ11kQ7kNvwFZAJb-&_nc_oc=AdmoYlxQNFZZTmlL-nD7XnEhbNAUrnvzsTPVnCc1pHut7GbMf_oQfcBzjiNjO1rQXfk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsjdgTTA5kfwMsj4jsSWf5pp-FRZ9EZrTZnVqhNCloOzQ&oe=6995B7D5"}, {"file_name": "capt_9.png", "id": "3400401653427250", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982579_3400401656760583_3542873245457812776_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2-7AzpOqOEUQ7kNvwE9wdbp&_nc_oc=AdkV8jLe5wdZgCwDJXtNQr9NAkqZ77FesiEODA9OfkCs6nqtFLWhgaBDpQy2_0zJzoA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs5g5kazmCag1JRyavZSc2_t9U7z-ZT03-w2YfPF1Qslw&oe=6995AE4E"}, {"file_name": "capt_5.png", "id": "562402329979245", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974827_562402333312578_7368360969201626203_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ldspmrg8LuMQ7kNvwGumX6T&_nc_oc=Adm2dMcJlu3v1MKT1xupz9XkL8l31Bpim0cN0MxL6wX3iVuLM08LB2S6IOcI_zISpnk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftcBs20eBZmi_7ntPO9hzkQJ_C3UGmdeicG6p0a3-V2iA&oe=6995A70B"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Trailer Cover Image.png", "id": "1546143416039799", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982472_1546143419373132_1176096145390204864_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AtLdBDGVO-MQ7kNvwGDCWV1&_nc_oc=AdlhafM_oD4j0gg9gsJXVREirv1lg4NhID2jtf6G5eynkhdtgYSs_3vWnjO5UbobHqk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsuORu3pesFN34ae2SOtnmTvvc8MfTRpnzlMAtrM602Cg&oe=6995ABAD"}, "display_name": "Historical Escape Room - Mystery Game", "keywords": ["mistery", "exit", "escape", "puzzle", "room"], "long_description": "In this historical escape room, you will embark  yourself in an exciting adventure through time to recover the data of some of the most iconic characters in history: Leonardo da Vinci, Chanel & Marie Curie.\n\nYour mission is to get into the lives of these geniuses and unlock the hidden data that has been carefully protected in different rooms. To achieve this, you must solve a series of riddles and puzzles each designed to represent the essence and contributions of these notable historical figures. \n\nThe journey begins in Leonardo da Vinci's secret workshop, where you will encounter his sketches, inventions and masterpieces. To advance, you will have to solve different puzzles and tests to move on to the next rooms where you will find the other historical figures. Each time you solve a puzzle, you will unlock a crucial piece of information about the life and legacy of these historical geniuses and be able to move on to the next room.\n", "short_description": "This Escape Room gives you the opportunity to embark on a journey through time, exploring the enigmatic world of the most famous characters in history, unraveling complex riddles and enigmas with clues you find along the way."}, {"images": {"nodes": []}, "id": "1123551049332224", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sala de fuga histórica Jogo de mistério", "keywords": ["mistério", "saída", "quarto", "fuga", "quebracabeça"], "long_description": "Nesta sala de fuga histórica, você embarcará em uma emocionante aventura no tempo para recuperar os dados de alguns dos personagens mais icônicos da história: Leonardo da Vinci, Chanel e Marie Curie. Sua missão é entrar na vida desses gênios e desbloquear os dados ocultos que foram cuidadosamente protegidos em diferentes salas. Para conseguir isso, você deve resolver uma série de enigmas e quebra-cabeças, cada um projetado para representar a essência e as contribuições dessas notáveis ​​figuras históricas. A viagem começa na oficina secreta de Leonardo da Vinci, onde você encontrará seus esboços, invenções e obras-primas. Para avançar, você terá que resolver diversos quebra-cabeças e testes para passar para as próximas salas onde encontrará as outras figuras históricas. Cada vez que você resolver um quebra-cabeça, você desbloqueará uma informação crucial sobre a vida e o legado desses gênios históricos e poderá passar para a próxima sala.", "short_description": "Este Escape Room dá-lhe a oportunidade de embarcar numa viagem no tempo, explorando o mundo enigmático das personagens mais famosas da história, desvendando enigmas e enigmas complexos com pistas que encontra pelo caminho."}, {"images": {"nodes": []}, "id": "1117356846764895", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historická úniková místnost - Tajemná hr", "keywords": ["záhada", "východ", "hádanka", "místnost", "útěk"], "long_description": "V této historické únikové místnosti se pustíte do vzrušujícího dobrodružství v čase, abyste získali data některých z nejznámějších postav historie: Leonarda da Vinciho, Chanel a Marie Curie. Vaším úkolem je dostat se do životů těchto géniů a odemknout skrytá data, která byla pečlivě chráněna v různých místnostech. Abyste toho dosáhli, musíte vyřešit řadu hádanek a hlavolamů, z nichž každá je navržena tak, aby reprezentovala podstatu a přínos těchto významných historických postav. Cesta začíná v tajné dílně Leonarda da Vinciho, kde se setkáte s jeho náčrty, vynálezy a mistrovskými díly. Chcete-li postoupit, budete muset vyřešit různé hádanky a testy, abyste se přesunuli do dalších místností, kde najdete další historické postavy. Pokaždé, když vyřešíte hádanku, odemknete zásadní informaci o životě a odkazu těchto historických géniů a budete moci přejít do další místnosti.", "short_description": "Tato úniková místnost vám dává příležitost vydat se na cestu časem, prozkoumávat tajemný svět nejslavnějších postav historie, odhalovat složité hádanky a záhady s vodítky, které cestou najdete."}, {"images": {"nodes": []}, "id": "967015908575480", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historiskt escape room - mysteriespel", "keywords": ["mysterium", "utgång", "pussel", "rum", "flykt"], "long_description": "I detta historiska utrymningsrum kommer du att ge dig ut på ett spännande äventyr genom tiden för att återställa data från några av historiens mest ikoniska karaktärer: Leonardo da Vinci, Chanel och Marie Curie. Ditt uppdrag är att komma in i dessa geniers liv och låsa upp dolda data som har noggrant skyddats i olika rum. För att uppnå detta måste du lösa en rad gåtor och pussel som var och en är designad för att representera essensen och bidragen från dessa anmärkningsvärda historiska figurer. Resan börjar i Leonardo da Vincis hemliga verkstad, där du kommer att möta hans skisser, uppfinningar och mästerverk. För att komma vidare måste du lösa olika pussel och tester för att gå vidare till nästa rum där du hittar de andra historiska figurerna. Varje gång du löser ett pussel kommer du att låsa upp en viktig del av information om livet och arvet efter dessa historiska genier och kunna gå vidare till nästa rum.", "short_description": "Detta Escape Room ger dig möjligheten att ge dig ut på en resa genom tiden, utforska den gåtfulla världen av de mest kända karaktärerna i historien, reda ut komplexa gåtor och gåtor med ledtrådar du hittar längs vägen."}, {"images": {"nodes": []}, "id": "621010943685307", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historisk rømningsrom - mysteriespill", "keywords": ["mysteri", "puslespill", "rom", "rømning", "mysteriespill"], "long_description": "I dette historiske rømningsrommet vil du begi deg ut i et spennende eventyr gjennom tiden for å gjenopprette dataene til noen av de mest ikoniske karakterene i historien: Leonardo da Vinci, Chanel og Marie Curie. Ditt oppdrag er å komme inn i livene til disse geniene og låse opp de skjulte dataene som er nøye beskyttet i forskjellige rom. For å oppnå dette må du løse en rekke gåter og gåter som hver er designet for å representere essensen og bidragene til disse bemerkelsesverdige historiske figurene. Reisen starter i Leonardo da Vincis hemmelige verksted, hvor du vil møte hans skisser, oppfinnelser og mesterverk. For å komme videre må du løse forskjellige gåter og tester for å gå videre til de neste rommene hvor du finner de andre historiske figurene. Hver gang du løser et puslespill, vil du låse opp en viktig informasjon om livet og arven til disse historiske geniene og kunne gå videre til neste rom.", "short_description": "Dette Escape Room gir deg muligheten til å legge ut på en reise gjennom tiden, utforske den gåtefulle verdenen til de mest kjente karakterene i historien, løse komplekse gåter og gåter med ledetråder du finner underveis."}, {"images": {"nodes": []}, "id": "620489837079335", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "历史密室逃脱 - 解谜游戏", "keywords": ["神秘", "出口", "谜题", "房间", "逃脱"], "long_description": "在这个历史悠久的逃生室中，您将踏上一段激动人心的穿越时空冒险，恢复历史上一些最具标志性人物的数据：达芬奇、香奈儿和居里夫人。你的任务是进入这些天才的生活并解开在不同房间中精心保护的隐藏数据。为了实现这一目标，您必须解决一系列谜语和谜题，每个谜语和谜题都旨在代表这些著名历史人物的本质和贡献。旅程从达芬奇的秘密工作室开始，在那里您将遇到他的草图、发明和杰作。为了前进，你必须解决不同的谜题和测试才能进入下一个房间，在那里你会找到其他历史人物。每次解决一个谜题，您都将解锁有关这些历史天才的生活和遗产的重要信息，并能够进入下一个房间。", "short_description": "这个密室逃脱让您有机会踏上穿越时空的旅程，探索历史上最著名人物的神秘世界，利用一路上找到的线索解开复杂的谜语和谜团。"}, {"images": {"nodes": []}, "id": "615622930812806", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape Room Histórico Juego de Misterio", "keywords": ["scape", "escapar", "room", "sala", "escape"], "long_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie.\n\nTu misión es adentrarte en las vidas de estos genios y desbloquear los datos ocultos que han sido cuidadosamente protegidos en diferentes salas. Para lograrlo, deberás resolver una serie de enigmas, rompecabezas y acertijos, cada uno diseñado para representar la esencia y las contribuciones de estos notables personajes históricos. \n\nEl viaje comienza en el taller secreto de Leonardo da Vinci, donde te encontrarás con sus bocetos, inventos y obras maestras. Para avanzar, tendrás que resolver diferentes puzles y pruebas para pasar a las siguientes salas donde encontraras a los demás personajes históricos. Cada vez que resuelvas un enigma, desbloquearás un fragmento de información crucial sobre la vida y el legado de estos genios históricos y podrás pasar a la siguiente sala.\n", "short_description": "En este escape room histórico, te embarcarás en una emocionante aventura a través del tiempo para recuperar  los datos de algunos de los personajes más icónicos de la historia: Leonardo da Vinci, Coco Chanel y Marie Curie."}, {"images": {"nodes": []}, "id": "594601716386174", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historical Escape Room - Mystery Game", "keywords": ["mistery", "exit", "room", "puzzle", "escape"], "long_description": "In this historical escape room, you will embark  yourself in an exciting adventure through time to recover the data of some of the most iconic characters in history: Leonardo da Vinci, Chanel & Marie Curie.\n\nYour mission is to get into the lives of these geniuses and unlock the hidden data that has been carefully protected in different rooms. To achieve this, you must solve a series of riddles and puzzles each designed to represent the essence and contributions of these notable historical figures. \n\nThe journey begins in Leonardo da Vinci's secret workshop, where you will encounter his sketches, inventions and masterpieces. To advance, you will have to solve different puzzles and tests to move on to the next rooms where you will find the other historical figures. Each time you solve a puzzle, you will unlock a crucial piece of information about the life and legacy of these historical geniuses and be able to move on to the next room.\n", "short_description": "This Escape Room gives you the opportunity to embark on a journey through time, exploring the enigmatic world of the most famous characters in history, unraveling complex riddles and enigmas with clues you find along the way."}, {"images": {"nodes": []}, "id": "574566018774499", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Ιστορικό δωμάτιο απόδρασης - παιχνίδι μυ", "keywords": ["μυστήριο", "έξοδος", "παζλ", "δωμάτιο", "απόδραση"], "long_description": "Σε αυτό το ιστορικό δωμάτιο απόδρασης, θα ξεκινήσετε μια συναρπαστική περιπέτεια μέσα στο χρόνο για να ανακτήσετε τα δεδομένα μερικών από τους πιο εμβληματικούς χαρακτήρες στην ιστορία: Λεονάρντο ντα Βίντσι, Σανέλ και Μαρία Κιουρί. Η αποστολή σας είναι να μπείτε στη ζωή αυτών των ιδιοφυιών και να ξεκλειδώσετε τα κρυμμένα δεδομένα που έχουν προστατευτεί προσεκτικά σε διαφορετικά δωμάτια. Για να το πετύχετε αυτό, πρέπει να λύσετε μια σειρά από γρίφους και γρίφους που έχουν σχεδιαστεί για να αντιπροσωπεύουν την ουσία και τη συμβολή αυτών των αξιοσημείωτων ιστορικών προσωπικοτήτων. Το ταξίδι ξεκινά στο μυστικό εργαστήριο του Λεονάρντο ντα Βίντσι, όπου θα συναντήσετε τα σκίτσα, τις εφευρέσεις και τα αριστουργήματά του. Για να προχωρήσετε, θα πρέπει να λύσετε διαφορετικούς γρίφους και τεστ για να προχωρήσετε στις επόμενες αίθουσες όπου θα βρείτε τα άλλα ιστορικά πρόσωπα. Κάθε φορά που λύνετε ένα παζλ, θα ξεκλειδώνετε μια κρίσιμη πληροφορία για τη ζωή και την κληρονομιά αυτών των ιστορικών ιδιοφυιών και θα μπορείτε να προχωρήσετε στο επόμενο δωμάτιο.", "short_description": "Αυτό το Escape Room σάς δίνει την ευκαιρία να ξεκινήσετε ένα ταξίδι στο χρόνο, εξερευνώντας τον αινιγματικό κόσμο των πιο διάσημων χαρακτήρων στην ιστορία, ξετυλίγοντας σύνθετους γρίφους και αινίγματα με στοιχεία που βρίσκετε στην πορεία."}, {"images": {"nodes": []}, "id": "566416556184243", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Historisk escape room - Mysterium Spil", "keywords": ["mysteri", "exit", "puslespil", "værelse", "flugt"], "long_description": "I dette historiske flugtrum vil du begive dig ud i et spændende eventyr gennem tiden for at gendanne data fra nogle af de mest ikoniske karakterer i historien: Leonardo da Vinci, Chanel og Marie Curie. Din mission er at komme ind i disse geniers liv og låse op for de skjulte data, der er blevet omhyggeligt beskyttet i forskellige rum. For at opnå dette skal du løse en række gåder og gåder, som hver er designet til at repræsentere essensen og bidragene fra disse bemærkelsesværdige historiske personer. Rejsen begynder i Leonardo da Vincis hemmelige værksted, hvor du vil møde hans skitser, opfindelser og mesterværker. For at komme videre, skal du løse forskellige gåder og tests for at komme videre til de næste rum, hvor du finder de andre historiske figurer. Hver gang du løser et puslespil, vil du låse op for et afgørende stykke information om livet og arven fra disse historiske genier og være i stand til at gå videre til det næste rum.", "short_description": "Dette Escape Room giver dig muligheden for at begive dig ud på en rejse gennem tiden, udforske den gådefulde verden af ​​de mest berømte karakterer i historien, optrevle komplekse gåder og gåder med spor, du finder undervejs."}, {"images": {"nodes": []}, "id": "566222449468787", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "역사탈출실 - 미스터리 게임", "keywords": ["미스터리", "출구", "퍼즐", "방", "탈출"], "long_description": "이 역사적인 탈출실에서 여러분은 역사상 가장 상징적인 인물인 레오나르도 다 빈치, 샤넬, 마리 퀴리의 데이터를 복구하기 위해 시간을 초월하는 흥미진진한 모험을 시작하게 됩니다. 당신의 임무는 이 천재들의 삶에 들어가서 여러 방에 조심스럽게 보호되어 있는 숨겨진 데이터를 찾아내는 것입니다. 이를 달성하려면 주목할만한 역사적 인물의 본질과 기여를 나타내기 위해 고안된 일련의 수수께끼와 퍼즐을 풀어야 합니다. 여행은 레오나르도 다빈치의 비밀 작업장에서 시작됩니다. 그곳에서 그의 스케치, 발명품, 걸작을 만나실 수 있습니다. 발전하려면, 다른 역사적 인물을 찾을 수 있는 다음 방으로 이동하기 위해 다양한 퍼즐과 테스트를 풀어야 합니다. 퍼즐을 풀 때마다 역사적 천재들의 삶과 유산에 대한 중요한 정보를 잠금 해제하고 다음 방으로 이동할 수 있습니다.", "short_description": "이 이스케이프 룸은 역사상 가장 유명한 캐릭터의 불가사의한 세계를 탐험하고, 길에서 찾은 단서를 통해 복잡한 수수께끼와 수수께끼를 풀면서 시간 여행을 시작할 수 있는 기회를 제공합니다."}, {"images": {"nodes": []}, "id": "509683942124074", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Phòng thoát lịch sử - trò chơi bí ẩn", "keywords": ["lối", "thoát", "câu", "đố", "phòng"], "long_description": "Trong căn phòng thoát hiểm lịch sử này, bạn sẽ dấn thân vào một cuộc phiêu lưu thú vị xuyên thời gian để khôi phục dữ liệu của một số nhân vật mang tính biểu tượng nhất trong lịch sử: Leonardo da Vinci, Chanel & Marie Curie. Nhiệm vụ của bạn là đi vào cuộc sống của những thiên tài này và mở khóa những dữ liệu ẩn đã được bảo vệ cẩn thận trong các căn phòng khác nhau. Để đạt được điều này, bạn phải giải một loạt câu đố và câu đố được thiết kế để thể hiện bản chất và đóng góp của những nhân vật lịch sử đáng chú ý này. Cuộc hành trình bắt đầu trong xưởng bí mật của Leonardo da Vinci, nơi bạn sẽ bắt gặp những bản phác thảo, phát minh và kiệt tác của ông. Để thăng tiến, bạn sẽ phải giải các câu đố và bài kiểm tra khác nhau để chuyển sang các phòng tiếp theo, nơi bạn sẽ tìm thấy các nhân vật lịch sử khác. Mỗi khi giải được một câu đố, bạn sẽ mở khóa được một phần thông tin quan trọng về cuộc đời và di sản của những thiên tài lịch sử này và có thể chuyển sang phòng tiếp theo.", "short_description": "Escape Room này mang đến cho bạn cơ hội bắt đầu cuộc hành trình xuyên thời gian, khám phá thế giới bí ẩn của những nhân vật nổi tiếng nhất trong lịch sử, làm sáng tỏ những câu đố và bí ẩn phức tạp bằng những manh mối bạn tìm thấy trên đường đi."}, {"images": {"nodes": []}, "id": "474646775742379", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Snapkamer'in geçmişini inceleyin - raais", "keywords": ["misterie", "uitgang", "legkaart", "kamer", "ontsnapping"], "long_description": "Geçmiş fotoğraf kameralarında, bugüne kadar elde edilen verilerle birlikte, kazandığınız ikonik karakterlerin bir araya getirilmesiyle elde edilen verilerle keyifli vakit geçiriyoruz: Leonardo da Vinci, Chanel ve Marie Curie. Missie, çok yönlü kameraların sahip olduğu yeni bilgilerle ilgili çok yönlü verilerle birlikte iyi bir insandır. Bu nedenle, çok daha fazla raaisel ve raaisels kokusu var, ancak bu, yeni dünya tarihi açısından önemli olan bir şey. Leonardo da Vinci'de her şey işe yaradı, çok basit bir şekilde, ontmoet'in en büyük başarıları ile başladı. Bu arada, çok sayıda insan, bugünün ve diğer tarihsel figürlerin daha iyi olmasıyla birlikte, çok daha fazla artış gösteriyor. Elekke, bir yandan iyi bir eğitim, bir yandan da iyi bir geçmişe sahip olmak için daha iyi bir bilgi birikimine sahip olmak ve güzel bir kamere ile ilgili bilgi edinmek için iyi bir fikir veriyor.", "short_description": "Hierdie Escape Room, bugün başladığımız andan itibaren yeni bir başlangıç ​​yapıyor, keşfedilen karakterlerle ilgili esrarengiz dünyalar, karmaşık yükselişler ve yükselişler, uzun süredir devam eden trafikte bir araya geliyor."}, {"images": {"nodes": []}, "id": "456461784175891", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Escape room historique - jeu de mystère", "keywords": ["mystère", "sortie", "puzzle", "chambre", "évasion"], "long_description": "Dans cette salle d'évasion historique, vous vous embarquerez dans une aventure passionnante à travers le temps pour récupérer les données de certains des personnages les plus emblématiques de l'histoire : Léonard de Vinci, Chanel et Marie Curie. Votre mission est d'entrer dans la vie de ces génies et de débloquer les données cachées qui ont été soigneusement protégées dans différentes pièces. Pour y parvenir, vous devez résoudre une série d'énigmes et d'énigmes, chacune conçue pour représenter l'essence et les contributions de ces personnages historiques notables. Le voyage commence dans l'atelier secret de Léonard de Vinci, où vous découvrirez ses croquis, ses inventions et ses chefs-d'œuvre. Pour avancer, vous devrez résoudre différentes énigmes et tests pour passer aux salles suivantes où vous retrouverez les autres personnages historiques. Chaque fois que vous résolvez une énigme, vous débloquerez une information cruciale sur la vie et l'héritage de ces génies historiques et pourrez passer à la pièce suivante.", "short_description": "Cette Escape Room vous offre l'opportunité de vous lancer dans un voyage dans le temps, en explorant le monde énigmatique des personnages les plus célèbres de l'histoire, en résolvant des énigmes et des énigmes complexes avec des indices que vous trouverez en cours de route."}]}, "developer_name": null, "developer_privacy_policy_url": "https://intelectiva.es/historical-escape-room-policy/", "developer_terms_of_service_url": null, "publisher_name": "Intelectiva Soluciones Innovadoras", "support_website_url": null, "website_url": "https://intelectiva.es/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "1008279844328894"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "es"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "27662242903419589"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PUBLISHED", "id": "1172679497988068"}, {"status": "PUBLISHED", "id": "1160058475474324"}, {"status": "PUBLISHED", "id": "1116739493048053"}, {"status": "PUBLISHED", "id": "1648801652402402"}]}, "baseline_offer": {"id": "1648801652402402"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1750438800, "status": "PUBLISHED", "id": "1172679497988068"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "27806524432324768", "version": "1"}, "id": "944750607555270", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "27662242880086258", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "27806524432324768"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "944750607555270"}]}, "change_log": null, "created_date": 1734524882, "id": "27806524432324768", "version": "1", "version_code": 1, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}