{"data": {"node": {"__typename": "Application", "id": "2736092446433068", "organization": {"id": "240821989813157", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2736092446433068"}]}, "id": "759328657799215"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1681857008586292"}]}, "id": "2130273807290855"}]}}, "firstRevision": {"nodes": [{"application": {"id": "2736092446433068", "release_date": 1561654800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "3157733720935603"}, "id": "1006238512909809"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2736092446433068", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3157733720935603"}, "release_status": "SCHEDULED"}, "id": "3157733720935603", "version": "1.0", "version_code": 1960571, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1561652621, "id": "469784193583601", "is_initial_release": false, "name_with_fallback": "v3", "pdp_metadata_with_fallback": {"version": 1, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "332596418762334"}, "release_status": "SCHEDULED", "id": "2736092446433068"}, "id": "332596418762334", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2736092446433068", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "181440329430763"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2567580760197151", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "rekreacyjna", "komedia", "impreza", "współpraca"], "long_description": "OSZUKAJ SWOICH PRZYJACIÓŁ\nWykonaj ponad 10 magicznych sztuczek (udających najnowocześniejszą technologię), po których Twoi najbliżsi będą krzyczeć ze strachu, a Ty – płakać ze śmiechu. Pokaż im uzdrawiającą moc leczenia imersją, przetestuj swoje zdolności telekinetyczne lub pokieruj przyszłymi eksprzyjaciółmi podczas wykonywania najniebezpieczniejszego triku w show-biznesie! \n\nBAW SIĘ SAM ZE SOBĄ \nNie masz znajomych? Zupełnie nas to nie dziwi! Załóż gogle i zostań pogromcą brudu na wysokościach lub „dobrowolnym” ochotnikiem podczas jednego z występów Penna i Tellera. \n\nUJARZMIJ MAGIĘ\nWciel się w legendarnych magików – Houdiniego, Cardiniego, a nawet samego Penna Jillette'a – i wykonaj własne sztuczki karciane lub ucieknij z wodnej pułapki. Twoimi mentorami w sprawach magii będą rzecz jasna Penn i Teller.", "short_description": "Legendarni artyści – Penn i Teller – przenoszą swoją wyjątkowe, szalone magiczne pokazy na wirtualną scenę! Penn & Teller VR: F U, U, U, & U to intrygująca wirtualna skrzynia pełna zwyczajnie nieuczciwych, niemiłych, niepotrzebnych i podstępnych magicznych sztuczek i symulacji, dzięki którym zadziwisz i poniżysz swoich znajomych."}, {"images": {"nodes": []}, "id": "2523598291288866", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Freizeit", "Spaß", "Party", "Koop"], "long_description": "TRICKSE DEINE FREUNDE AUS\nFühre mehr als 10 grausame Zaubertricks vor (die sich als wissenschaftliche Experimente tarnen), die deine Liebsten zum Schreien bringen werden, aber nicht nur auf gute Art. Beweise deine heilenden Hände in der Immersionstherapie, teste deine telekinetischen Kräfte oder weise deine (Noch-)Freunde dabei an, die „Gefährlichste Vorführung im Showbusiness“ durchzuführen! \n\nSPIELE ALLEIN \nKeine Freunde? Dachten wir uns schon! Schnall dein Headset auf und werde zum erstklassigen Helfer und „freiwilligen“ Assistenten in einer Vorführung von Penn & Teller.\n\nMEISTERE DIE MAGIE\nSchlüpfe in die virtuellen Schuhe legendärer Zauberer wir Houdini, Cardini und Penn Jillette höchstselbst, um deine eigene Flucht aus einem Wasserbasin oder Kartentricks vorzuführen – mit Penn & Teller als deinen magischen Mentoren.", "short_description": "Die legendären Magier und Entertainer Penn & Teller bringen ihren ganz eigenen Mix aus Zauberei und Wahnsinn auf die virtuelle Bühne! Penn & Teller VR: F U, U, U, & U ist eine virtuelle Zaubertrick- und Folterkiste voller übermäßig unfairer, unfreundlicher, unnötiger und undurchschaubarer Zaubertricks und -vorführungen, die deine Freunde sowohl verwundern als auch bloßstellen werden."}, {"images": {"nodes": []}, "id": "2516146771960802", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "komedi", "sällskap", "samarbete"], "long_description": "LURA DINA VÄNNER:\nUtför över 10 oschysta trolleritrick (förklädda till vetenskapliga demonstrationer) som kommer ge dina närmaste något att skrika åt och dig något att skratta åt. Demonstrera nedsänkningsterapins läkande krafter, testa dina telekinetiska förmågor och led dina blivande ex-vänner genom branschens farligaste trick! \n\nSPELA ENSAM:\nHar du inga vänner? Vi tänkte väl det! Spänn på dig headsetet och bli en höjdare på smutsborttagning eller ställ upp som \"frivillig\" i någon av Penn och Tellers föreställningar. \n\nLÄR DIG MAGI:\nAxla den virtuella manteln som Houdini, Cardini eller självaste Penn Jillette och gör dina egna utbrytningar och korttrick. Penn och Teller tar dig hela vägen genom processen.", "short_description": "De legendariska underhållarna Penn och Teller tar sina magiska upptåg till den virtuella scenen! Penn & Teller VR: F U, U, U, & U är en virtuell leksakslåda full av orättvisa, oschysta, onödiga och oärliga trolleritrick och simulationer som kommer att förbluffa och förnedra dina vänner."}, {"images": {"nodes": []}, "id": "2515128882086365", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Occasionnel", "Comédie", "Fête", "Coopération"], "long_description": "DUPEZ VOS AMIS\nRéalisez plus de 10 tours de magie cruels déguisés en avancées scientifiques. Ils vous feront hurler de rire et feront hurler tout court vos malheureux proches. Faites la démonstration du pouvoir guérisseur de la thérapie immersive, testez vos pouvoirs de télékinésie ou guidez vos futurs ex-amis alors qu'ils réalisent le Numéro le plus dangereux du showbiz ! \n\nJOUEZ-LA PERSO\nVous n'avez pas d'amis ? C'est bien ce qu'on se disait ! Enfilez votre casque et devenez un laveur de vitres ou un \"volontaire\" dans l'un des numéros de Penn et Teller.\n\nDEVENEZ UN VRAI MAGICIEN\nMettez-vous dans la peau virtuelle de magiciens de légende comme Houdini, Cardini et Penn Jillette en personne, puis réalisez vos propres tours de cartes et autres évasions de cuves d'eau d'après les instructions de vos mentors magiciens, Penn et Teller.", "short_description": "Penn et Teller, les prestidigitateurs légendaires, débarquent dans le monde de la réalité virtuelle pour y réaliser leurs célèbres numéros vicieux ! Le coffret de jeux cruel et virtuel Penn & Teller VR: F U, U, U, & U contient des simulations et des tours de magie franchement injustes, inhumains, inutiles et insidieux, qui vous permettront de déconcerter et d'humilier vos amis."}, {"images": {"nodes": []}, "id": "2512058272443479", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Günlük", "Komedi", "Parti", "İşbirliği"], "long_description": "ARKADAŞLARINIZLA ALAY EDİN\nSevdiklerinize çığlık attıracak ve sizi manyakça kıkırdatacak 10'dan fazla zalim sihir numarası gerçekleştirin (son teknoloji bilimle maskelenmiş). Yoğun terapinin iyileştirici gücünü gösterin, telekinetik güçlerinizi test edin, hatta yakında-geçişte-kalacak arkadaşlarınıza onlar eğlence endüstrisindeki EN TEHLİKELİ NUMARALARI yaparken rehberlik edin! \n\nKENDİ BAŞINIZA OYNAYIN\nHiç arkadaşınız yok mu? Biz de öyle düşünmüştük! Başlığınızı takın ve Penn & Teller bölümlerinden birinde yüksek kademe bir kirlilik savaşçısı veya “hevesli” bir gönüllü olun. \n\nSİHİRDE UZMANLAŞIN\nSanal olarak efsanevi sihirbazlar Houdini, Cardini ve Penn Jillette'in kendisinin yerine geçin ve sihir hocalarınız olan Penn & Teller ile birlikte kendi su koşusu ve kart numaralarınızı gerçekleştirin.", "short_description": "Efsanevi göstericiler Penn & Teller eşsiz sihir hünerlerini sanal bir aşamaya taşıyorlar! Penn & Teller VR: F U, U, U, & U; arkadaşlarınızı kesinlikle küçük düşürecek ve şaşkına çevirecek adaletsiz, nezaketsiz, gereksiz ve gizli sihir numaraları ve simülasyonlardan oluşan acı veren, sanal bir eğlence kutusudur."}, {"images": {"nodes": []}, "id": "887002178407540", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["casual", "comedy", "party", "coöp"], "long_description": "NEEM JE VRIENDEN IN DE MALING - \nGeniet van meer dan 10 wrede goocheltrucs (onder het mom van baanbrekende wetenschap). Je familie en vrienden zullen het uitschreeuwen, maar jij hebt de grootste lol. Laat zien hoe je iemand door onderdompeling kunt genezen, test je telekinetische krachten en laat je door je toekomstige ex-vrienden assisteren bij de 'The Most Dangerous Act in Showbiz'! \n\nGEBRUIK JE MAGIE \nAls je geen vrienden meer overhebt, kun je ook je headset opzetten en in je eentje aan de slag met de acts van Penn & Teller. Welke rol kies je: die van kwaadwillende illusionist of onschuldige vrijwilliger? \n\nGOOCHEL ALS EEN ILLUSIONIST\nKruip in de huid van de legendarische illusionisten Houdini, Cardini en Penn Jillette zelf. Ontsnap uit de watertank of doe een kaartentruc, alles onder het toeziend oog van je magische mentoren Penn & Teller.", "short_description": "De legendarische entertainers Penn & Teller presenteren hun chaotische entertainment op het virtuele podium! De goocheltrucs en simulaties in Penn & Teller VR: F U, U, U, & U zijn natuurlijk allemaal oneerlijk, onaardig, onnodig of ronduit onsmakelijk, maar ze zullen je versteld doen staan en je vrienden voor schut zetten."}, {"images": {"nodes": []}, "id": "849172412254747", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "Comédia", "Festa", "Cooperativo"], "long_description": "ENGANE SEUS AMIGOS\nExecute mais de 10 truques de mágica (disfarçadas de ciência de ponta) que farão seus amados gritar e você gargalhar histericamente. Demonstre os poderes curativos da terapia de imersão, teste seus poderes telecinéticos ou até mesmo guie os seus futuros ex-amigos, enquanto eles executam o Ato Mais Perigoso do Mundo do Entretenimento! \n\nJOGUE SOZINHO \nNão tem amigos? Foi o que pensamos! Coloque o seu headset e torne-se um limpador de arranha-céus ou um \"voluntário\" em um dos atos de Penn & Teller. \n\nDOMINE A MAGIA\nCalce os sapatos virtuais de lendários mágicos – como Houdini, Cardini e o próprio Penn Jillette – e execute sua própria fuga do tanque de água e truques com cartas – tendo Penn & Teller como seus mentores mágicos.", "short_description": "Os lendários humoristas Penn & Teller trazem sua desordem mágica característica para um palco virtual! Penn & Teller VR: F, U, U, U, & U é uma torturante caixa de brinquedos virtual, recheada de truques de mágica e simulações francamente injustas, cruéis, desnecessárias e dissimuladas, que enganarão e humilharão seus amigos."}, {"images": {"nodes": []}, "id": "634789780643911", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["комедия", "вечеринки"], "long_description": "РАЗЫГРАЙТЕ СВОИХ ДРУЗЕЙ \nВыполните 10 хитроумных фокусов, замаскированных под достижения науки. Они поразят ваших гостей и позволят вам посмеяться над их растерянностью. Продемонстрируйте исцеляющий эффект терапии погружения, свои телекинетические способности или убедите друзей (скоро у вас их не будет) стать добровольцами в самом опасном фокусе за всю историю шоу-бизнеса! \n\nРАЗВЛЕКАЙТЕСЬ САМИ С СОБОЙ \nУ вас нет друзей? Мы так и думали! Наденьте шлем виртуальной реальности и вызовитесь добровольцем во время выступления Пенна и Теллера. \n\nСТАНЬТЕ ВОЛШЕБНИКОМ \nПочувствуйте себя одним из легендарных иллюзионистов — Гудини, Кардини или самим Пенном Джиллеттом — и проведите свое собственное освобождение из-под воды или карточный фокус под чутким руководством Пенна и Теллера.", "short_description": "Легендарные иллюзионисты Пенн и Теллер теперь дают свои завораживающие представления на виртуальной сцене! Penn & Teller VR: F U, U, U, & U — это сборник необыкновенных, невероятных, невозможных и прямо-таки нечестных фокусов, которые не раз и не два удивят ваших друзей."}, {"images": {"nodes": []}, "id": "516369532597611", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Rento", "Komedia", "Bile", "Yhteistyö"], "long_description": "HUIJAA YSTÄVIÄSI\nTee yli kymmenen julmaa taikatemppua (uusimmaksi tieteeksi naamioituna), jotka saavat rakkaasi kirkumaan ja sinut käkättämään maanisesti. Havainnollista immersioterapian parantavia voimia, testaa telekineettisiä voimiasi tai ohjaa kohta sinut hylkääviä ystäviäsi, kun he esittävät showbisneksen vaarallisimman tempun! \n\nLEIKI YKSIN\nEikö sinulla ole kavereita? Arvelimmekin! Pistä lasit päähäsi ja ryhdy kerrostalon ikkunanpesijäksi tai \"vapaehtoiseksi\" yhdessä Penn & Tellerin tempuista.\n\nHALLITSE TAIKUUS\nAstu legendaaristen taikureiden, Houdinin, Cardinin ja itsensä Penn Jilletten, kenkiin ja esitä oma vedestä vapautumisesi ja korttitemppusi – Penn & Tellerin toimiessa taikaoppainasi.", "short_description": "Legendaariset viihdyttäjät Penn & Teller tuovat hulvattoman taikuutensa virtuaaliselle lavalle! Penn & Teller VR: F U, U, U, & U on virtuaalinen lelulaatikko täynnä epäreiluja, julmia, tarpeettomia ja epärehellisiä taikatemppuja ja simulaatioita, jotka häkellyttävät sekä nöyryyttävät ystäväsi."}, {"images": {"nodes": []}, "id": "261361601545560", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Hygge", "Sjov", "Fest", "Samarbejde"], "long_description": "SNYD DINE VENNER\nUdfør mere end 10 ondskabsfulde magiske tricks (forklædt som banebrydende videnskab), som vil få dine kære til at hvine og dig selv til at klukke manisk af grin. Fremvis de helbredende kræfter ved nedsænkningsterapi, afprøv dine telekinetiske evner, eller hjælp dine snart kommende eks-venner, når de udfører det farligste trick i showbiz! \n\nSPIL MED DIG SELV\nIngen venner? Den havde vi gættet! Spænd headsettet på, og bliv \"frivillig\" statist i et af Penn & Tellers numre. \n\nMAGIENS MESTER\nGå i fodsporene på legendariske tryllekunstnere som Houdini, Cardini og selveste Penn Jillette, og udfør dine egne udbrydernumre og korttricks – med Penn & Teller som dine magiske mentorer.", "short_description": "De legendariske entertainere Penn & Teller er nu klar med deres mageløse magi i en virtuel verden! Penn & Teller VR: F U, U, U, & U er et virtuelt rædselskabinet af fuldstændigt urimelige, ubekvemme, unødvendige og underholdende magiske tricks og simulationer, der vil forbløffe og ydmyge dine venner."}, {"images": {"nodes": []}, "id": "230510094765254", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "comedia", "fiesta", "cooperativo"], "long_description": "ENGAÑA A TUS AMIGOS: \nRealiza más de diez crueles trucos de magia (camuflados como experimentos sobre ciencia vanguardistas) que harán chillar a tus seres queridos mientras tú te mondas de risa. Demuestra el poder curativo de la terapia de inmersión, pon a prueba tus poderes telequinéticos ¡o incluso guía a tus amigos (por ahora) mientras realizan el número más peligroso del mundo del espectáculo! \n\nJUEGA A SOLAS\n¿No tienes amigos? ¡Lo suponíamos! Ponte el casco y conviértete en limpiador de rascacielos o en «voluntario» para un truco de Penn y Teller. \n\nDOMINA LA MAGIA \nPonte en la piel virtual de magos legendarios como Houdini, Cardini o el mismísimo Penn Jillette. Escapa de tu propio tanque de agua y haz trucos de cartas con Penn y Teller como mentores de magia.", "short_description": "¡Los legendarios artistas Penn y Teller llevan su inigualable estilo de comedia mágica al escenario virtual! Penn & Teller VR: F U, U, U, & U es una torturadora caja de juguetes virtual con simulaciones y trucos de magia de lo más injustos, insufribles, innecesarios e insidiosos que humillarán y dejarán pasmados a tus amigos."}, {"images": {"nodes": []}, "id": "222530072445039", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Occasionale", "Commedia", "Festa", "Coop"], "long_description": "IMBROGLIA I TUOI AMICI Esegui oltre 10 trucchi di magia (travestiti da scienza all’avanguardia) che faranno sghignazzare te e urlare i tuoi cari. Dimostra i poteri curativi della terapia immersiva, metti alla prova i tuoi poteri di telecinesi mentre i tuoi presto-non-più amici eseguiranno il Numero più pericoloso dello showbiz! \n\nGIOCA DA SOLO \nNon hai amici? Mettiti le cuffie e diventa un lavavetri di alto livello o un volontario in uno dei numeri di Penn & Teller. \n\nDIVENTA UN VERO MAGO\nInfilati nei panni virtuali dei leggendari maghi Houdini, Cardini, e dello stesso Penn Jillette ed esegui la tua personale fuga dall’acqua e il gioco delle carte... con Penn & Teller come mentori della magia.", "short_description": "I leggendari prestigiatori Penn & Teller portano i loro numeri che fanno scalpore nella realtà virtuale! Penn & Teller VR: F U, U, U, & U è una scatola dei giochi piena di trucchi e simulazioni francamente ingiusti, crudeli, inumani e insidiosi che getteranno i vostri amici nello sconforto e nell’umiliazione."}, {"images": {"nodes": [{"file_name": "migrated_image.png", "id": "2556623321282281", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031350_676093309479452_8418531496712732672_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PuQUAxIhfMcQ7kNvwGbUG4h&_nc_oc=Adkj99jJo4Oh8Q3Ms4S0te3OXyowj3o-hqA5cSRG57oJU9lUKYc3inLkd9ufcAAwmVg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsYxkxj2TeHzBJtoAW9ocgFYYGF1FCTBcwB4veQDOUqKg&oe=6995AD72"}, {"file_name": "migrated_image.png", "id": "857510174670586", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031367_1267834780060742_6289959075048325120_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LuXgXh-LiZ8Q7kNvwFEeGev&_nc_oc=AdmA1v8uT1S1XK4qq4yD5BTmbxyrg8C3R9jSDv-qkpid25vwH5Ts1G9SzG4cZ0CB4jg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfskYMKIlkaWXwaKtcToIPzbeevpYRkjlsWWevSu_TF0BA&oe=6995CD62"}, {"file_name": "migrated_image.png", "id": "583490398977704", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982560_2316425875291361_8149337549488259072_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OoAFzyVB_QsQ7kNvwFepZzR&_nc_oc=AdmNrqk7Sr7KNeT3OzsaAJPlfujM2akC5vCiSnRJ6Py2_t_WGWeoxF8e3oYCwmg73Ao&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu9UWzfjDvNJ7AZhafcUS9RS9kLui3lh7ykbCPouhxl-Q&oe=6995A87D"}, {"file_name": "migrated_image.png", "id": "573473130192151", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974445_1155405511334479_4403711886500036608_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Juv6wMEQW9kQ7kNvwF_nPMc&_nc_oc=Adn5s6TkKlm70Oas5lf099EQ1qD6Dg84-NsALBZIpZ_caI2s4uypPKFaClx_OCExx2Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftxwXfAidQVQQIukYvaEiZcpxsIqe4Nx2ArIzKWVWdrYw&oe=6995AC35"}, {"file_name": "migrated_image.png", "id": "572455666947106", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031395_623338151513261_3689252713989668864_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H1KV1ZopNhIQ7kNvwGcqe4h&_nc_oc=Adkht-Xw8tszygoSG-EWtmg73ht6ihAtCMcXe9W0zdnrNJTbGPHTBfXfr983knGDex8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuO-xSYozBnSV9fMCu4BL4s4C8YjsuM9DK1mHdARUDNZA&oe=6995B70A"}, {"file_name": "migrated_image.png", "id": "253160975718131", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031438_410823789772318_1780983716286300160_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7bQvINqiVdYQ7kNvwFAJGT9&_nc_oc=Adl-2FaEuF7pJ0QLQSmcClwDrI7wooY8Vhv9rjeuBL0GIY2A8zsr0s-pnA5zlvbAMuY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftLeVakQN0W2ukmqROyBUgOuQ1VkR3eTFnu4BfSeAII3A&oe=6995B0E4"}, {"file_name": "migrated_image.png", "id": "249069066126567", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974637_2295968783802667_6068283911547387904_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cRcahnhxg74Q7kNvwFP8jdX&_nc_oc=AdncOWBZiJsT4aW5_dd-4TIqS4r3R_5vwtl8dRQ39Z0AOpAWWdahT5Iz9Uk11O8pIFo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu_95qpgOTVOinZJcr_VPWwOw94QGGPpr_pg_TZZCAM-g&oe=6995C4F0"}]}, "id": "211472833394969", "locale": "en_US", "screenshots": [{"file_name": "migrated_image.png", "id": "440197463446031", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003264_2253928594897713_1494949481467084800_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lZn_eQ_vJ9QQ7kNvwEQGKIO&_nc_oc=AdkdyX7PEeinlDz-ZLe1sUwLyqiuMm6puwURZzUSonv0l-jzwG1M9xgDuLTdVbxw14Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv9YQKtnwZsoSspSBhQTxSRE5Q9krmqqZ_aQ5cMnjaGxw&oe=6995BB5A"}, {"file_name": "migrated_image.png", "id": "307474356897584", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974578_2200826413563588_5171326265755435008_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JBZ1-xBXMzUQ7kNvwFIgX4O&_nc_oc=AdmRR1oOoIJhBKZVHXrLqOMe83K3U5PAgWY8cvBR5jWAiahmomB6JuIshxjJ7t0nZZQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuzvUmwwsZZLAIFllHAql8A5jVTYLeXaLGW55GYb7lOtg&oe=6995C023"}, {"file_name": "migrated_image.png", "id": "1088085614898198", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982504_431755687650239_2326769073427316736_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=o6Exg2hlFzkQ7kNvwGr_KFu&_nc_oc=AdnkGi2HdB0-h46uBWuv9V-f4ClHE84u4NV4mOI_6hnEDZO8bCSrjZ_pEMjNqQDVqxg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvJy0c4-3QUh43MoCl9xs-ZXdL5-t6jmnkh0XTQGzrDBA&oe=6995A4C8"}, {"file_name": "migrated_image.png", "id": "644839062752359", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974456_450634025670729_187983391331713024_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Gn5w-EFilIgQ7kNvwEMXIar&_nc_oc=AdkCqIYDZ-JvT3OeZplZlT58OxNgOWi66JqKJO7EO8ojQJshJT4-gCIDHDF8p6mj4ss&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftY73eAtUgw7cComDcCbX03OYyVZaZmUbL6dXa72qxS9w&oe=6995C2ED"}, {"file_name": "migrated_image.png", "id": "287462305573896", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003254_333401400889023_1163935188028227584_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oWD41FUmyvsQ7kNvwGn1fvD&_nc_oc=AdmwPI3yQFjsl335kcZlLhjFsm35WMZaXSWJZxswLhihKsBCNa4uAbMa02xUmO9_ntw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuItE2oPsKf6EI2sKj3Q77U3YnmzIRsDqjEfnNjeZS86g&oe=6995A051"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["casual", "Comedy", "Party", "Coop"], "long_description": "FOOL YOUR FRIENDS \nPerform 10+ cruel magic tricks (disguised as cutting-edge science) that will leave your loved ones screaming and you cackling maniacally. Demonstrate the healing powers of immersion therapy, test your telekinetic powers, or even guide your soon-to-be-ex friends as they perform The Most Dangerous Act in Showbiz! \n\nPLAY WITH YOURSELF \nNo friends? We thought so! Strap on your headset and become a high rise grime fighter or a “willing” volunteer in one of Penn & Teller’s acts. \n\nMASTER THE MAGIC \nSlip into the virtual shoes of legendary magicians Houdini, Cardini, and Penn Jillette himself and perform your own water escape and card trick—with Penn & Teller as your magical mentors.", "short_description": "Legendary entertainers Penn & Teller bring their unique brand of magical mayhem to a virtual stage! Penn & Teller VR: F U, U, U, & U is a virtual torturous toy box of frankly unfair, unkind, unnecessary, and underhanded magic tricks and simulations that will absolutely baffle and humiliate your friends."}, {"images": {"nodes": []}, "id": "206056633993441", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Fritidsspill", "Komedie", "Fest", "Sammen", "Samarbeid"], "long_description": "LUR VENNENE DINE\nUtfør 10+ utspekulerte tryllekunster (kamuflert som siste skrik innen forskning) som vil få venner og familie til å hyle av skrekk og deg til å skoggerle av glede og skadefryd. Du kan demonstrere det helbredende potensialet i eksponeringsterapi, teste de telekinetiske evnene dine eller hjelpe de fremtidige eks-vennene dine å utføre det farligste trikset i showbusiness! \n\nSPILL ALENE\nHar du ingen venner? Vi tenkte vel det! Ta på deg hodesettet og klatre til nye høyder eller bli en «frivillig» publikummer i et av Penn & Tellers nummer. \n\nMESTRE MAGIEN \nGå i fotsporene til legendariske magikere som Houdini, Cardini og Penn Jillette selv, og lær vann- og korttriks med Penn & Teller som magimentorer.", "short_description": "De legendariske entertainerne Penn & Teller gir deg magisk underholdning på en virtuell scene! Penn & Teller VR: F U, U, U, & U er en virtuell lekekasse med (vi skal være helt ærlige) urettferdige, unødvendige og rett og slett slemme tryllekunster og simulasjoner som både vil forbløffe og ydmyke vennene dine."}]}, "developer_name": "Gearbox Software", "developer_privacy_policy_url": "https://www.gearboxpublishing.com/privacy/", "developer_terms_of_service_url": "https://www.gearboxsoftware.com/terms-of-service/", "publisher_name": "Gearbox Publishing", "support_website_url": "https://gearboxsoftware.zendesk.com/hc/en-us", "website_url": "https://www.gearboxpublishing.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["CASUAL"], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER"], "id": "332596418762334"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031350_676093309479452_8418531496712732672_n.png?stp=dst-png_s360x360&_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PuQUAxIhfMcQ7kNvwGbUG4h&_nc_oc=Adkj99jJo4Oh8Q3Ms4S0te3OXyowj3o-hqA5cSRG57oJU9lUKYc3inLkd9ufcAAwmVg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftwPBVOH2EEGTWPmYNsUfzpmODH4miQAWCDbLwSqkzG-Q&oe=6995AD72"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Penn & Teller VR: F U, U, U, & U", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1561654800, "lastRevision": {"nodes": [{"id": "393062431255778", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2736092446433068", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "181440329430763"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "migrated_image.png", "id": "2582094295372067", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031350_676093309479452_8418531496712732672_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PuQUAxIhfMcQ7kNvwGbUG4h&_nc_oc=Adkj99jJo4Oh8Q3Ms4S0te3OXyowj3o-hqA5cSRG57oJU9lUKYc3inLkd9ufcAAwmVg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsYxkxj2TeHzBJtoAW9ocgFYYGF1FCTBcwB4veQDOUqKg&oe=6995AD72"}, {"file_name": "migrated_image.png", "id": "896543990765390", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974445_1155405511334479_4403711886500036608_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Juv6wMEQW9kQ7kNvwF_nPMc&_nc_oc=Adn5s6TkKlm70Oas5lf099EQ1qD6Dg84-NsALBZIpZ_caI2s4uypPKFaClx_OCExx2Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftxwXfAidQVQQIukYvaEiZcpxsIqe4Nx2ArIzKWVWdrYw&oe=6995AC35"}, {"file_name": "migrated_image.png", "id": "817051848806500", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974637_2295968783802667_6068283911547387904_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cRcahnhxg74Q7kNvwFP8jdX&_nc_oc=AdncOWBZiJsT4aW5_dd-4TIqS4r3R_5vwtl8dRQ39Z0AOpAWWdahT5Iz9Uk11O8pIFo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu_95qpgOTVOinZJcr_VPWwOw94QGGPpr_pg_TZZCAM-g&oe=6995C4F0"}, {"file_name": "migrated_image.png", "id": "811073392739339", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031395_623338151513261_3689252713989668864_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H1KV1ZopNhIQ7kNvwGcqe4h&_nc_oc=Adkht-Xw8tszygoSG-EWtmg73ht6ihAtCMcXe9W0zdnrNJTbGPHTBfXfr983knGDex8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuO-xSYozBnSV9fMCu4BL4s4C8YjsuM9DK1mHdARUDNZA&oe=6995B70A"}, {"file_name": "migrated_image.png", "id": "660720264674819", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031438_410823789772318_1780983716286300160_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7bQvINqiVdYQ7kNvwFAJGT9&_nc_oc=Adl-2FaEuF7pJ0QLQSmcClwDrI7wooY8Vhv9rjeuBL0GIY2A8zsr0s-pnA5zlvbAMuY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftLeVakQN0W2ukmqROyBUgOuQ1VkR3eTFnu4BfSeAII3A&oe=6995B0E4"}, {"file_name": "migrated_image.png", "id": "264253727905990", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031367_1267834780060742_6289959075048325120_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LuXgXh-LiZ8Q7kNvwFEeGev&_nc_oc=AdmA1v8uT1S1XK4qq4yD5BTmbxyrg8C3R9jSDv-qkpid25vwH5Ts1G9SzG4cZ0CB4jg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfskYMKIlkaWXwaKtcToIPzbeevpYRkjlsWWevSu_TF0BA&oe=6995CD62"}, {"file_name": "migrated_image.png", "id": "210892560152425", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982560_2316425875291361_8149337549488259072_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OoAFzyVB_QsQ7kNvwFepZzR&_nc_oc=AdmNrqk7Sr7KNeT3OzsaAJPlfujM2akC5vCiSnRJ6Py2_t_WGWeoxF8e3oYCwmg73Ao&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu9UWzfjDvNJ7AZhafcUS9RS9kLui3lh7ykbCPouhxl-Q&oe=6995A87D"}]}, "id": "4149360378423421", "locale": "en_US", "screenshots": [{"file_name": "migrated_image.png", "id": "528673698061179", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003264_2253928594897713_1494949481467084800_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lZn_eQ_vJ9QQ7kNvwEQGKIO&_nc_oc=AdkdyX7PEeinlDz-ZLe1sUwLyqiuMm6puwURZzUSonv0l-jzwG1M9xgDuLTdVbxw14Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv9YQKtnwZsoSspSBhQTxSRE5Q9krmqqZ_aQ5cMnjaGxw&oe=6995BB5A"}, {"file_name": "migrated_image.png", "id": "1505336126306245", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974578_2200826413563588_5171326265755435008_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JBZ1-xBXMzUQ7kNvwFIgX4O&_nc_oc=AdmRR1oOoIJhBKZVHXrLqOMe83K3U5PAgWY8cvBR5jWAiahmomB6JuIshxjJ7t0nZZQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuzvUmwwsZZLAIFllHAql8A5jVTYLeXaLGW55GYb7lOtg&oe=6995C023"}, {"file_name": "migrated_image.png", "id": "209052026835565", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982504_431755687650239_2326769073427316736_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=o6Exg2hlFzkQ7kNvwGr_KFu&_nc_oc=AdnkGi2HdB0-h46uBWuv9V-f4ClHE84u4NV4mOI_6hnEDZO8bCSrjZ_pEMjNqQDVqxg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvJy0c4-3QUh43MoCl9xs-ZXdL5-t6jmnkh0XTQGzrDBA&oe=6995A4C8"}, {"file_name": "migrated_image.png", "id": "518749618829040", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974456_450634025670729_187983391331713024_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Gn5w-EFilIgQ7kNvwEMXIar&_nc_oc=AdkCqIYDZ-JvT3OeZplZlT58OxNgOWi66JqKJO7EO8ojQJshJT4-gCIDHDF8p6mj4ss&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftY73eAtUgw7cComDcCbX03OYyVZaZmUbL6dXa72qxS9w&oe=6995C2ED"}, {"file_name": "migrated_image.png", "id": "818329528660565", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003254_333401400889023_1163935188028227584_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oWD41FUmyvsQ7kNvwGn1fvD&_nc_oc=AdmwPI3yQFjsl335kcZlLhjFsm35WMZaXSWJZxswLhihKsBCNa4uAbMa02xUmO9_ntw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuItE2oPsKf6EI2sKj3Q77U3YnmzIRsDqjEfnNjeZS86g&oe=6995A051"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "/tmp/5lgsYT", "id": "403330037188327", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982563_403330040521660_2247232188980396032_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FSwZMlG3VO0Q7kNvwE6qgSz&_nc_oc=AdkNWy-8pZi9H0gdfBiWzHue_eV_1etBLscbUB8Z_kF8fQKxqfFcDK4GU8e96yrdAF4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft5KldhBUGnO3OjqSANio871Oktpw3jYZHz9PQ7pHDi_Q&oe=69959B9B"}, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["casual", "Comedy", "Party", "Coop"], "long_description": "FOOL YOUR FRIENDS \nPerform 10+ cruel magic tricks (disguised as cutting-edge science) that will leave your loved ones screaming and you cackling maniacally. Demonstrate the healing powers of immersion therapy, test your telekinetic powers, or even guide your soon-to-be-ex friends as they perform The Most Dangerous Act in Showbiz! \n\nPLAY WITH YOURSELF \nNo friends? We thought so! Strap on your headset and become a high rise grime fighter or a “willing” volunteer in one of Penn & Teller’s acts. \n\nMASTER THE MAGIC \nSlip into the virtual shoes of legendary magicians Houdini, Cardini, and Penn Jillette himself and perform your own water escape and card trick—with Penn & Teller as your magical mentors.", "short_description": "Legendary entertainers Penn & Teller bring their unique brand of magical mayhem to a virtual stage! Penn & Teller VR: F U, U, U, & U is a virtual torturous toy box of frankly unfair, unkind, unnecessary, and underhanded magic tricks and simulations that will absolutely baffle and humiliate your friends."}, {"images": {"nodes": []}, "id": "2773593519385889", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Occasionale", "Commedia", "Festa", "Coop"], "long_description": "IMBROGLIA I TUOI AMICI Esegui oltre 10 trucchi di magia (travestiti da scienza all’avanguardia) che faranno sghignazzare te e urlare i tuoi cari. Dimostra i poteri curativi della terapia immersiva, metti alla prova i tuoi poteri di telecinesi mentre i tuoi presto-non-più amici eseguiranno il Numero più pericoloso dello showbiz! \n\nGIOCA DA SOLO \nNon hai amici? Mettiti le cuffie e diventa un lavavetri di alto livello o un volontario in uno dei numeri di Penn & Teller. \n\nDIVENTA UN VERO MAGO\nInfilati nei panni virtuali dei leggendari maghi Houdini, Cardini, e dello stesso Penn Jillette ed esegui la tua personale fuga dall’acqua e il gioco delle carte... con Penn & Teller come mentori della magia.", "short_description": "I leggendari prestigiatori Penn & Teller portano i loro numeri che fanno scalpore nella realtà virtuale! Penn & Teller VR: F U, U, U, & U è una scatola dei giochi piena di trucchi e simulazioni francamente ingiusti, crudeli, inumani e insidiosi che getteranno i vostri amici nello sconforto e nell’umiliazione."}, {"images": {"nodes": []}, "id": "2540824616160199", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Freizeit", "Spaß", "Party", "Koop"], "long_description": "TRICKSE DEINE FREUNDE AUS\nFühre mehr als 10 grausame Zaubertricks vor (die sich als wissenschaftliche Experimente tarnen), die deine Liebsten zum Schreien bringen werden, aber nicht nur auf gute Art. Beweise deine heilenden Hände in der Immersionstherapie, teste deine telekinetischen Kräfte oder weise deine (Noch-)Freunde dabei an, die „Gefährlichste Vorführung im Showbusiness“ durchzuführen! \n\nSPIELE ALLEIN \nKeine Freunde? Dachten wir uns schon! Schnall dein Headset auf und werde zum erstklassigen Helfer und „freiwilligen“ Assistenten in einer Vorführung von Penn & Teller.\n\nMEISTERE DIE MAGIE\nSchlüpfe in die virtuellen Schuhe legendärer Zauberer wir Houdini, Cardini und Penn Jillette höchstselbst, um deine eigene Flucht aus einem Wasserbasin oder Kartentricks vorzuführen – mit Penn & Teller als deinen magischen Mentoren.", "short_description": "Die legendären Magier und Entertainer Penn & Teller bringen ihren ganz eigenen Mix aus Zauberei und Wahnsinn auf die virtuelle Bühne! Penn & Teller VR: F U, U, U, & U ist eine virtuelle Zaubertrick- und Folterkiste voller übermäßig unfairer, unfreundlicher, unnötiger und undurchschaubarer Zaubertricks und -vorführungen, die deine Freunde sowohl verwundern als auch bloßstellen werden."}, {"images": {"nodes": []}, "id": "1178212622570768", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "Comédia", "Festa", "Cooperativo"], "long_description": "ENGANE SEUS AMIGOS\nExecute mais de 10 truques de mágica (disfarçadas de ciência de ponta) que farão seus amados gritar e você gargalhar histericamente. Demonstre os poderes curativos da terapia de imersão, teste seus poderes telecinéticos ou até mesmo guie os seus futuros ex-amigos, enquanto eles executam o Ato Mais Perigoso do Mundo do Entretenimento! \n\nJOGUE SOZINHO \nNão tem amigos? Foi o que pensamos! Coloque o seu headset e torne-se um limpador de arranha-céus ou um \"voluntário\" em um dos atos de Penn & Teller. \n\nDOMINE A MAGIA\nCalce os sapatos virtuais de lendários mágicos – como Houdini, Cardini e o próprio Penn Jillette – e execute sua própria fuga do tanque de água e truques com cartas – tendo Penn & Teller como seus mentores mágicos.", "short_description": "Os lendários humoristas Penn & Teller trazem sua desordem mágica característica para um palco virtual! Penn & Teller VR: F, U, U, U, & U é uma torturante caixa de brinquedos virtual, recheada de truques de mágica e simulações francamente injustas, cruéis, desnecessárias e dissimuladas, que enganarão e humilharão seus amigos."}, {"images": {"nodes": []}, "id": "930654297392161", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["комедия", "вечеринки"], "long_description": "РАЗЫГРАЙТЕ СВОИХ ДРУЗЕЙ \nВыполните 10 хитроумных фокусов, замаскированных под достижения науки. Они поразят ваших гостей и позволят вам посмеяться над их растерянностью. Продемонстрируйте исцеляющий эффект терапии погружения, свои телекинетические способности или убедите друзей (скоро у вас их не будет) стать добровольцами в самом опасном фокусе за всю историю шоу-бизнеса! \n\nРАЗВЛЕКАЙТЕСЬ САМИ С СОБОЙ \nУ вас нет друзей? Мы так и думали! Наденьте шлем виртуальной реальности и вызовитесь добровольцем во время выступления Пенна и Теллера. \n\nСТАНЬТЕ ВОЛШЕБНИКОМ \nПочувствуйте себя одним из легендарных иллюзионистов — Гудини, Кардини или самим Пенном Джиллеттом — и проведите свое собственное освобождение из-под воды или карточный фокус под чутким руководством Пенна и Теллера.", "short_description": "Легендарные иллюзионисты Пенн и Теллер теперь дают свои завораживающие представления на виртуальной сцене! Penn & Teller VR: F U, U, U, & U — это сборник необыкновенных, невероятных, невозможных и прямо-таки нечестных фокусов, которые не раз и не два удивят ваших друзей."}, {"images": {"nodes": []}, "id": "856033664809123", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["casual", "comedy", "party", "coöp"], "long_description": "NEEM JE VRIENDEN IN DE MALING - \nGeniet van meer dan 10 wrede goocheltrucs (onder het mom van baanbrekende wetenschap). Je familie en vrienden zullen het uitschreeuwen, maar jij hebt de grootste lol. Laat zien hoe je iemand door onderdompeling kunt genezen, test je telekinetische krachten en laat je door je toekomstige ex-vrienden assisteren bij de 'The Most Dangerous Act in Showbiz'! \n\nGEBRUIK JE MAGIE \nAls je geen vrienden meer overhebt, kun je ook je headset opzetten en in je eentje aan de slag met de acts van Penn & Teller. Welke rol kies je: die van kwaadwillende illusionist of onschuldige vrijwilliger? \n\nGOOCHEL ALS EEN ILLUSIONIST\nKruip in de huid van de legendarische illusionisten Houdini, Cardini en Penn Jillette zelf. Ontsnap uit de watertank of doe een kaartentruc, alles onder het toeziend oog van je magische mentoren Penn & Teller.", "short_description": "De legendarische entertainers Penn & Teller presenteren hun chaotische entertainment op het virtuele podium! De goocheltrucs en simulaties in Penn & Teller VR: F U, U, U, & U zijn natuurlijk allemaal oneerlijk, onaardig, onnodig of ronduit onsmakelijk, maar ze zullen je versteld doen staan en je vrienden voor schut zetten."}, {"images": {"nodes": []}, "id": "652483432235022", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "comedia", "fiesta", "cooperativo"], "long_description": "ENGAÑA A TUS AMIGOS: \nRealiza más de diez crueles trucos de magia (camuflados como experimentos sobre ciencia vanguardistas) que harán chillar a tus seres queridos mientras tú te mondas de risa. Demuestra el poder curativo de la terapia de inmersión, pon a prueba tus poderes telequinéticos ¡o incluso guía a tus amigos (por ahora) mientras realizan el número más peligroso del mundo del espectáculo! \n\nJUEGA A SOLAS\n¿No tienes amigos? ¡Lo suponíamos! Ponte el casco y conviértete en limpiador de rascacielos o en «voluntario» para un truco de Penn y Teller. \n\nDOMINA LA MAGIA \nPonte en la piel virtual de magos legendarios como Houdini, Cardini o el mismísimo Penn Jillette. Escapa de tu propio tanque de agua y haz trucos de cartas con Penn y Teller como mentores de magia.", "short_description": "¡Los legendarios artistas Penn y Teller llevan su inigualable estilo de comedia mágica al escenario virtual! Penn & Teller VR: F U, U, U, & U es una torturadora caja de juguetes virtual con simulaciones y trucos de magia de lo más injustos, insufribles, innecesarios e insidiosos que humillarán y dejarán pasmados a tus amigos."}, {"images": {"nodes": []}, "id": "638144793398021", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Fritidsspill", "Komedie", "Fest", "Sammen", "Samarbeid"], "long_description": "LUR VENNENE DINE\nUtfør 10+ utspekulerte tryllekunster (kamuflert som siste skrik innen forskning) som vil få venner og familie til å hyle av skrekk og deg til å skoggerle av glede og skadefryd. Du kan demonstrere det helbredende potensialet i eksponeringsterapi, teste de telekinetiske evnene dine eller hjelpe de fremtidige eks-vennene dine å utføre det farligste trikset i showbusiness! \n\nSPILL ALENE\nHar du ingen venner? Vi tenkte vel det! Ta på deg hodesettet og klatre til nye høyder eller bli en «frivillig» publikummer i et av Penn & Tellers nummer. \n\nMESTRE MAGIEN \nGå i fotsporene til legendariske magikere som Houdini, Cardini og Penn Jillette selv, og lær vann- og korttriks med Penn & Teller som magimentorer.", "short_description": "De legendariske entertainerne Penn & Teller gir deg magisk underholdning på en virtuell scene! Penn & Teller VR: F U, U, U, & U er en virtuell lekekasse med (vi skal være helt ærlige) urettferdige, unødvendige og rett og slett slemme tryllekunster og simulasjoner som både vil forbløffe og ydmyke vennene dine."}, {"images": {"nodes": []}, "id": "622521734965544", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Günlük", "Komedi", "Parti", "İşbirliği"], "long_description": "ARKADAŞLARINIZLA ALAY EDİN\nSevdiklerinize çığlık attıracak ve sizi manyakça kıkırdatacak 10'dan fazla zalim sihir numarası gerçekleştirin (son teknoloji bilimle maskelenmiş). Yoğun terapinin iyileştirici gücünü gösterin, telekinetik güçlerinizi test edin, hatta yakında-geçişte-kalacak arkadaşlarınıza onlar eğlence endüstrisindeki EN TEHLİKELİ NUMARALARI yaparken rehberlik edin! \n\nKENDİ BAŞINIZA OYNAYIN\nHiç arkadaşınız yok mu? Biz de öyle düşünmüştük! Başlığınızı takın ve Penn & Teller bölümlerinden birinde yüksek kademe bir kirlilik savaşçısı veya “hevesli” bir gönüllü olun. \n\nSİHİRDE UZMANLAŞIN\nSanal olarak efsanevi sihirbazlar Houdini, Cardini ve Penn Jillette'in kendisinin yerine geçin ve sihir hocalarınız olan Penn & Teller ile birlikte kendi su koşusu ve kart numaralarınızı gerçekleştirin.", "short_description": "Efsanevi göstericiler Penn & Teller eşsiz sihir hünerlerini sanal bir aşamaya taşıyorlar! Penn & Teller VR: F U, U, U, & U; arkadaşlarınızı kesinlikle küçük düşürecek ve şaşkına çevirecek adaletsiz, nezaketsiz, gereksiz ve gizli sihir numaraları ve simülasyonlardan oluşan acı veren, sanal bir eğlence kutusudur."}, {"images": {"nodes": []}, "id": "509857596327430", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "komedi", "sällskap", "samarbete"], "long_description": "LURA DINA VÄNNER:\nUtför över 10 oschysta trolleritrick (förklädda till vetenskapliga demonstrationer) som kommer ge dina närmaste något att skrika åt och dig något att skratta åt. Demonstrera nedsänkningsterapins läkande krafter, testa dina telekinetiska förmågor och led dina blivande ex-vänner genom branschens farligaste trick! \n\nSPELA ENSAM:\nHar du inga vänner? Vi tänkte väl det! Spänn på dig headsetet och bli en höjdare på smutsborttagning eller ställ upp som \"frivillig\" i någon av Penn och Tellers föreställningar. \n\nLÄR DIG MAGI:\nAxla den virtuella manteln som Houdini, Cardini eller självaste Penn Jillette och gör dina egna utbrytningar och korttrick. Penn och Teller tar dig hela vägen genom processen.", "short_description": "De legendariska underhållarna Penn och Teller tar sina magiska upptåg till den virtuella scenen! Penn & Teller VR: F U, U, U, & U är en virtuell leksakslåda full av orättvisa, oschysta, onödiga och oärliga trolleritrick och simulationer som kommer att förbluffa och förnedra dina vänner."}, {"images": {"nodes": []}, "id": "253927025642524", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Occasionnel", "Comédie", "Fête", "Coopération"], "long_description": "DUPEZ VOS AMIS\nRéalisez plus de 10 tours de magie cruels déguisés en avancées scientifiques. Ils vous feront hurler de rire et feront hurler tout court vos malheureux proches. Faites la démonstration du pouvoir guérisseur de la thérapie immersive, testez vos pouvoirs de télékinésie ou guidez vos futurs ex-amis alors qu'ils réalisent le Numéro le plus dangereux du showbiz ! \n\nJOUEZ-LA PERSO\nVous n'avez pas d'amis ? C'est bien ce qu'on se disait ! Enfilez votre casque et devenez un laveur de vitres ou un \"volontaire\" dans l'un des numéros de Penn et Teller.\n\nDEVENEZ UN VRAI MAGICIEN\nMettez-vous dans la peau virtuelle de magiciens de légende comme Houdini, Cardini et Penn Jillette en personne, puis réalisez vos propres tours de cartes et autres évasions de cuves d'eau d'après les instructions de vos mentors magiciens, Penn et Teller.", "short_description": "Penn et Teller, les prestidigitateurs légendaires, débarquent dans le monde de la réalité virtuelle pour y réaliser leurs célèbres numéros vicieux ! Le coffret de jeux cruel et virtuel Penn & Teller VR: F U, U, U, & U contient des simulations et des tours de magie franchement injustes, inhumains, inutiles et insidieux, qui vous permettront de déconcerter et d'humilier vos amis."}, {"images": {"nodes": []}, "id": "200428674733745", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Casual", "rekreacyjna", "komedia", "impreza", "współpraca"], "long_description": "OSZUKAJ SWOICH PRZYJACIÓŁ\nWykonaj ponad 10 magicznych sztuczek (udających najnowocześniejszą technologię), po których Twoi najbliżsi będą krzyczeć ze strachu, a Ty – płakać ze śmiechu. Pokaż im uzdrawiającą moc leczenia imersją, przetestuj swoje zdolności telekinetyczne lub pokieruj przyszłymi eksprzyjaciółmi podczas wykonywania najniebezpieczniejszego triku w show-biznesie! \n\nBAW SIĘ SAM ZE SOBĄ \nNie masz znajomych? Zupełnie nas to nie dziwi! Załóż gogle i zostań pogromcą brudu na wysokościach lub „dobrowolnym” ochotnikiem podczas jednego z występów Penna i Tellera. \n\nUJARZMIJ MAGIĘ\nWciel się w legendarnych magików – Houdiniego, Cardiniego, a nawet samego Penna Jillette'a – i wykonaj własne sztuczki karciane lub ucieknij z wodnej pułapki. Twoimi mentorami w sprawach magii będą rzecz jasna Penn i Teller.", "short_description": "Legendarni artyści – Penn i Teller – przenoszą swoją wyjątkowe, szalone magiczne pokazy na wirtualną scenę! Penn & Teller VR: F U, U, U, & U to intrygująca wirtualna skrzynia pełna zwyczajnie nieuczciwych, niemiłych, niepotrzebnych i podstępnych magicznych sztuczek i symulacji, dzięki którym zadziwisz i poniżysz swoich znajomych."}, {"images": {"nodes": []}, "id": "163560028047169", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Hygge", "Sjov", "Fest", "Samarbejde"], "long_description": "SNYD DINE VENNER\nUdfør mere end 10 ondskabsfulde magiske tricks (forklædt som banebrydende videnskab), som vil få dine kære til at hvine og dig selv til at klukke manisk af grin. Fremvis de helbredende kræfter ved nedsænkningsterapi, afprøv dine telekinetiske evner, eller hjælp dine snart kommende eks-venner, når de udfører det farligste trick i showbiz! \n\nSPIL MED DIG SELV\nIngen venner? Den havde vi gættet! Spænd headsettet på, og bliv \"frivillig\" statist i et af Penn & Tellers numre. \n\nMAGIENS MESTER\nGå i fodsporene på legendariske tryllekunstnere som Houdini, Cardini og selveste Penn Jillette, og udfør dine egne udbrydernumre og korttricks – med Penn & Teller som dine magiske mentorer.", "short_description": "De legendariske entertainere Penn & Teller er nu klar med deres mageløse magi i en virtuel verden! Penn & Teller VR: F U, U, U, & U er et virtuelt rædselskabinet af fuldstændigt urimelige, ubekvemme, unødvendige og underholdende magiske tricks og simulationer, der vil forbløffe og ydmyge dine venner."}, {"images": {"nodes": []}, "id": "140940390662809", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Penn & Teller VR: F U, U, U, & U", "keywords": ["Rento", "Komedia", "Bile", "Yhteistyö"], "long_description": "HUIJAA YSTÄVIÄSI\nTee yli kymmenen julmaa taikatemppua (uusimmaksi tieteeksi naamioituna), jotka saavat rakkaasi kirkumaan ja sinut käkättämään maanisesti. Havainnollista immersioterapian parantavia voimia, testaa telekineettisiä voimiasi tai ohjaa kohta sinut hylkääviä ystäviäsi, kun he esittävät showbisneksen vaarallisimman tempun! \n\nLEIKI YKSIN\nEikö sinulla ole kavereita? Arvelimmekin! Pistä lasit päähäsi ja ryhdy kerrostalon ikkunanpesijäksi tai \"vapaehtoiseksi\" yhdessä Penn & Tellerin tempuista.\n\nHALLITSE TAIKUUS\nAstu legendaaristen taikureiden, Houdinin, Cardinin ja itsensä Penn Jilletten, kenkiin ja esitä oma vedestä vapautumisesi ja korttitemppusi – Penn & Tellerin toimiessa taikaoppainasi.", "short_description": "Legendaariset viihdyttäjät Penn & Teller tuovat hulvattoman taikuutensa virtuaaliselle lavalle! Penn & Teller VR: F U, U, U, & U on virtuaalinen lelulaatikko täynnä epäreiluja, julmia, tarpeettomia ja epärehellisiä taikatemppuja ja simulaatioita, jotka häkellyttävät sekä nöyryyttävät ystäväsi."}]}, "developer_name": "Gearbox Software", "developer_privacy_policy_url": "https://www.gearboxpublishing.com/privacy/", "developer_terms_of_service_url": "https://www.gearboxsoftware.com/terms-of-service/", "publisher_name": "Gearbox Publishing", "support_website_url": "https://gearboxsoftware.zendesk.com/hc/en-us", "website_url": "https://www.gearboxpublishing.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["CASUAL"], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "615710209716514"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PUBLISHED", "id": "2302694006611247"}, {"status": "PUBLISHED", "id": "567905857297369"}, {"status": "PUBLISHED", "id": "844350132653615"}, {"status": "PUBLISHED", "id": "482336022543138"}]}, "baseline_offer": null, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1560956400, "status": "PUBLISHED", "id": "2302694006611247"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "3157733720935603", "version": "1.0"}, "id": "1006238512909809", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2736092446433068", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3157733720935603"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1006238512909809"}]}, "change_log": "Build 946", "created_date": 1561415383, "id": "3157733720935603", "version": "1.0", "version_code": 1960571, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3157733297602312"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2736092446433068", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3157733720935603"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1561099845, "id": "3146223798753262", "version": "1.0", "version_code": 1957248, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3146223355419973"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2736092446433068", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3157733720935603"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1006238512909809"}]}, "change_log": "Build 934 (RC)", "created_date": 1559853155, "id": "3101632503212392", "version": "1.0", "version_code": 1939388, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3101631773212465"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2736092446433068", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3157733720935603"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1559765074, "id": "3098414486867527", "version": "1.0", "version_code": 1937644, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3098413793534263"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2736092446433068", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3157733720935603"}, "release_status": "SCHEDULED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1559624152, "id": "3093524647356511", "version": "1.0", "version_code": 1935134, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3093523997356576"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}