{"data": {"node": {"__typename": "Application", "id": "6055048987872468", "organization": {"id": "101171642830518", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6055048987872468"}]}, "id": "546077763646601"}]}}, "firstRevision": {"nodes": [{"application": {"id": "6055048987872468", "release_date": 1689267600, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 2}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7728543317189685"}, "id": "679729566944610"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6055048987872468", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7728543317189685"}, "release_status": "RELEASED"}, "id": "7728543317189685", "version": "1.2.3", "version_code": 121, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1710816094, "id": "7742488632461820", "is_initial_release": false, "name_with_fallback": "v2", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "7794874223889927"}, "release_status": "RELEASED", "id": "6055048987872468"}, "id": "7794874223889927", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6055048987872468", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "566765438818271"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "7372735839482973", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "國際象棋冒險 (Guójì Xiàngqí Màoxiǎn)", "keywords": ["Chess"], "long_description": "Chess Adventure 是一款創新的虛擬實境 (VR) 象棋遊戲，帶領玩家穿越各種世界和環境。隨著玩家進行遊戲，他們會遇到新的挑戰，解謎和對手，考驗他們的技巧和策略。\n\n但 Chess Adventure 不僅僅是一個遊戲，它是對未來的投資。遊戲的早期購買者將從特價中受益，這將比遊戲的最終價格低得多。隨著我們繼續為遊戲增加新功能和內容，價格將上升，但早期使用者將鎖定價格並在長期內節省費用。\n\n在 Chess Adventure 中，我嬰使用 VoiMo 媒體和  來創建一個流暢和沉浸式的遊戲體驗。玩家可以與其他玩家通信，交換 ，並分享他們的遊戲進展。他們還可以購買  以定制他們的虛擬角色，設備等。\n\nChess Adventure 只是我們元界的可能性之一。我們相信遊戲的未來在 VR，區塊鏈和人工智慧的交會處，我們正在建造一個將這些技術結合在一起的元界。\n\n因此，加入我們的冒險，成為遊戲和虛擬實境的未來的一部分。", "short_description": "8verse Metaverse中的Chess Adventure遊戲是一個結合了傳統棋盤遊戲和冒險和策略元素的獨特和創新的遊戲體驗。它具有玩家可以在遊戲中使用和在市場上交換的和加密貨幣。早期購買遊戲的人將有較低價格的優勢，並能從遊戲的未來潛力增長中賺取利潤。"}, {"images": {"nodes": []}, "id": "2155754138092359", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "체스 모험 (Chess Mohyeon)", "keywords": ["Chess"], "long_description": "Chess Adventure는 다양한 세계와 환경을 거쳐 플레이어를 이어주는 혁신적인 가상 현실(VR) 체스 게임입니다. 게임을 진행할수록 새로운 도전, 퍼즐, 상대에 맞서 실력과 전략을 테스트할 수 있습니다.\n\n하지만 Chess Adventure는 단순한 게임이 아닙니다. 미래의 투자입니다. 게임을 얼마나 빨리 구입하느냐에 따라 특별 가격을 혜택을 누릴 수 있습니다. 이 가격은 게임이 더욱 발전할수록 상승할 것입니다. 하지만 얼마나 빨리 구입하면 앞으로의 가격을 잠글 수 있어 더 많은 돈을 절약할 수 있습니다.\n\nChess Adventure에서는 VoiMo 미디어와 s를 사용하여 매끄러운 게임 경험을 제공합니다. 플레이어는 다른 플레이어와 소통할 수 있으며, s를 거래하고 게임 진행 상황을 공유할 수 있습니다. 플레이어는\n", "short_description": "8verse Metaverse에서의 Chess Adventure 게임은 전통적인 체스 게임플레이와 모험과 전략의 요소가 결합된 고유하고 혁신적인 게임 경험입니다. 게임 내에서 플레이어가 사용하고 시장에서 교환할 수 있는 와 암호 화폐를 가지고 있습니다. 게임의 조기 구입자는 낮은 가격의 이익을 갖을 수 있으며, 미래의 게임의 성장\n\n"}, {"images": {"nodes": []}, "id": "1657629724978526", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventure d'échecs", "keywords": ["Chess"], "long_description": "L'Aventure d'Échecs est un jeu d'échecs innovant en réalité virtuelle (VR) qui emmène les joueurs dans un voyage à travers différents mondes et environnements. Au fur et à mesure que les joueurs progressent dans le jeu, ils rencontreront de nouveaux défis, des énigmes et des adversaires qui mettront à l'épreuve leurs compétences et leur stratégie.\n\nMais L'Aventure d'Échecs est plus qu'un simple jeu. C'est un investissement dans l'avenir. Les acheteurs précoces du jeu bénéficieront d'un prix spécial qui sera beaucoup plus bas que le prix final du jeu. Alors que nous continuons à ajouter de nouvelles fonctionnalités et du contenu au jeu, le prix augmentera, mais les premiers adoptants auront bloqué leur prix et économiseront de l'argent à long terme.\n\nDans L'Aventure d'Échecs, nous utilisons les médias VoiMo et les  pour créer une expérience de jeu fluide et immersive. Les joueurs peuvent communiquer avec d'autres joueurs, échanger des  et partager leur progression dans le jeu. Ils peuvent également acheter des  pour personnaliser leurs avatars, leur équipement, et plus encore.\n\nL'Aventure d'Échecs n'est qu'un exemple des possibilités de notre métavérité. Nous croyons que l'avenir des jeux se trouve à la jonction de la VR, de la blockchain et de l'IA, et nous construisons une métavérité qui regroupera ces technologies.\n\nRejoignez-nous donc dans cette aventure et soyez partie intégrante de l'avenir des jeux et de la réalité virtuelle.", "short_description": "Le jeu Chess Adventure dans le 8verse Metaverse est une expérience de jeu unique et innovante qui allie le jeu d'échecs traditionnel à des éléments d'aventure et de stratégie. Il présente des  et des crypto-monnaies que les joueurs peuvent utiliser dans le jeu et échanger sur le marché. Les acheteurs précoces du jeu auront l'avantage d'un prix plus bas et pourront tirer profit de la croissance potentielle du jeu à l'avenir."}, {"images": {"nodes": []}, "id": "1595309621228822", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Schackäventyr", "keywords": ["Chess"], "long_description": "Schackäventyret är ett innovativt virtuellt verklighetsschackspel (VR) som tar spelare på en resa genom olika världar och miljöer. När spelare framsteg i spelet kommer de att möta nya utmaningar, pussel och motståndare som kommer att testa deras färdigheter och strategi.\n\nMen Schackäventyret är mer än bara ett spel. Det är en investering i framtiden. Tidiga köpare av spelet kommer att njuta av en speciell pris som kommer att vara mycket lägre än det slutliga priset på spelet. När vi fortsätter att lägga till nya funktioner och innehåll till spelet kommer priset att gå upp, men tidiga adopterare har låst in sitt pris och sparar pengar på sikt.\n\nI Schackäventyret använder vi VoiMo-media och  för att skapa en smidig och immersiv spelupplevelse. Spelare kan kommunicera med andra spelare, handla s och dela sina spel framsteg. De kan också köpa s för att anpassa sina avatarer, utrustning och mer.\n\nSchackäventyret är bara ett exempel på möjligheterna i vår metaverse. Vi tror att framtiden för spel ligger i korsningen mellan VR, blockchain och AI, och vi bygger en metaverse som kommer att samla dessa teknologier.\n\nSå gör oss sällskap på denna äventyr och var en del av framtiden för spel och virtuell verklighet.", "short_description": "Chess Adventure-spelet i 8verse Metaverse är en unik och innovativ spelupplevelse som kombinerar traditionell sjakkspelande med element av äventyr och strategi. Det har  och kryptovalutor som spelare kan använda i spelet och byta på marknaden. Tidiga köpare av spelet kommer att ha fördelen av en lägre pris och kunna tjäna på spelets potential till tillväxt i framtiden."}, {"images": {"nodes": []}, "id": "1576689536446019", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Xadrez", "keywords": ["Chess"], "long_description": "A Aventura de Xadrez é um jogo inovador de xadrez em realidade virtual (VR) que leva os jogadores numa jornada através de vários mundos e ambientes. À medida que os jogadores progridem no jogo, eles vão encontrar novos desafios, puzzles e oponentes que irão testar as suas habilidades e estratégia.\n\nMas A Aventura de Xadrez é mais do que apenas um jogo. É um investimento no futuro. Os compradores antecipados do jogo usufruirão de um preço especial que será muito menor do que o preço final do jogo. À medida que continuarmos a adicionar novos recursos e conteúdo ao jogo, o preço irá subir, mas os primeiros adopters terão bloqueado o seu preço e poupado dinheiro a longo prazo.\n\nEm A Aventura de Xadrez, usamos media VoiMo e s para criar uma experiência de jogo fluida e imersiva. Os jogadores podem comunicar com outros jogadores, trocar s e partilhar o seu progresso no jogo. Eles também podem comprar s para personalizar os seus avatares, equipamentos e muito mais.\n\nA Aventura de Xadrez é apenas um exemplo das possibilidades da nossa metaverse. Acreditamos que o futuro dos jogos está na intersecção entre VR, blockchain e AI, e estamos a construir uma metaverse que irá reunir estas tecnologias.\n\nEntão, junte-se a nós nesta aventura e seja parte do futuro dos jogos e da realidade virtual.", "short_description": "O jogo Chess Adventure na 8verse Metaverse é uma experiência de jogo única e inovadora que combina o jogo de xadrez tradicional com elementos de aventura e estratégia. Possui s e criptomoedas que os jogadores podem usar no jogo e trocar no mercado. Os compradores precoces do jogo terão a vantagem de um preço mais baixo e serão capazes de lucrar com o potencial de crescimento do jogo no futuro."}, {"images": {"nodes": []}, "id": "1569752523871383", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Xadrez", "keywords": ["Chess"], "long_description": "A Aventura de Xadrez é um jogo inovador de xadrez em realidade virtual (VR) que leva os jogadores em uma jornada por vários mundos e ambientes. Conforme os jogadores progridem no jogo, eles encontrarão novos desafios, quebra-cabeças e oponentes que testarão suas habilidades e estratégia.\n\nMas A Aventura de Xadrez é mais do que apenas um jogo. É um investimento no futuro. Os compradores antecipados do jogo aproveitarão um preço especial que será muito menor do que o preço final do jogo. Conforme continuarmos a adicionar novos recursos e conteúdo ao jogo, o preço irá aumentar, mas os primeiros adotantes terão bloqueado seu preço e economizado dinheiro a longo prazo.\n\nEm A Aventura de Xadrez, usamos mídia VoiMo e s para criar uma experiência de jogo fluida e imersiva. Os jogadores podem se comunicar com outros jogadores, trocar s e compartilhar seu progresso no jogo. Eles também podem comprar s para personalizar seus avatares, equipamentos e muito mais.\n\nA Aventura de Xadrez é apenas um exemplo das possibilidades de nossa metaverse. Acreditamos que o futuro dos jogos está na intersecção de VR, blockchain e AI, e estamos construindo uma metaverse que reunirá essas tecnologias.\n\nEntão, junte-se a nós nesta aventura e seja parte do futuro dos jogos e da realidade virtual.", "short_description": "O jogo Chess Adventure no 8verse Metaverse é uma experiência de jogo única e inovadora que combina o jogo de xadrez tradicional com elementos de aventura e estratégia. Possui s e criptomoedas que os jogadores podem usar no jogo e trocar no mercado. Os compradores precoces do jogo terão a vantagem de um preço mais baixo e serão capazes de lucrar com o potencial de crescimento do jogo no futuro."}, {"images": {"nodes": []}, "id": "1452327555721688", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Przygoda Szachowa", "keywords": ["Chess"], "long_description": "Przygoda Szachowa to innowacyjna gra szachowa w rzeczywistości wirtualnej (VR), która zabiera graczy w podróż przez różne światy i środowiska. W miarę postępu w grze, gracze będą napotykać nowe wyzwania, łamigłówki i przeciwników, którzy sprawdzą ich umiejętności i strategię.\n\nAle Przygoda Szachowa to więcej niż tylko gra. To inwestycja w przyszłość. Wczesni nabywcy gry skorzystają na specjalnej cenie, która będzie znacznie niższa od ostatecznej ceny gry. W miarę dodawania nowych funkcji i treści do gry, cena będzie rosła, ale wczesni adopci zamkną swoją cenę i zaoszczędzą pieniądze w dłuższej perspektywie.\n\nW Przygodzie Szachowej używamy mediów VoiMo i  do stworzenia spójnego i oszałamiającego doświadczenia gry. Gracze mogą komunikować się z innymi graczami, handlować  i dzielić się postępem w grze. Mogą także kupować , aby dostosować swoje awatary, wyposażenie i więcej.\n\nPrzygoda Szachowa to tylko jeden przykład możliwości naszego metaświata. Wierzymy, że przyszłość gier znajduje się w przecięciu VR, blockchain i AI i budujemy metaświat, który połączy te technologie.\n\nDołącz do nas w tej przygodzie i bądź częścią przyszłości gier i rzeczywistości wirtualnej.", "short_description": "Gra Chess Adventure w 8verse Metaverse to unikalne i innowacyjne doświadczenie gry, które łączy tradycyjną grę w szachy z elementami przygody i strategii. Zawiera  i kryptowaluty, które gracze mogą wykorzystać w grze i wymieniać na rynku. Wczesni nabywcy gry będą mieli zaletę niższej ceny i będą mogli skorzystać z potencjału wzrostu gry w przyszłości."}, {"images": {"nodes": []}, "id": "1370646150119940", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Schachabenteuer", "keywords": ["Chess"], "long_description": "Schachabenteuer ist ein innovatives, virtuelles Realität (VR) Schachspiel, das Spieler auf eine Reise durch verschiedene Welten und Umgebungen führt. Während die Spieler durch das Spiel fortschreiten, werden sie neue Herausforderungen, Rätsel und Gegner treffen, die ihre Fähigkeiten und Strategie testen werden.\n\nAber Schachabenteuer ist mehr als nur ein Spiel. Es ist eine Investition in die Zuku. Frühe Käufer des Spiels werden von einem besonderen Preis profitieren, der deutlich niedriger sein wird als der endgültige Preis des Spiels. Während wir weiterhin neue Funktionen und Inhalte zum Spiel hinzufügen, wird der Preis steigen, aber frühe Anwender haben ihren Preis gesichert und im Langzeitverlauf Geld gespart.\n\nIn Schachabenteuer nutzen wir VoiMo-Medien und s, um ein reibungsloses und immersives Gaming-Erlebnis zu schaffen. Spieler können mit anderen Spielern kommunizieren, s handeln und ihren Spielfortschritt teilen. Sie können auch s kaufen, um ihre Avatare, Ausrüstung und mehr anzupassen.\n\nSchachabenteuer ist nur ein Beispiel für die Möglichkeiten unserer Metawelt. Wir glauben, dass die Zuku des Gaming im Kreuzungspunkt von VR, Blockchain und KI liegt und wir bauen eine Metawelt, die diese Technologien zusammenbringt.\n\nSchließen Sie sich uns also auf diesem Abenteuer an und seien Sie Teil der Zuku des Gaming und der virtuellen Realität.", "short_description": "Das Chess Adventure-Spiel im 8verse Metaverse ist ein einzigartiges und innovatives Spielerlebnis, das traditionelles Schachspiel mit Elementen aus Abenteuer und Strategie kombiniert. Es verfügt über s und Kryptowährungen, die Spieler im Spiel verwenden und auf dem Markt tauschen können. Frühe Käufer des Spiels werden den Vorteil eines niedrigeren Preises haben und von dem Wachstumspotential des Spiels in der Zuku profitieren können."}, {"images": {"nodes": []}, "id": "1123119818720030", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Schaaavontuur", "keywords": ["Chess"], "long_description": "Schaakavontuur is een innovatieve, virtuele realiteit (VR) schaakspel dat spelers meeneemt op een reis door verschillende werelden en omgevingen. Naarmate spelers vorderen in het spel, zullen ze nieuwe uitdagingen, raadsels en tegenstanders tegenkomen die hun vaardigheden en strategie zullen testen.\n\nMaar Schaakavontuur is meer dan alleen een spel. Het is een investering in de toekomst. Vroege kopers van het spel zullen profiteren van een speciale prijs die veel lager zal zijn dan de uiteindelijke prijs van het spel. Naarmate we nieuwe functies en inhoud aan het spel toevoegen, zal de prijs stijgen, maar vroege adoptanten hebben hun prijs vastgelegd en op de lange termijn geld bespaard.\n\nIn Schaakavontuur gebruiken we VoiMo media en 's om een soepele en meeslepende gamingservaring te creëren. Spelers kunnen communiceren met andere spelers, 's handelen en hun spelvordering delen. Ze kunnen ook 's kopen om hun avatars, uitrusting en meer aan te passen.\n\nSchaakavontuur is slechts één voorbeeld van de mogelijkheden van onze metaverse. Wij geloven dat de toekomst van gaming ligt op het snijvlak van VR, blockchain en AI, en we bouwen een metaverse die deze technologieën samenbrengt.\n\nDus sluit je aan bij ons avontuur en word deel van de toekomst van gaming en virtuele realiteit.", "short_description": "Het Chess Adventure-spel in 8verse Metaverse is een unieke en innovatieve spelervaring die traditioneel schaakspel combineert met elementen van avontuur en strategie. Het bevat 's en cryptocurrency die spelers kunnen gebruiken in het spel en uitwisselen op de markt. Vroege kopers van het spel zullen het voordeel hebben van een lagere prijs en in staat zijn om te profiteren van het groeipotentieel van het spel in de toekomst."}, {"images": {"nodes": []}, "id": "987120992876809", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Ajedrez", "keywords": ["Chess"], "long_description": "Aventura de Ajedrez es un juego innovador de ajedrez en realidad virtual (VR) que lleva a los jugadores en un viaje a través de varios mundos y entornos. A medida que los jugadores avanzan en el juego, se encontrarán con nuevos desafíos, puzzles y oponentes que pondrán a prueba sus habilidades y estrategia.\n\nPero Aventura de Ajedrez es más que solo un juego. Es una inversión en el futuro. Los compradores tempranos del juego disfrutarán de un precio especial que será mucho más bajo que el precio final del juego. A medida que continuemos agregando nuevas funciones y contenido al juego, el precio subirá, pero los primeros adoptantes habrán bloqueado su precio y ahorrado dinero a largo plazo.\n\nEn Aventura de Ajedrez, usamos medios VoiMo y  para crear una experiencia de juego fluida e inmersiva. Los jugadores pueden comunicarse con otros jugadores, intercambiar s y compartir su progreso en el juego. También pueden comprar s para personalizar sus avatares, equipos y más.\n\nAventura de Ajedrez es solo un ejemplo de las posibilidades de nuestro metaversos. Creemos que el futuro de los juegos está en la intersección de VR, blockchain y AI, y estamos construyendo un metaversos que reunirá estas tecnologías.\n\nAsí que únete a nosotros en esta aventura y forma parte del futuro de los juegos y la realidad virtual.", "short_description": "El juego Chess Adventure en 8verse Metaverse es una experiencia de juego única e innovadora que combina el juego de ajedrez tradicional con elementos de aventura y estrategia. Tiene  y criptomonedas que los jugadores pueden usar en el juego y cambiar en el mercado. Los compradores tempranos del juego tendrán la ventaja de un precio más bajo y podrán obtener ganancias del potencial de crecimiento del juego en el futuro."}, {"images": {"nodes": []}, "id": "960502568994699", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Шахматное Приключение (Shakhmatnoe Priklyuchenie)", "keywords": ["Chess"], "long_description": "\"Шахматное приключение\" - это инновационная виртуальная реальность (VR) игра в шахматы, которая возьмет игроков в путешествие через различные миры и среды. В процессе игры игроки столкнутся с новыми вызовами, головоломками и противниками, которые проверят их навыки и стратегию.\n\nНо \"Шахматное приключение\" - это больше, чем просто игра. Это инвестиция в будущее. Ранние покупатели игры смогут воспользоваться специальной ценой, которая будет значительно ниже, чем конечная цена игры. По мере того, как мы будем добавлять новые функции и контент в игру, цена будет расти, но ранние приспособленцы смогут заблокировать свою цену и экономить деньги в долгосрочной перспективе.", "short_description": "Игра Chess Adventure в 8verse Metaverse - это уникальный и инновационный игровой опыт, сочетающий традиционный игровой процесс шахмат с элементами приключения и стратегии. Он имеет  и криптовалюты, которые игроки могут использовать в игре и обменивать на рынке. Ранние покупатели игры смогут воспользоваться преимуществом низкой цены и смогут заработать на потенциальном росте игры в будущем."}, {"images": {"nodes": []}, "id": "928948375594221", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sjakkeventyr", "keywords": ["Chess"], "long_description": "A Aventura de Xadrez é um jogo inovador de xadrez em realidade virtual (VR) que leva os jogadores em uma jornada por vários mundos e ambientes. Conforme os jogadores progridem no jogo, eles encontrarão novos desafios, quebra-cabeças e oponentes que testarão suas habilidades e estratégia.\n\nMas A Aventura de Xadrez é mais do que apenas um jogo. É um investimento no futuro. Os compradores antecipados do jogo aproveitarão um preço especial que será muito menor do que o preço final do jogo. Conforme continuarmos a adicionar novos recursos e conteúdo ao jogo, o preço irá aumentar, mas os primeiros adotantes terão bloqueado seu preço e economizado dinheiro a longo prazo.\n\nEm A Aventura de Xadrez, usamos mídia VoiMo e s para criar uma experiência de jogo fluida e imersiva. Os jogadores podem se comunicar com outros jogadores, trocar s e compartilhar seu progresso no jogo. Eles também podem comprar s para personalizar seus avatares, equipamentos e muito mais.\n\nA Aventura de Xadrez é apenas um exemplo das possibilidades de nossa metaverse. Acreditamos que o futuro dos jogos está na intersecção de VR, blockchain e AI, e estamos construindo uma metaverse que reunirá essas tecnologias.\n\nEntão, junte-se a nós nesta aventura e seja parte do futuro dos jogos e da realidade virtual.", "short_description": "Chess Adventure-spillet i 8verse Metaverse er en unik og innovativ spillopplevelse som kombinerer tradisjonell sjakkspilling med elementer av eventyr og strategi. Det har -er og kryptovaluta som spillere kan bruke i spillet og bytte på markedet. Tidlige kjøpere av spillet vil ha fordelen av en lavere pris og være i stand til å tjene på spillets potensielle vekst i fremtiden."}, {"images": {"nodes": []}, "id": "923490106114530", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Ajedrez", "keywords": ["Chess"], "long_description": "Aventura de Ajedrez es un juego innovador de ajedrez en realidad virtual (VR) que lleva a los jugadores en un viaje a través de varios mundos y entornos. A medida que los jugadores avanzan en el juego, se encontrarán con nuevos desafíos, puzzles y oponentes que pondrán a prueba sus habilidades y estrategia.\n\nPero Aventura de Ajedrez es más que solo un juego. Es una inversión en el futuro. Los compradores tempranos del juego disfrutarán de un precio especial que será mucho más bajo que el precio final del juego. A medida que continuemos agregando nuevas funciones y contenido al juego, el precio subirá, pero los primeros adoptantes habrán bloqueado su precio y ahorrado dinero a largo plazo.\n\nEn Aventura de Ajedrez, usamos medios VoiMo y  para crear una experiencia de juego fluida e inmersiva. Los jugadores pueden comunicarse con otros jugadores, intercambiar s y compartir su progreso en el juego. También pueden comprar s para personalizar sus avatares, equipos y más.\n\nAventura de Ajedrez es solo un ejemplo de las posibilidades de nuestro metaversos. Creemos que el futuro de los juegos está en la intersección de VR, blockchain y AI, y estamos construyendo un metaversos que reunirá estas tecnologías.\n\nAsí que únete a nosotros en esta aventura y forma parte del futuro de los juegos y la realidad virtual.", "short_description": "El juego Chess Adventure en 8verse Metaverse es una experiencia de juego única e innovadora que combina el juego de ajedrez tradicional con elementos de aventura y estrategia. Tiene  y criptomonedas que los jugadores pueden usar en el juego y cambiar en el mercado. Los compradores tempranos del juego tendrán la ventaja de un precio más bajo y podrán obtener ganancias del potencial de crecimiento del juego en el futuro."}, {"images": {"nodes": []}, "id": "920401063215685", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "チェスアドベンチャー (Chess Adobenchā)", "keywords": ["Chess"], "long_description": "チェスアドベンチャーは、様々な世界や環境を旅する革新的なバーチャルリアリティ（VR）チェスゲームです。プレイヤーがゲームを進めていくにつれて、新しいチャレンジ、パズル、そして敵が現れ、彼らのスキルや戦略が試されます。\n\nしかし、チェスアドベンチャーは単なるゲーム以上です。これは未来への投資です。ゲームの先行購入者は最終的なゲーム価格よりもはるかに低い特別価格を享受することができます。ゲームに新しい機能やコンテンツを追加し続けることで、価格は上がりますが、先行採用者は価格を固定し、長期的にお金を節約することができます。\n\nチェスアドベンチャーでは、VoiMoメディアとを使用して、シームレスで没入感のあるゲーム体験を作り出します。プレイヤーは他のプレイヤーとコミュニケーションを取り、をトレードし、ゲームの進捗を共有することができます。また、を購入してアバター、装備などをカスタマイズすることもできます。\n\nチェスアドベンチャーは私たちのメタバースの一例です。VR、ブロックチェーン、AIが交差することがゲームの未来であり、私たちはこれらの技術を統合するメタバースを構築しています。\n\nこのアドベンチャーに参加し、ゲームとバーチャルリアリティの未来の一部になりましょう。", "short_description": "8verse Metaverse内のChess Adventureゲームは、伝統的なチェスゲームプレイと冒険と戦略の要素が組み合わされたユニークで革新的なゲーム体験です。それはプレイヤーがゲーム内で使用し、マーケットプレイスで交換することができると暗号通貨を特徴としています。ゲームの早期購入者は、低い価格の利点を持つことができ、将来のゲームの成長のポテンシャルから利益を上げることができます。"}, {"images": {"nodes": []}, "id": "798652428821756", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chess Adventure", "keywords": ["Chess"], "long_description": "Chess Adventure is an innovative, virtual reality (VR) chess game that takes players on a journey through various worlds and environments. As players progress through the game, they will encounter new challenges, puzzles, and opponents that will test their skills and strategy.\n\nBut Chess Adventure is more than just a game. It's an investment in the future. Early purchasers of the game will benefit from a special price that will be much lower than the eventual price of the game. As we continue to add new features and content to the game, the price will go up, but early adopters will have locked in their price and saved money in the long run.\n\nIn Chess Adventure, we use VoiMo media and s to create a seamless and immersive gaming experience. Players can communicate with other players, trade s, and share their game progress. They can also purchase s to customize their avatars, equipment, and more.\n\nChess Adventure is just one example of the possibilities of our metaverse. We believe that the future of gaming lies in the intersection of VR, blockchain, and AI, and we're building a metaverse that will bring these technologies together.\n\nSo join us on this adventure, and be part of the future of gaming and virtual reality.", "short_description": "The Chess Adventure game in 8verse Metaverse is a unique and innovative gaming experience that combines traditional chess gameplay with elements of adventure and strategy. It features s and crypto currency that players can use in the game and exchange in the marketplace. Early purchasers of the game will have the advantage of a lower price and be able to profit from the game's potential growth in the future."}, {"images": {"nodes": []}, "id": "791628646184515", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Šachová dobrodružství", "keywords": ["Chess"], "long_description": "Chess Adventure je inovativní virtuální realitní šachová hra, která hráče zavede na cestu přes různé světy a prostředí. Postupem hry se budou setkávat s novými výzvami, hádankami a soupeři, kteří vyzkouší jejich dovednosti a strategii.\n\nAle Chess Adventure není jen hra. Je to investice do budoucnosti. Koupit hru v raném stádiu se vyplatí, cena bude mnohem nižší, než cena hry v budoucnu. S přidáváním nových funkcí a obsahu hry bude cena stoupat, ale zákazníci, kteří si hru koupí v raném stádiu, získají zlevněnou cenu a v dlouhodobém horizontu ušetří peníze.\n\nV Chess Adventure používáme VoiMo média a , abychom vytvořili hladký a ponořivý herní zážitek. Hráči se mohou komunikovat s ostatními hráči, obchodovat s  a sdílet svůj pokrok v hře. Také si mohou koupit  k personalizaci svých avatarů, vybavení a dalšího.\n\nChess Adventure je pouze jedním příkladem možností naší metaverse. Věříme, že budoucnost her spočívá v křížení VR, blockchainu a AI a budujeme metaverse, která tyto technologie spojí.\n\nTak se připojte k nám na této dobrodružné cestě a staňte se součástí budoucnosti her a virtuální reality.", "short_description": "Hra Chess Adventure v 8verse Metaverse je jedinečným a inovativním herním zážitkem, který kombinuje tradiční hru šachu s prvky dobrodružství a strategie. Obsahuje  a kryptoměny, které hráči mohou používat ve hře a vyměňovat na trhu. Brzy nakupující hry budou mít výhodu nižší ceny a budou moci profitovat z potenciálního růstu hry v budoucnosti."}, {"images": {"nodes": []}, "id": "786853092946982", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "國際象棋冒險 (Guójì Xiàngqí Màoxiǎn)", "keywords": ["Chess"], "long_description": "Chess Adventure 是一款創新的虛擬實境（VR）棋盤遊戲，它帶領玩家穿越各種世界和環境。隨著玩家在遊戲中進展，他們將遇到新的挑戰、謎題和對手，這將考驗他們的技能和策略。\n\n但 Chess Adventure 不僅僅是一個遊戲。它是對未來的投資。遊戲的早期購買者將從特殊的價格中受益，這比遊戲的最終價格低得多。隨著我們繼續為遊戲增加新的功能和內容，價格將上漲，但早期使用者將鎖定他們的價格並長期節省費用。\n\n在 Chess Adventure 中，我們使用 VoiMo 媒體和  來創造流暢且沉浸式的遊戲體驗。玩家可以與其他玩家通信，交易 ，並分享他們的遊戲進展。他們還可以購買  以自訂他們的化身、設備等。\n\nChess Adventure 只是我們 metaverse 的可能性的一個例子。我們相信遊戲的未來在 VR、區塊鏈和 AI 的交汇處，我們正在建立一個 metaverse，將這些技術聚集在一起。\n\n因此，加入我們的冒險，成為遊戲和虛擬實境的未來的一部分。", "short_description": "8verse Metaverse中的Chess Adventure遊戲是一個結合了傳統棋盤遊戲和冒險和策略元素的獨特和創新的遊戲體驗。它具有玩家可以在遊戲中使用和在市場上交換的和加密貨幣。早期購買遊戲的人將有較低價格的優勢，並能從遊戲的未來潛力增長中賺取利潤。"}, {"images": {"nodes": []}, "id": "748750367239070", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "国际象棋冒险 (Guójì Xiàngqí Màoxiǎn)", "keywords": ["Chess"], "long_description": "国际象棋冒险是一款创新的虚拟现实（VR）国际象棋游戏，可以带玩家经历各种世界和环境的旅程。随着玩家在游戏中的进展，他们将遇到新的挑战，难题和对手，将测试他们的技巧和策略。\n\n但国际象棋冒险不仅仅是一个游戏。这是对未来的投资。游戏的早期购买者将从一个特殊的价格中受益，这个价格将比游戏的最终价格低得多。随着我们继续为游戏添加新的功能和内容，价格将上涨，但早期采用者将已锁定他们的价格，并在长期内节省了钱。\n\n在国际象棋冒险中，我们使用VoiMo媒体和创造一个无缝且沉浸式的游戏体验。玩家可以与其他玩家通信，交换，并分享他们的游戏进展。他们也可以购买以定制他们的化身，装备等。\n\n国际象棋冒险只是我们的元世界可能性的一个例子。我们相信游戏的未来在VR，区块链和人工智能的交叉点，我们正在建造一个将这些技术结合在一起的元世界。\n\n所以加入我们的", "short_description": "8verse Metaverse中的国际象棋冒险游戏是一款独特且创新的游戏体验，将传统国际象棋游戏与冒险和战略元素相结合。它具有玩家可在游戏中使用和在市场上交换的和加密货币。游戏的早期购买者将拥有较低价格的优势，并可以从游戏未来的增长中获利。"}, {"images": {"nodes": []}, "id": "719288503708269", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shakin seikkailu", "keywords": ["Chess"], "long_description": "Shakki-seikkailu on innovatiivinen, virtuaalitodellisuuden (VR) shakkipeli, joka vie pelaajat matkalle erilaisiin maailmoihin ja ympäristöihin. Pelatessaan pelaajat kohtaavat uusia haasteita, pulmia ja vastustajia, jotka koettelevat heidän taitonsa ja strategiansa.\n\nMutta Shakki-seikkailu on enemmän kuin pelkästään peli. Se on sijoitus tulevaisuuteen. Pelin varhaiset ostajat hyötyvät erikoishinnasta, joka on huomattavasti alhaisempi kuin pelin lopullinen hinta. Jatkaessamme pelin uusien ominaisuuksien ja sisällön lisäämistä, hinta nousee, mutta varhaiset adoptoijat ovat lukinneet hinnan ja säästäneet rahaa pitkällä aikavälillä.\n\nShakki-seikkailussa käytämme VoiMo mediatoimistoa ja :tä luodaksemme saumattoman ja syvästi immersiivisen pelikokemuksen. Pelaajat voivat keskustella toisten pelaajien kanssa, kaupata :itä ja jakaa pelinsä etenemistä. He voivat myös ostaa :itä mukauttaakseen hahmonsa, varusteensa ja muuta.\n\nShakki-seikkailu on vain yksi esimerkki mahdollisuuksistamme metaverseissa. Uskomme, että pelialan tulevaisuus piilee VR:n, lohkoketjun ja tekoälyn risteyksessä, ja rakennamme metaversea, joka yhdistää nämä teknologiat yhteen.\n\nLiity siis meidän seikkailuumme ja ole osa pelialan ja virtuaalitodellisuuden tulevaisuutta.", "short_description": "8verse Metaversessa sijaitseva Shakin seikkailupeli on ainutlaatuinen ja innovatiivinen pelikokemus, joka yhdistää perinteisen shakin pelattavuuden seikkailu- ja strategiaelementteihin. Pelissä on -t ja kryptovaluutta, joita pelaajat voivat käyttää pelissä ja vaihtaa markkinoilla. Pelin varhaiset ostajat saavat edun alhaisemmasta hinnasta ja voivat hyötyä pelin mahdollisesta kasvusta tulevaisuudessa."}, {"images": {"nodes": []}, "id": "719266673613536", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Σκάκι Περιπέτεια (Skáki Peripéteia)", "keywords": ["Chess"], "long_description": "Η Περιπέτεια Σκάκι είναι ένα καινοτόμο, παιχνίδι σκακιού σε εικονική πραγματικότητα (VR) που παίζεται μέσα από διάφορα κόσμους και περιβάλλοντα. Όσο προχωρούν οι παίκτες μέσα από το παιχνίδι, θα ανακαλύπτουν νέα προκλήσεις, παζλ και αντιπάλους που θα ελέγχουν τις ικανότητές και τη στρατηγική τους.\n\nΑλλά το Σκάκι Περιπέτεια είναι περισσότερο από απλά ένα παιχνίδι. Είναι μια επένδυση στο μέλλον. Οι πρώιμοι αγοραστές του παιχνιδιού θα εκμεταλλευτούν ένα ειδικό τιμή που θα είναι πολύ χαμηλότερη από την τελική τιμή του παιχνιδιού. Όσο συνεχίζουμε να προσθέτουμε νέες λειτουργίες και περιεχόμενο στο παιχνίδι, η τιμή θα αυξάνεται, αλλά οι πρώιμοι αποδέκτες θα έχουν κλειδώσει τη", "short_description": "Το παιχνίδι Chess Adventure στο 8verse Metaverse είναι μια μοναδική και καινοτόμα εμπειρία παιχνιδιού που συνδυάζει την παραδοσιακή παιχνιδιακή σκέψη στο σκάκι με στοιχεία περιπέτειας και στρατηγικής. Περιλαμβάνει  και κρυπτονομίσματα που οι παίκτες μπορούν να χρησιμοποιήσουν στο παιχνίδι και να ανταλλάξουν στην αγορά. Οι πρώιμοι αγοραστές του παιχνιδιού θα έχουν την πλεονέκτηση ενός χαμηλότερου τιμολογί"}, {"images": {"nodes": []}, "id": "662639345987760", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skakeventyr", "keywords": ["Chess"], "long_description": "Schack Eventyr er en innovativ, virtuel virkelighed (VR) schack spil, der tager spillere på en rejse gennem forskellige verdener og miljøer. Som spillere fremskrider i spillet, vil de møde nye udfordringer, gåder og modstandere, der vil teste deres færdigheder og strategi.\n\nMen Schack Eventyr er mere end bare et spil. Det er en investering i fremtiden. Tidlige købere af spillet vil drage fordel af en speciel pris, der vil være meget lavere end spillets endelige pris. Som vi fortsætter med at tilføje nye funktioner og indhold til spillet, vil prisen stige, men tidlige adoptører vil have låst deres pris og sparet penge på lang sigt.\n\nI Schack Eventyr bruger vi VoiMo media og 'er til at skabe en glat og immersiv spiloplevelse. Spillere kan kommunikere med andre spillere, handle med 'er og dele deres spil fremskridt. De kan også købe 'er til at tilpasse deres avatarer, udstyr og mere.\n\nSchack Eventyr er kun et eksempel på mulighederne i vores metaverse. Vi tror, at fremtiden for spil ligger i krydset mellem VR, blockchain og AI, og vi bygger en metaverse, der vil bringe disse teknologier sammen.\n\nSå deltag i vores eventyr, og vær en del af fremtiden for spil og virtuel virkelighed.", "short_description": "Chess Adventure-spillet i 8verse Metaverse er en unik og innovativ spiloplevelse, der kombinerer traditionel skakspil med elementer af eventyr og strategi. Det har 'er og kryptovaluta, som spillere kan bruge i spillet og udveksle på markedet. Tidlige købere af spillet vil have fordelen af ​​en lavere pris og være i stand til at tjene på spillets potentiale for vækst i fremtiden."}, {"images": {"nodes": []}, "id": "446364694388804", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Avventura a scacchi", "keywords": ["Chess"], "long_description": "L'Avventura degli Scacchi è un innovativo gioco di scacchi in realtà virtuale (VR) che porta i giocatori in un viaggio attraverso vari mondi e ambienti. Mentre i giocatori progrediscono nel gioco, incontreranno nuove sfide, puzzle e avversari che metteranno alla prova le loro abilità e strategie.\n\nMa L'Avventura degli Scacchi è più che solo un gioco. È un investimento nel futuro. I primi acquirenti del gioco godranno di un prezzo speciale che sarà molto inferiore al prezzo finale del gioco. Mentre continuiamo ad aggiungere nuove funzionalità e contenuti al gioco, il prezzo aumenterà, ma i primi adottanti avranno bloccato il loro prezzo e risparmiato denaro a lungo termine.\n\nIn L'Avventura degli Scacchi utilizziamo i media VoiMo e le  per creare un'esperienza di gioco fluida e immersiva. I giocatori possono comunicare con altri giocatori, scambiare  e condividere il loro progresso nel gioco. Possono anche acquistare  per personalizzare i loro avatar, attrezzature e altro ancora.\n\nL'Avventura degli Scacchi è solo un esempio delle possibilità del nostro metaverse. Crediamo che il futuro dei giochi si trovi all'incrocio tra VR, blockchain e AI, e stiamo costruendo un metaverse che riunirà queste tecnologie.\n\nUnisciti a noi in questa avventura e sii parte del futuro dei giochi e della realtà virtuale.", "short_description": "Il gioco Chess Adventure nella 8verse Metaverse è un'esperienza di gioco unica ed innovativa che combina il gioco degli scacchi tradizionale con elementi di avventura e strategia. Presenta  e criptovalute che i giocatori possono utilizzare nel gioco e scambiare sul mercato. I primi acquirenti del gioco avranno il vantaggio di un prezzo più basso e potranno trarre profitto dalla crescita potenziale del gioco in futuro."}, {"images": {"nodes": []}, "id": "427614716587514", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cờ Vua Phiêu Lưu Ký", "keywords": ["Chess"], "long_description": "Cuộc Phiêu Lưu Cờ Vua là một trò chơi cờ vua thực tế ảo (VR) sáng tạo mà đưa người chơi trên một chuyến hành trình qua các thế giới và môi trường khác nhau. Khi chơi, họ sẽ gặp những thách thức mới, việc giải mã đối thủ sẽ kiểm tra kỹ năng và chiến lược của họ.\n\nCờ vua phiêu lưu ký còn hơn là một trò chơi. Đó là một cuộc đầu tư cho tương lai. Những người mua sớm trò chơi sẽ được hưởng mức giá đặc biệt, mức giá này sẽ rất thấp so với mức giá cuối cùng của trò chơi. Khi chúng tôi tiếp tục thêm các tính năng và nội dung mới vào trò chơi, giá sẽ tăng lên, nhưng những người mua sớm sẽ mua được mức giá thấp và tiết kiệm tiền trong tương lai.\n\nTrong Cờ vua phiêu lưu ký, chúng tôi sử dụng VoiMo media và  để tạo ra một trải nghiệm chơi trò chơi mượt mà và đặc biệt. Người chơi có thể giao tiếp với người chơi khác, giao dịch  và chia sẻ cuộc phiêu lưu của họ. Họ cũng có thể mua  để tùy biến avatars, thiết bị và nhiều hơn nữa.\n\nCờ vua phiêu lưu ký chỉ là một ví dụ về khả năng của metaverse của chúng tôi. Chúng tôi tin rằng tương lai của trò chơi nằm ở giao điểm của VR, blockchain và AI và chúng tôi đang xây dựng một metaverse sẽ kết hợp các công nghệ này.\n\nVì vậy hãy cùng chúng tôi trên cuộc phiêu lưu này và trở thành một phần của tương lai của trò chơi và thực tế ảo.\n\n", "short_description": "Trò chơi Chess Adventure trong 8verse Metaverse là một trải nghiệm chơi game độc đáo và sáng tạo kết hợp các yếu tố chơi cờ vua truyền thống với phần chuyến phiêu lưu và chiến lược. Nó có  và tiền điện tử mà người chơi có thể sử dụng trong trò chơi và trao đổi trên thị trường. Những người mua sớm trò chơi sẽ có lợi thế của giá thấp hơn và có thể kiếm lợi từ tiềm năng tăng trưởng của trò chơi trong tương lai."}, {"images": {"nodes": [{"file_name": "Cover Art.png", "id": "2418197281723245", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57568673_2418197285056578_6494009950097305789_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FjrJw2UgD9MQ7kNvwE6DLXf&_nc_oc=AdnesbQReIyQ0j1uCd-NmqwKGLjchR_F5kwp1OGZlgTpW8ilyXXwnthCgb34JwQV-Ek&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvcLkhTl3d_XQEV0J4T-8OEr_z3lkz9qYFVHSjcrlODRQ&oe=6996EDF9"}, {"file_name": "Icon.png", "id": "1136875403693630", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75262742_1136875407026963_7752146266813649519_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Pi91vwKBA3MQ7kNvwH-kgKn&_nc_oc=Adm3Te_82fNeoIIvQIsxAL4n3jdHkkhY7acVTpz2r4GItrguW_pxM3EwAj_emkbh81g&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuuCkifJ44twBQBhTA9iW7Oh5WtymYOe8ry4Ga9nhJI3A&oe=699710F4"}, {"file_name": "Her Cover.png", "id": "1129346775046709", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/54809986_1129346778380042_8559461208754055815_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=b9KQUS4I8gEQ7kNvwF1nrzb&_nc_oc=AdnmHUVJJxSYwl-SdgNq1Bc9-VTf0hMs4VyFbZw7ZJZIfuZd5YCQtAmTYZOjdKTr_O8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuMVMu_AkhkGOTcAwTrogX7ZsiDcJG-iSDRSd8qbTez6A&oe=699716C1"}, {"file_name": "Cover_Square.png", "id": "979226810229847", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974748_979226813563180_8308118407647696906_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Izo74gSXSisQ7kNvwHIC--k&_nc_oc=AdlmLEgLIZWkPtvrvt_l_zRwZhmyQWJ4PxTFt9zGOMCh5sGAiNQ5Xy66jT87fB005MI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftSua5tB2gNToN1--bVW31-KL2TNDWZMUm1pQ4QynyejQ&oe=699705AB"}, {"file_name": "Mini Landscape.png", "id": "908960941241247", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974595_908960944574580_802591516715032108_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eYrQce4x6XUQ7kNvwFXdOKn&_nc_oc=Adn2-SqV0pZX_99WIFaQZ31NSlEKYrlxLR44ygCYwhjFIYlPjEvUH6Y0bCA8sLaX_xE&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afssljc0ufxBemfgjdhEjvyhvREW6F3L6z6twsjJTTW2Gg&oe=69970F03"}, {"file_name": "Logo.png", "id": "719566296511927", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982719_719566299845260_6736494229307766412_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WDqKN6z1v4EQ7kNvwHcK_IE&_nc_oc=AdmSAQGHpFViO50RMzW623e2Q0H2diRak0WVf31SOmryx6s8vx6v_qkuklEKtxb6VRQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftBtix5KSWg7vcWRPkeDPrcCKPaLMVVf2HEddn7GIWWWg&oe=69971856"}, {"file_name": "Cover_Portrait.png", "id": "398774126092220", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75245824_398774129425553_775911401312478264_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8GiIVIlgO8sQ7kNvwE7u3kq&_nc_oc=AdncAbODntlsNz90A5aC64DAYKLn9MifQucokKg2ogNrHFmnQyL1iNIjxoelaQRvGtA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs9e9JGlm-Gtv5_H8WV2VwcdtPxdypUJ4cGVh7PRDy-_g&oe=69970C77"}]}, "id": "384092487870189", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_01.png", "id": "395939096706024", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974748_395939100039357_2335645869717940906_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5xxpzI8HEZkQ7kNvwHRylyP&_nc_oc=Adl1z67My4eS5jf6KomVuyLh8GZGLKRYO_TSWwhGqKj6zEhof6WU3Zyp10vF1LxLYfg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsO4_t2ukwJmGcP2GDnDNOHByzDmVG-6exquYydJMxMEw&oe=6997201B"}, {"file_name": "Screenshot_02.png", "id": "2558429161026449", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982704_2558429164359782_5923721657568042555_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qh9N98r7sasQ7kNvwGZrqzc&_nc_oc=AdlEOkKFUx6CUuxg3X5VPQypX5HORVcWm_bPp1M5ySQQajeWzzXeKJ5b2rZag1iqbT0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspIENjWyKp3CqdVgzk3yid_1QpPublLHoVI6gDn2V3fA&oe=69972123"}, {"file_name": "Screenshot_03.png", "id": "344205468028148", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974469_344205481361480_1476539995537584096_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=icwyq9kjy_kQ7kNvwGIl-xg&_nc_oc=AdlxzcIojkqvoBEsJAwTDP7ltg3td8SJ-GYq40Mc6tVUzE2o8i5xz6X7eUZZ5DChUkU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsq7jKZfnhN-MaUn5o8oA8o9J-kRMLTfByo2dRSRRPE7Q&oe=699716C4"}, {"file_name": "Screenshot_04.png", "id": "1872797866495868", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031541_1872797869829201_3584289960695462501_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Y-lNkJIFDg0Q7kNvwGtZYD3&_nc_oc=Adk01o6zONsgn9YpFU7eJ3IfmHJXDVx_xKiJ5smP7BLf-hKepAfC-LOyfxT6tXmW63Q&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftxxh1mIY9q6bTj63lGS2xK1hM08VCQz80ll1EgKNyCiA&oe=6996FEF1"}, {"file_name": "Screenshot_05.png", "id": "343554401436444", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974792_343554404769777_2867499277035175680_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dp_CdUe1bg8Q7kNvwG4_amR&_nc_oc=AdnjiF8qqPZDthrmsbxpweSi-NHolWy1TdlTLtR7pjdIL1zxaxRBvVJz6TWU2FokyNQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afshr2jYWxDgGDWlnMZPcCPFmYUhp38UX1S4Rb39RUGtog&oe=69970C39"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Cover_Image.png", "id": "720339663507309", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982691_720339666840642_2935437376075824066_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E-u3Xd6ySqkQ7kNvwGbcQDP&_nc_oc=AdmAxqBBrfsVgFCw6v56oVVZFXiSOHqiPG1BJVPd9pxH-fb6lto7PTTrALr9teaGJv8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afsw3IzdxVML3dlEpDjzfMbZ3tIe1rrFwXu5fyMY7tiFrA&oe=6996F4F0"}, "display_name": "Chess Adventure", "keywords": ["Chess"], "long_description": "Chess Adventure is an innovative, virtual reality (VR) chess game that takes players on a journey through various worlds and environments. As players progress through the game, they will encounter new challenges, puzzles, and opponents that will test their skills and strategy.\n\nBut Chess Adventure is more than just a game. It's an investment in the future. Early purchasers of the game will benefit from a special price that will be much lower than the eventual price of the game. As we continue to add new features and content to the game, the price will go up, but early adopters will have locked in their price and saved money in the long run.\n\nSo join us on this adventure, and be part of the future of gaming and virtual reality.", "short_description": "The Chess Adventure game in 8verse Metaverse is a unique and innovative gaming experience that combines traditional chess gameplay with elements of adventure and strategy. Early purchasers of the game will have the advantage of a lower price and be able to profit from the game's potential growth in the future."}, {"images": {"nodes": []}, "id": "382753924644632", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Satranç Macerası", "keywords": ["Chess"], "long_description": "Satranç Macerası, oyuncuları farklı dünyalar ve ortamlarda bir yolculuğa çıkan, inovasyonlu bir sanal gerçeklik (VR) satranç oyunudur. Oyuncular oyunda ilerledikçe, yeteneklerini ve stratejilerini test edecek yeni zorluklar, bulmacalar ve rakiplerle karşılaşacaklar.\n\nAma Satranç Macerası sadece bir oyun değildir. Gelecekteki bir yatırımdır. Oyunun erken satın alanları, oyunun sonradan fiyatından çok daha düşük bir fiyatla yararlanacaklar. Oyuna yeni özellikler ve içerik ekledikçe fiyat yükselecek, ancak erken adopterlar fiyatlarını kilitlemiş ve uzun vadeli olarak para kazanmış olacaklar.\n\nSatranç Macerasında, VoiMo medya ve 'leri kullanarak düzgün ve inanılmaz bir oyun deneyimi oluşturuyoruz. Oyuncular diğer oyuncularla iletişim kurabilir,  takas edebilir ve oyunlarını paylaşabilirler. Ayrıca  satın alabilirler ve avatarlarını, ekipmanlarını ve daha fazlasını özelleştirebilirler.\n\nSatranç Macerası, metaversimizin olasılıklarından sadece bir örnektir. VR, blockchain ve AI'nin kesiştiği yerde oyunların geleceğini düşünüyoruz ve bu teknolojileri bir araya getirecek bir metavers oluşturuyoruz.\n\nBu maceraya bize katılın ve oyunların ve sanal gerçekliğin geleceğinin bir parçası olun.", "short_description": "8verse Metaverse'deki Chess Adventure oyunu, geleneksel satranç oyunlarını macera ve strateji unsurlarıyla birleştiren benzersiz ve inovasyonlu bir oyun deneyimi sunar. Oyun içinde ve pazarda değiştirilebilecek  ve kripto para birimleri vardır. Oyunun erken satın alanları, düşük fiyat avantajından yararlanacak ve oyunun gelecekteki büyüme potansiyelinden kâr sağlayabilecektir."}, {"images": {"nodes": []}, "id": "354164817626116", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura Şah", "keywords": ["Chess"], "long_description": "Aventura Şah este un joc şah virtual, inovativ, de realitate virtuală (VR), care îi ia pe jucători într-o călătorie prin diferite lumi şi medii. Pe măsură ce jucătorii avansează prin joc, vor întâlni noi provocări, puzzle-uri şi oponenţi care vor testa abilităţile şi strategia lor.\n\nDar Aventura Şah este mai mult decât un joc. Este un investiție în viitor. Cumpărătorii timpurii ai jocului vor beneficoperi un preț special, care va fi mult mai mic decât prețul final al jocului. Pe măsură ce continuăm să adăugăm noi caracteristici şi conținut jocului, prețul va crește, dar cumpărătorii timpurii vor fi blocați la prețul lor şi vor economisi bani pe termen lung.\n\nÎn Aventura Şah, folosim media VoiMo şi -uri pentru a crea o experiență de joc fără probleme şi imersivă. Jucătorii pot comunica cu alți jucători, schimba -uri şi își pot împărtăși progresul jocului. Ei pot, de asemenea, să cumpere -uri pentru a personaliza avatarele, echipamentul şi mai mult.\n\nAventura Şah este doar un exemplu al posibilităților metaversei noastre. Credem că viitorul jocurilor se află la intersecția dintre VR, blockchain şi AI, şi construim o metaversă care va aduce aceste tehnologii împreună.\n\nAșadar, însoțiți-ne în această aventură şi fiți parte din viitorul jocurilor şi realității virtuale.", "short_description": "Jocul Chess Adventure din 8verse Metaverse este o experiență unică și inovatoare de joc care combină jocul de șah tradițional cu elemente de aventură și strategie. Acesta prezintă -uri și criptomonede pe care jucătorii le pot utiliza în joc și le pot schimba în piaț"}]}, "developer_name": null, "developer_privacy_policy_url": "https://8verse.games/chess-adventure-policy.html", "developer_terms_of_service_url": null, "publisher_name": "8verse", "support_website_url": null, "website_url": "http://8verse.games/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1676485315806614"}, {"id": "2691890164460465"}, {"id": "275629210202852"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["STANDING", "SITTING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER"], "id": "7794874223889927"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974748_979226813563180_8308118407647696906_n.png?stp=dst-png_s360x360&_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Izo74gSXSisQ7kNvwHIC--k&_nc_oc=AdlmLEgLIZWkPtvrvt_l_zRwZhmyQWJ4PxTFt9zGOMCh5sGAiNQ5Xy66jT87fB005MI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsCzEO4yatgIyiXbqzKubBW0JJRMDMyz2Upl8w-LMSlSw&oe=699705AB"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Chess Adventure", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Tabletop", "id": "1676485315806614"}, {"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Strategy", "id": "275629210202852"}], "release_date": 1689267600, "lastRevision": {"nodes": [{"id": "6055049007872466", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6055048987872468", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "566765438818271"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "7236215046394499", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "国际象棋冒险 (Guójì Xiàngqí Màoxiǎn)", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "国际象棋冒险是一款创新的虚拟现实（VR）国际象棋游戏，可以带玩家经历各种世界和环境的旅程。随着玩家在游戏中的进展，他们将遇到新的挑战，难题和对手，将测试他们的技巧和策略。\n\n但国际象棋冒险不仅仅是一个游戏。这是对未来的投资。游戏的早期购买者将从一个特殊的价格中受益，这个价格将比游戏的最终价格低得多。随着我们继续为游戏添加新的功能和内容，价格将上涨，但早期采用者将已锁定他们的价格，并在长期内节省了钱。\n\n在国际象棋冒险中，我们使用VoiMo媒体和NFT创造一个无缝且沉浸式的游戏体验。玩家可以与其他玩家通信，交换NFT，并分享他们的游戏进展。他们也可以购买NFT以定制他们的化身，装备等。\n\n国际象棋冒险只是我们的元世界可能性的一个例子。我们相信游戏的未来在VR，区块链和人工智能的交叉点，我们正在建造一个将这些技术结合在一起的元世界。\n\n所以加入我们的", "short_description": "8verse Metaverse中的国际象棋冒险游戏是一款独特且创新的游戏体验，将传统国际象棋游戏与冒险和战略元素相结合。它具有玩家可在游戏中使用和在市场上交换的NFT和加密货币。游戏的早期购买者将拥有较低价格的优势，并可以从游戏未来的增长中获利。"}, {"images": {"nodes": []}, "id": "3508203336082680", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Avventura a scacchi", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "L'Avventura degli Scacchi è un innovativo gioco di scacchi in realtà virtuale (VR) che porta i giocatori in un viaggio attraverso vari mondi e ambienti. Mentre i giocatori progrediscono nel gioco, incontreranno nuove sfide, puzzle e avversari che metteranno alla prova le loro abilità e strategie.\n\nMa L'Avventura degli Scacchi è più che solo un gioco. È un investimento nel futuro. I primi acquirenti del gioco godranno di un prezzo speciale che sarà molto inferiore al prezzo finale del gioco. Mentre continuiamo ad aggiungere nuove funzionalità e contenuti al gioco, il prezzo aumenterà, ma i primi adottanti avranno bloccato il loro prezzo e risparmiato denaro a lungo termine.\n\nIn L'Avventura degli Scacchi utilizziamo i media VoiMo e le NFT per creare un'esperienza di gioco fluida e immersiva. I giocatori possono comunicare con altri giocatori, scambiare NFT e condividere il loro progresso nel gioco. Possono anche acquistare NFT per personalizzare i loro avatar, attrezzature e altro ancora.\n\nL'Avventura degli Scacchi è solo un esempio delle possibilità del nostro metaverse. Crediamo che il futuro dei giochi si trovi all'incrocio tra VR, blockchain e AI, e stiamo costruendo un metaverse che riunirà queste tecnologie.\n\nUnisciti a noi in questa avventura e sii parte del futuro dei giochi e della realtà virtuale.", "short_description": "Il gioco Chess Adventure nella 8verse Metaverse è un'esperienza di gioco unica ed innovativa che combina il gioco degli scacchi tradizionale con elementi di avventura e strategia. Presenta NFT e criptovalute che i giocatori possono utilizzare nel gioco e scambiare sul mercato. I primi acquirenti del gioco avranno il vantaggio di un prezzo più basso e potranno trarre profitto dalla crescita potenziale del gioco in futuro."}, {"images": {"nodes": []}, "id": "3144873815806001", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Satranç Macerası", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Satranç Macerası, oyuncuları farklı dünyalar ve ortamlarda bir yolculuğa çıkan, inovasyonlu bir sanal gerçeklik (VR) satranç oyunudur. Oyuncular oyunda ilerledikçe, yeteneklerini ve stratejilerini test edecek yeni zorluklar, bulmacalar ve rakiplerle karşılaşacaklar.\n\nAma Satranç Macerası sadece bir oyun değildir. Gelecekteki bir yatırımdır. Oyunun erken satın alanları, oyunun sonradan fiyatından çok daha düşük bir fiyatla yararlanacaklar. Oyuna yeni özellikler ve içerik ekledikçe fiyat yükselecek, ancak erken adopterlar fiyatlarını kilitlemiş ve uzun vadeli olarak para kazanmış olacaklar.\n\nSatranç Macerasında, VoiMo medya ve NFT'leri kullanarak düzgün ve inanılmaz bir oyun deneyimi oluşturuyoruz. Oyuncular diğer oyuncularla iletişim kurabilir, NFT takas edebilir ve oyunlarını paylaşabilirler. Ayrıca NFT satın alabilirler ve avatarlarını, ekipmanlarını ve daha fazlasını özelleştirebilirler.\n\nSatranç Macerası, metaversimizin olasılıklarından sadece bir örnektir. VR, blockchain ve AI'nin kesiştiği yerde oyunların geleceğini düşünüyoruz ve bu teknolojileri bir araya getirecek bir metavers oluşturuyoruz.\n\nBu maceraya bize katılın ve oyunların ve sanal gerçekliğin geleceğinin bir parçası olun.", "short_description": "8verse Metaverse'deki Chess Adventure oyunu, geleneksel satranç oyunlarını macera ve strateji unsurlarıyla birleştiren benzersiz ve inovasyonlu bir oyun deneyimi sunar. Oyun içinde ve pazarda değiştirilebilecek NFT ve kripto para birimleri vardır. Oyunun erken satın alanları, düşük fiyat avantajından yararlanacak ve oyunun gelecekteki büyüme potansiyelinden kâr sağlayabilecektir."}, {"images": {"nodes": []}, "id": "1605505183264610", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "國際象棋冒險 (Guójì Xiàngqí Màoxiǎn)", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Chess Adventure 是一款創新的虛擬實境 (VR) 象棋遊戲，帶領玩家穿越各種世界和環境。隨著玩家進行遊戲，他們會遇到新的挑戰，解謎和對手，考驗他們的技巧和策略。\n\n但 Chess Adventure 不僅僅是一個遊戲，它是對未來的投資。遊戲的早期購買者將從特價中受益，這將比遊戲的最終價格低得多。隨著我們繼續為遊戲增加新功能和內容，價格將上升，但早期使用者將鎖定價格並在長期內節省費用。\n\n在 Chess Adventure 中，我嬰使用 VoiMo 媒體和 NFT 來創建一個流暢和沉浸式的遊戲體驗。玩家可以與其他玩家通信，交換 NFT，並分享他們的遊戲進展。他們還可以購買 NFT 以定制他們的虛擬角色，設備等。\n\nChess Adventure 只是我們元界的可能性之一。我們相信遊戲的未來在 VR，區塊鏈和人工智慧的交會處，我們正在建造一個將這些技術結合在一起的元界。\n\n因此，加入我們的冒險，成為遊戲和虛擬實境的未來的一部分。", "short_description": "8verse Metaverse中的Chess Adventure遊戲是一個結合了傳統棋盤遊戲和冒險和策略元素的獨特和創新的遊戲體驗。它具有玩家可以在遊戲中使用和在市場上交換的NFT和加密貨幣。早期購買遊戲的人將有較低價格的優勢，並能從遊戲的未來潛力增長中賺取利潤。"}, {"images": {"nodes": []}, "id": "1184743962207849", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura Şah", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Aventura Şah este un joc şah virtual, inovativ, de realitate virtuală (VR), care îi ia pe jucători într-o călătorie prin diferite lumi şi medii. Pe măsură ce jucătorii avansează prin joc, vor întâlni noi provocări, puzzle-uri şi oponenţi care vor testa abilităţile şi strategia lor.\n\nDar Aventura Şah este mai mult decât un joc. Este un investiție în viitor. Cumpărătorii timpurii ai jocului vor beneficoperi un preț special, care va fi mult mai mic decât prețul final al jocului. Pe măsură ce continuăm să adăugăm noi caracteristici şi conținut jocului, prețul va crește, dar cumpărătorii timpurii vor fi blocați la prețul lor şi vor economisi bani pe termen lung.\n\nÎn Aventura Şah, folosim media VoiMo şi NFT-uri pentru a crea o experiență de joc fără probleme şi imersivă. Jucătorii pot comunica cu alți jucători, schimba NFT-uri şi își pot împărtăși progresul jocului. Ei pot, de asemenea, să cumpere NFT-uri pentru a personaliza avatarele, echipamentul şi mai mult.\n\nAventura Şah este doar un exemplu al posibilităților metaversei noastre. Credem că viitorul jocurilor se află la intersecția dintre VR, blockchain şi AI, şi construim o metaversă care va aduce aceste tehnologii împreună.\n\nAșadar, însoțiți-ne în această aventură şi fiți parte din viitorul jocurilor şi realității virtuale.", "short_description": "Jocul Chess Adventure din 8verse Metaverse este o experiență unică și inovatoare de joc care combină jocul de șah tradițional cu elemente de aventură și strategie. Acesta prezintă NFT-uri și criptomonede pe care jucătorii le pot utiliza în joc și le pot schimba în piaț"}, {"images": {"nodes": []}, "id": "1040659637317571", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sjakkeventyr", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "A Aventura de Xadrez é um jogo inovador de xadrez em realidade virtual (VR) que leva os jogadores em uma jornada por vários mundos e ambientes. Conforme os jogadores progridem no jogo, eles encontrarão novos desafios, quebra-cabeças e oponentes que testarão suas habilidades e estratégia.\n\nMas A Aventura de Xadrez é mais do que apenas um jogo. É um investimento no futuro. Os compradores antecipados do jogo aproveitarão um preço especial que será muito menor do que o preço final do jogo. Conforme continuarmos a adicionar novos recursos e conteúdo ao jogo, o preço irá aumentar, mas os primeiros adotantes terão bloqueado seu preço e economizado dinheiro a longo prazo.\n\nEm A Aventura de Xadrez, usamos mídia VoiMo e NFTs para criar uma experiência de jogo fluida e imersiva. Os jogadores podem se comunicar com outros jogadores, trocar NFTs e compartilhar seu progresso no jogo. Eles também podem comprar NFTs para personalizar seus avatares, equipamentos e muito mais.\n\nA Aventura de Xadrez é apenas um exemplo das possibilidades de nossa metaverse. Acreditamos que o futuro dos jogos está na intersecção de VR, blockchain e AI, e estamos construindo uma metaverse que reunirá essas tecnologias.\n\nEntão, junte-se a nós nesta aventura e seja parte do futuro dos jogos e da realidade virtual.", "short_description": "Chess Adventure-spillet i 8verse Metaverse er en unik og innovativ spillopplevelse som kombinerer tradisjonell sjakkspilling med elementer av eventyr og strategi. Det har NFT-er og kryptovaluta som spillere kan bruke i spillet og bytte på markedet. Tidlige kjøpere av spillet vil ha fordelen av en lavere pris og være i stand til å tjene på spillets potensielle vekst i fremtiden."}, {"images": {"nodes": []}, "id": "969138844526507", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "チェスアドベンチャー (Chess Adobenchā)", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "チェスアドベンチャーは、様々な世界や環境を旅する革新的なバーチャルリアリティ（VR）チェスゲームです。プレイヤーがゲームを進めていくにつれて、新しいチャレンジ、パズル、そして敵が現れ、彼らのスキルや戦略が試されます。\n\nしかし、チェスアドベンチャーは単なるゲーム以上です。これは未来への投資です。ゲームの先行購入者は最終的なゲーム価格よりもはるかに低い特別価格を享受することができます。ゲームに新しい機能やコンテンツを追加し続けることで、価格は上がりますが、先行採用者は価格を固定し、長期的にお金を節約することができます。\n\nチェスアドベンチャーでは、VoiMoメディアとNFTを使用して、シームレスで没入感のあるゲーム体験を作り出します。プレイヤーは他のプレイヤーとコミュニケーションを取り、NFTをトレードし、ゲームの進捗を共有することができます。また、NFTを購入してアバター、装備などをカスタマイズすることもできます。\n\nチェスアドベンチャーは私たちのメタバースの一例です。VR、ブロックチェーン、AIが交差することがゲームの未来であり、私たちはこれらの技術を統合するメタバースを構築しています。\n\nこのアドベンチャーに参加し、ゲームとバーチャルリアリティの未来の一部になりましょう。", "short_description": "8verse Metaverse内のChess Adventureゲームは、伝統的なチェスゲームプレイと冒険と戦略の要素が組み合わされたユニークで革新的なゲーム体験です。それはプレイヤーがゲーム内で使用し、マーケットプレイスで交換することができるNFTと暗号通貨を特徴としています。ゲームの早期購入者は、低い価格の利点を持つことができ、将来のゲームの成長のポテンシャルから利益を上げることができます。"}, {"images": {"nodes": []}, "id": "965262941174989", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Σκάκι Περιπέτεια (Skáki Peripéteia)", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Η Περιπέτεια Σκάκι είναι ένα καινοτόμο, παιχνίδι σκακιού σε εικονική πραγματικότητα (VR) που παίζεται μέσα από διάφορα κόσμους και περιβάλλοντα. Όσο προχωρούν οι παίκτες μέσα από το παιχνίδι, θα ανακαλύπτουν νέα προκλήσεις, παζλ και αντιπάλους που θα ελέγχουν τις ικανότητές και τη στρατηγική τους.\n\nΑλλά το Σκάκι Περιπέτεια είναι περισσότερο από απλά ένα παιχνίδι. Είναι μια επένδυση στο μέλλον. Οι πρώιμοι αγοραστές του παιχνιδιού θα εκμεταλλευτούν ένα ειδικό τιμή που θα είναι πολύ χαμηλότερη από την τελική τιμή του παιχνιδιού. Όσο συνεχίζουμε να προσθέτουμε νέες λειτουργίες και περιεχόμενο στο παιχνίδι, η τιμή θα αυξάνεται, αλλά οι πρώιμοι αποδέκτες θα έχουν κλειδώσει τη", "short_description": "Το παιχνίδι Chess Adventure στο 8verse Metaverse είναι μια μοναδική και καινοτόμα εμπειρία παιχνιδιού που συνδυάζει την παραδοσιακή παιχνιδιακή σκέψη στο σκάκι με στοιχεία περιπέτειας και στρατηγικής. Περιλαμβάνει NFT και κρυπτονομίσματα που οι παίκτες μπορούν να χρησιμοποιήσουν στο παιχνίδι και να ανταλλάξουν στην αγορά. Οι πρώιμοι αγοραστές του παιχνιδιού θα έχουν την πλεονέκτηση ενός χαμηλότερου τιμολογί"}, {"images": {"nodes": []}, "id": "964894724655478", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "國際象棋冒險 (Guójì Xiàngqí Màoxiǎn)", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Chess Adventure 是一款創新的虛擬實境（VR）棋盤遊戲，它帶領玩家穿越各種世界和環境。隨著玩家在遊戲中進展，他們將遇到新的挑戰、謎題和對手，這將考驗他們的技能和策略。\n\n但 Chess Adventure 不僅僅是一個遊戲。它是對未來的投資。遊戲的早期購買者將從特殊的價格中受益，這比遊戲的最終價格低得多。隨著我們繼續為遊戲增加新的功能和內容，價格將上漲，但早期使用者將鎖定他們的價格並長期節省費用。\n\n在 Chess Adventure 中，我們使用 VoiMo 媒體和 NFT 來創造流暢且沉浸式的遊戲體驗。玩家可以與其他玩家通信，交易 NFT，並分享他們的遊戲進展。他們還可以購買 NFT 以自訂他們的化身、設備等。\n\nChess Adventure 只是我們 metaverse 的可能性的一個例子。我們相信遊戲的未來在 VR、區塊鏈和 AI 的交汇處，我們正在建立一個 metaverse，將這些技術聚集在一起。\n\n因此，加入我們的冒險，成為遊戲和虛擬實境的未來的一部分。", "short_description": "8verse Metaverse中的Chess Adventure遊戲是一個結合了傳統棋盤遊戲和冒險和策略元素的獨特和創新的遊戲體驗。它具有玩家可以在遊戲中使用和在市場上交換的NFT和加密貨幣。早期購買遊戲的人將有較低價格的優勢，並能從遊戲的未來潛力增長中賺取利潤。"}, {"images": {"nodes": []}, "id": "939191850681475", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Ajedrez", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Aventura de Ajedrez es un juego innovador de ajedrez en realidad virtual (VR) que lleva a los jugadores en un viaje a través de varios mundos y entornos. A medida que los jugadores avanzan en el juego, se encontrarán con nuevos desafíos, puzzles y oponentes que pondrán a prueba sus habilidades y estrategia.\n\nPero Aventura de Ajedrez es más que solo un juego. Es una inversión en el futuro. Los compradores tempranos del juego disfrutarán de un precio especial que será mucho más bajo que el precio final del juego. A medida que continuemos agregando nuevas funciones y contenido al juego, el precio subirá, pero los primeros adoptantes habrán bloqueado su precio y ahorrado dinero a largo plazo.\n\nEn Aventura de Ajedrez, usamos medios VoiMo y NFT para crear una experiencia de juego fluida e inmersiva. Los jugadores pueden comunicarse con otros jugadores, intercambiar NFTs y compartir su progreso en el juego. También pueden comprar NFTs para personalizar sus avatares, equipos y más.\n\nAventura de Ajedrez es solo un ejemplo de las posibilidades de nuestro metaversos. Creemos que el futuro de los juegos está en la intersección de VR, blockchain y AI, y estamos construyendo un metaversos que reunirá estas tecnologías.\n\nAsí que únete a nosotros en esta aventura y forma parte del futuro de los juegos y la realidad virtual.", "short_description": "El juego Chess Adventure en 8verse Metaverse es una experiencia de juego única e innovadora que combina el juego de ajedrez tradicional con elementos de aventura y estrategia. Tiene NFT y criptomonedas que los jugadores pueden usar en el juego y cambiar en el mercado. Los compradores tempranos del juego tendrán la ventaja de un precio más bajo y podrán obtener ganancias del potencial de crecimiento del juego en el futuro."}, {"images": {"nodes": []}, "id": "816993172693565", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skakeventyr", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Schack Eventyr er en innovativ, virtuel virkelighed (VR) schack spil, der tager spillere på en rejse gennem forskellige verdener og miljøer. Som spillere fremskrider i spillet, vil de møde nye udfordringer, gåder og modstandere, der vil teste deres færdigheder og strategi.\n\nMen Schack Eventyr er mere end bare et spil. Det er en investering i fremtiden. Tidlige købere af spillet vil drage fordel af en speciel pris, der vil være meget lavere end spillets endelige pris. Som vi fortsætter med at tilføje nye funktioner og indhold til spillet, vil prisen stige, men tidlige adoptører vil have låst deres pris og sparet penge på lang sigt.\n\nI Schack Eventyr bruger vi VoiMo media og NFT'er til at skabe en glat og immersiv spiloplevelse. Spillere kan kommunikere med andre spillere, handle med NFT'er og dele deres spil fremskridt. De kan også købe NFT'er til at tilpasse deres avatarer, udstyr og mere.\n\nSchack Eventyr er kun et eksempel på mulighederne i vores metaverse. Vi tror, at fremtiden for spil ligger i krydset mellem VR, blockchain og AI, og vi bygger en metaverse, der vil bringe disse teknologier sammen.\n\nSå deltag i vores eventyr, og vær en del af fremtiden for spil og virtuel virkelighed.", "short_description": "Chess Adventure-spillet i 8verse Metaverse er en unik og innovativ spiloplevelse, der kombinerer traditionel skakspil med elementer af eventyr og strategi. Det har NFT'er og kryptovaluta, som spillere kan bruge i spillet og udveksle på markedet. Tidlige købere af spillet vil have fordelen af ​​en lavere pris og være i stand til at tjene på spillets potentiale for vækst i fremtiden."}, {"images": {"nodes": []}, "id": "801659587868942", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "체스 모험 (Chess Mohyeon)", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Chess Adventure는 다양한 세계와 환경을 거쳐 플레이어를 이어주는 혁신적인 가상 현실(VR) 체스 게임입니다. 게임을 진행할수록 새로운 도전, 퍼즐, 상대에 맞서 실력과 전략을 테스트할 수 있습니다.\n\n하지만 Chess Adventure는 단순한 게임이 아닙니다. 미래의 투자입니다. 게임을 얼마나 빨리 구입하느냐에 따라 특별 가격을 혜택을 누릴 수 있습니다. 이 가격은 게임이 더욱 발전할수록 상승할 것입니다. 하지만 얼마나 빨리 구입하면 앞으로의 가격을 잠글 수 있어 더 많은 돈을 절약할 수 있습니다.\n\nChess Adventure에서는 VoiMo 미디어와 NFTs를 사용하여 매끄러운 게임 경험을 제공합니다. 플레이어는 다른 플레이어와 소통할 수 있으며, NFTs를 거래하고 게임 진행 상황을 공유할 수 있습니다. 플레이어는\n", "short_description": "8verse Metaverse에서의 Chess Adventure 게임은 전통적인 체스 게임플레이와 모험과 전략의 요소가 결합된 고유하고 혁신적인 게임 경험입니다. 게임 내에서 플레이어가 사용하고 시장에서 교환할 수 있는 NFT와 암호 화폐를 가지고 있습니다. 게임의 조기 구입자는 낮은 가격의 이익을 갖을 수 있으며, 미래의 게임의 성장\n\n"}, {"images": {"nodes": []}, "id": "665493522284117", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Schackäventyr", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Schackäventyret är ett innovativt virtuellt verklighetsschackspel (VR) som tar spelare på en resa genom olika världar och miljöer. När spelare framsteg i spelet kommer de att möta nya utmaningar, pussel och motståndare som kommer att testa deras färdigheter och strategi.\n\nMen Schackäventyret är mer än bara ett spel. Det är en investering i framtiden. Tidiga köpare av spelet kommer att njuta av en speciell pris som kommer att vara mycket lägre än det slutliga priset på spelet. När vi fortsätter att lägga till nya funktioner och innehåll till spelet kommer priset att gå upp, men tidiga adopterare har låst in sitt pris och sparar pengar på sikt.\n\nI Schackäventyret använder vi VoiMo-media och NFT för att skapa en smidig och immersiv spelupplevelse. Spelare kan kommunicera med andra spelare, handla NFTs och dela sina spel framsteg. De kan också köpa NFTs för att anpassa sina avatarer, utrustning och mer.\n\nSchackäventyret är bara ett exempel på möjligheterna i vår metaverse. Vi tror att framtiden för spel ligger i korsningen mellan VR, blockchain och AI, och vi bygger en metaverse som kommer att samla dessa teknologier.\n\nSå gör oss sällskap på denna äventyr och var en del av framtiden för spel och virtuell verklighet.", "short_description": "Chess Adventure-spelet i 8verse Metaverse är en unik och innovativ spelupplevelse som kombinerar traditionell sjakkspelande med element av äventyr och strategi. Det har NFT och kryptovalutor som spelare kan använda i spelet och byta på marknaden. Tidiga köpare av spelet kommer att ha fördelen av en lägre pris och kunna tjäna på spelets potential till tillväxt i framtiden."}, {"images": {"nodes": []}, "id": "645592370287584", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chess Adventure", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Chess Adventure is an innovative, virtual reality (VR) chess game that takes players on a journey through various worlds and environments. As players progress through the game, they will encounter new challenges, puzzles, and opponents that will test their skills and strategy.\n\nBut Chess Adventure is more than just a game. It's an investment in the future. Early purchasers of the game will benefit from a special price that will be much lower than the eventual price of the game. As we continue to add new features and content to the game, the price will go up, but early adopters will have locked in their price and saved money in the long run.\n\nIn Chess Adventure, we use VoiMo media and NFTs to create a seamless and immersive gaming experience. Players can communicate with other players, trade NFTs, and share their game progress. They can also purchase NFTs to customize their avatars, equipment, and more.\n\nChess Adventure is just one example of the possibilities of our metaverse. We believe that the future of gaming lies in the intersection of VR, blockchain, and AI, and we're building a metaverse that will bring these technologies together.\n\nSo join us on this adventure, and be part of the future of gaming and virtual reality.", "short_description": "The Chess Adventure game in 8verse Metaverse is a unique and innovative gaming experience that combines traditional chess gameplay with elements of adventure and strategy. It features NFTs and crypto currency that players can use in the game and exchange in the marketplace. Early purchasers of the game will have the advantage of a lower price and be able to profit from the game's potential growth in the future."}, {"images": {"nodes": [{"file_name": "Cover_Portrait.png", "id": "1185431682072823", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031376_1185431685406156_5688287936529726591_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aUuPhm-0mA4Q7kNvwE3MJU6&_nc_oc=Adnhaun4C1-OVx1q0FFRPQSxMiNDDssaQnnidTHGPdDyxNa4GGhWcZ3ft0vOvdmXXrs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvnxVM7ZHolXHxHTDYvqAAiqyXJKtK98Ic9swtW5JwAvg&oe=6997025E"}, {"file_name": "Cover_MiniLandscape.png", "id": "1183332185891104", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974535_1183332189224437_6503695144575289758_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MsMfw4OSXj8Q7kNvwFSODBb&_nc_oc=AdmBHasNMuRqhjcQQcF1ZkpWR3e-Cz9teqbMeAGBbj7-qXTFn-PUbF9mZMseV0XDEso&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsi0HCRIBf4h3l-zKl6YrZCCBTzVoYdS8WIwyJ6ayiR8A&oe=69972104"}, {"file_name": "Icon.png", "id": "1136875403693630", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75262742_1136875407026963_7752146266813649519_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Pi91vwKBA3MQ7kNvwH-kgKn&_nc_oc=Adm3Te_82fNeoIIvQIsxAL4n3jdHkkhY7acVTpz2r4GItrguW_pxM3EwAj_emkbh81g&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuuCkifJ44twBQBhTA9iW7Oh5WtymYOe8ry4Ga9nhJI3A&oe=699710F4"}, {"file_name": "Hero Cover.png", "id": "1087097792685333", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57570288_1087097796018666_8571658412422923974_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=09UA9PiHIbgQ7kNvwEFB4_h&_nc_oc=AdlLaUo80AYmAwOSr_gnX4cdS0hM6ntjK-_lH7VP71n6g3RAqvCeNAY92188u8sUnJc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvJbzs9iXQYfj6TcBCLOvnT_-ZKfFYG_lZJ3I13gpHUDQ&oe=6996F368"}, {"file_name": "Logo.png", "id": "719566296511927", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982719_719566299845260_6736494229307766412_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WDqKN6z1v4EQ7kNvwHcK_IE&_nc_oc=AdmSAQGHpFViO50RMzW623e2Q0H2diRak0WVf31SOmryx6s8vx6v_qkuklEKtxb6VRQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftBtix5KSWg7vcWRPkeDPrcCKPaLMVVf2HEddn7GIWWWg&oe=69971856"}, {"file_name": "Cover_Square.png", "id": "650143386891993", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982698_650143390225326_6858926454312852835_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Qte9DhnkYvYQ7kNvwFg4OE4&_nc_oc=Admxb_rtrTXHxU5SYW0-dwz9BlDAYlA4HpnpMKt0SPX3emXjuM0BYB0bTmuOg6NKPsQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afuv2KGOHxuJd0tgwqQdj2OKHaHwM9ByMjDjr7E4gnC9IQ&oe=6997133E"}, {"file_name": "Cover_Landscape.png", "id": "595631219237800", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974671_595631222571133_1697092533124799385_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bBEkHqEjDn8Q7kNvwE1_bPx&_nc_oc=AdnlmuSYCrY61Co0Wx8U0aV0NChsf82aTzTZstfIcze40fDyEw_S1J2QlwfeqxnGOco&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvgckcIcOnAXGFPae2L_ggmneRJHBpS7Q3-cow2yWKOnA&oe=69971A5A"}]}, "id": "633372098660099", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_01.png", "id": "1171794623525133", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57572946_1171794626858466_7493029734977959333_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=L-Udimd0RWYQ7kNvwGK74Mn&_nc_oc=AdkOzTuCLaJCZ19hrkKMBMcXHo_nYuRlotVmltNPPD7tjQ3XqPon5OQmPgGYo8KFhzY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu5TCEbFQFKgq19HcxoR1nvhlqmgq7-LClgg-Cwa63XWw&oe=699704E7"}, {"file_name": "Screenshot_02.png", "id": "914026159788876", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/54809987_914026163122209_4362375439027070456_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0Mz2_D76NwYQ7kNvwHQwKLq&_nc_oc=AdnzBnVjqA4EHQ3lK0hVrVmvhcdDbrwm-zJJeuBJigZucbXoMrh6kUQ8Rp1ctzfzph4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afv4qhOHrSJ9eGAJW5VLlWfFAYs5fTQ4i0ZEjFZuky47Yg&oe=6997143F"}, {"file_name": "Screenshot_05.png", "id": "747583730036219", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035412_747583733369552_3911170084804701350_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=R0ZBGWXEWy0Q7kNvwHiMvdi&_nc_oc=AdkNT3inho6CSTiCq2bVnFduj7_AwDhVy1a1gM2O1fiqKiu8mAzO9fBx5qKtl61K1vc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvDPPSnerQTdHPmgUJykRpo9c4d7ZTVbOv_HTAvrskYQQ&oe=6996F365"}, {"file_name": "Screenshot_03.png", "id": "696080088873591", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86625127_696080092206924_1348828836244849863_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Bk8dL9oOEoAQ7kNvwGeHxUE&_nc_oc=AdkiVrsrFguVvsZdu5zs2Q2jnPeMqIOXO8yQu3HcDY-io4znIIqq6VRb74eaRAyag8o&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuZjFgnGeg4y23O7iPf2vofw65aauX1xur6Vtu8BIvkug&oe=69971286"}, {"file_name": "Screenshot_04.png", "id": "185247247824124", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86655530_185247251157457_7963048340293083534_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8qunOxgP-xUQ7kNvwGEdJfs&_nc_oc=AdkfjUcJl22iHwh4wKo76NUSsuvBbug49-rdDqScf0HWQOSXChUQZGFCSu427Sfoo0g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv288tAnVyfVXZRqanpGdrEeuqx1zCk6YZwGad_XWUDfg&oe=6996F6E2"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Cover_Image.png", "id": "1835659960127341", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57569441_1835659963460674_4502516181042620433_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IcdlsOzxLGMQ7kNvwGNdgeM&_nc_oc=AdlavCvsWB1sXg8oYBS0uFUQwIXt3kwJEd81cZM7dFHamuzEwvbwGtYQsktUyigXW0o&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afty2nAwws2iL0o1Q9mo3M8Hu3QAoYD8fwTMaghhQHQrBQ&oe=699700B8"}, "display_name": "Chess Adventure", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Chess Adventure is an innovative, virtual reality (VR) chess game that takes players on a journey through various worlds and environments. As players progress through the game, they will encounter new challenges, puzzles, and opponents that will test their skills and strategy.\n\nBut Chess Adventure is more than just a game. It's an investment in the future. Early purchasers of the game will benefit from a special price that will be much lower than the eventual price of the game. As we continue to add new features and content to the game, the price will go up, but early adopters will have locked in their price and saved money in the long run.\n\nIn Chess Adventure, we use VoiMo media and NFTs to create a seamless and immersive gaming experience. Players can communicate with other players, trade NFTs, and share their game progress. They can also purchase NFTs to customize their avatars, equipment, and more. \n\nChess Adventure is just one example of the possibilities of our metaverse. We believe that the future of gaming lies in the intersection of VR, blockchain, and AI, and we're building a metaverse that will bring these technologies together.\n\nSo join us on this adventure, and be part of the future of gaming and virtual reality.", "short_description": "The Chess Adventure game in 8verse Metaverse is a unique and innovative gaming experience that combines traditional chess gameplay with elements of adventure and strategy. It features NFTs and crypto currency that players can use in the game and exchange in the marketplace. Early purchasers of the game will have the advantage of a lower price and be able to profit from the game's potential growth in the future."}, {"images": {"nodes": []}, "id": "628050142708871", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Schaaavontuur", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Schaakavontuur is een innovatieve, virtuele realiteit (VR) schaakspel dat spelers meeneemt op een reis door verschillende werelden en omgevingen. Naarmate spelers vorderen in het spel, zullen ze nieuwe uitdagingen, raadsels en tegenstanders tegenkomen die hun vaardigheden en strategie zullen testen.\n\nMaar Schaakavontuur is meer dan alleen een spel. Het is een investering in de toekomst. Vroege kopers van het spel zullen profiteren van een speciale prijs die veel lager zal zijn dan de uiteindelijke prijs van het spel. Naarmate we nieuwe functies en inhoud aan het spel toevoegen, zal de prijs stijgen, maar vroege adoptanten hebben hun prijs vastgelegd en op de lange termijn geld bespaard.\n\nIn Schaakavontuur gebruiken we VoiMo media en NFT's om een soepele en meeslepende gamingservaring te creëren. Spelers kunnen communiceren met andere spelers, NFT's handelen en hun spelvordering delen. Ze kunnen ook NFT's kopen om hun avatars, uitrusting en meer aan te passen.\n\nSchaakavontuur is slechts één voorbeeld van de mogelijkheden van onze metaverse. Wij geloven dat de toekomst van gaming ligt op het snijvlak van VR, blockchain en AI, en we bouwen een metaverse die deze technologieën samenbrengt.\n\nDus sluit je aan bij ons avontuur en word deel van de toekomst van gaming en virtuele realiteit.", "short_description": "Het Chess Adventure-spel in 8verse Metaverse is een unieke en innovatieve spelervaring die traditioneel schaakspel combineert met elementen van avontuur en strategie. Het bevat NFT's en cryptocurrency die spelers kunnen gebruiken in het spel en uitwisselen op de markt. Vroege kopers van het spel zullen het voordeel hebben van een lagere prijs en in staat zijn om te profiteren van het groeipotentieel van het spel in de toekomst."}, {"images": {"nodes": []}, "id": "543908871267102", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Шахматное Приключение (Shakhmatnoe Priklyuchenie)", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "\"Шахматное приключение\" - это инновационная виртуальная реальность (VR) игра в шахматы, которая возьмет игроков в путешествие через различные миры и среды. В процессе игры игроки столкнутся с новыми вызовами, головоломками и противниками, которые проверят их навыки и стратегию.\n\nНо \"Шахматное приключение\" - это больше, чем просто игра. Это инвестиция в будущее. Ранние покупатели игры смогут воспользоваться специальной ценой, которая будет значительно ниже, чем конечная цена игры. По мере того, как мы будем добавлять новые функции и контент в игру, цена будет расти, но ранние приспособленцы смогут заблокировать свою цену и экономить деньги в долгосрочной перспективе.", "short_description": "Игра Chess Adventure в 8verse Metaverse - это уникальный и инновационный игровой опыт, сочетающий традиционный игровой процесс шахмат с элементами приключения и стратегии. Он имеет NFT и криптовалюты, которые игроки могут использовать в игре и обменивать на рынке. Ранние покупатели игры смогут воспользоваться преимуществом низкой цены и смогут заработать на потенциальном росте игры в будущем."}, {"images": {"nodes": []}, "id": "515787517307548", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Shakin seikkailu", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Shakki-seikkailu on innovatiivinen, virtuaalitodellisuuden (VR) shakkipeli, joka vie pelaajat matkalle erilaisiin maailmoihin ja ympäristöihin. Pelatessaan pelaajat kohtaavat uusia haasteita, pulmia ja vastustajia, jotka koettelevat heidän taitonsa ja strategiansa.\n\nMutta Shakki-seikkailu on enemmän kuin pelkästään peli. Se on sijoitus tulevaisuuteen. Pelin varhaiset ostajat hyötyvät erikoishinnasta, joka on huomattavasti alhaisempi kuin pelin lopullinen hinta. Jatkaessamme pelin uusien ominaisuuksien ja sisällön lisäämistä, hinta nousee, mutta varhaiset adoptoijat ovat lukinneet hinnan ja säästäneet rahaa pitkällä aikavälillä.\n\nShakki-seikkailussa käytämme VoiMo mediatoimistoa ja NFT:tä luodaksemme saumattoman ja syvästi immersiivisen pelikokemuksen. Pelaajat voivat keskustella toisten pelaajien kanssa, kaupata NFT:itä ja jakaa pelinsä etenemistä. He voivat myös ostaa NFT:itä mukauttaakseen hahmonsa, varusteensa ja muuta.\n\nShakki-seikkailu on vain yksi esimerkki mahdollisuuksistamme metaverseissa. Uskomme, että pelialan tulevaisuus piilee VR:n, lohkoketjun ja tekoälyn risteyksessä, ja rakennamme metaversea, joka yhdistää nämä teknologiat yhteen.\n\nLiity siis meidän seikkailuumme ja ole osa pelialan ja virtuaalitodellisuuden tulevaisuutta.", "short_description": "8verse Metaversessa sijaitseva Shakin seikkailupeli on ainutlaatuinen ja innovatiivinen pelikokemus, joka yhdistää perinteisen shakin pelattavuuden seikkailu- ja strategiaelementteihin. Pelissä on NFT-t ja kryptovaluutta, joita pelaajat voivat käyttää pelissä ja vaihtaa markkinoilla. Pelin varhaiset ostajat saavat edun alhaisemmasta hinnasta ja voivat hyötyä pelin mahdollisesta kasvusta tulevaisuudessa."}, {"images": {"nodes": []}, "id": "270170478724836", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Schachabenteuer", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Schachabenteuer ist ein innovatives, virtuelles Realität (VR) Schachspiel, das Spieler auf eine Reise durch verschiedene Welten und Umgebungen führt. Während die Spieler durch das Spiel fortschreiten, werden sie neue Herausforderungen, Rätsel und Gegner treffen, die ihre Fähigkeiten und Strategie testen werden.\n\nAber Schachabenteuer ist mehr als nur ein Spiel. Es ist eine Investition in die Zukunft. Frühe Käufer des Spiels werden von einem besonderen Preis profitieren, der deutlich niedriger sein wird als der endgültige Preis des Spiels. Während wir weiterhin neue Funktionen und Inhalte zum Spiel hinzufügen, wird der Preis steigen, aber frühe Anwender haben ihren Preis gesichert und im Langzeitverlauf Geld gespart.\n\nIn Schachabenteuer nutzen wir VoiMo-Medien und NFTs, um ein reibungsloses und immersives Gaming-Erlebnis zu schaffen. Spieler können mit anderen Spielern kommunizieren, NFTs handeln und ihren Spielfortschritt teilen. Sie können auch NFTs kaufen, um ihre Avatare, Ausrüstung und mehr anzupassen.\n\nSchachabenteuer ist nur ein Beispiel für die Möglichkeiten unserer Metawelt. Wir glauben, dass die Zukunft des Gaming im Kreuzungspunkt von VR, Blockchain und KI liegt und wir bauen eine Metawelt, die diese Technologien zusammenbringt.\n\nSchließen Sie sich uns also auf diesem Abenteuer an und seien Sie Teil der Zukunft des Gaming und der virtuellen Realität.", "short_description": "Das Chess Adventure-Spiel im 8verse Metaverse ist ein einzigartiges und innovatives Spielerlebnis, das traditionelles Schachspiel mit Elementen aus Abenteuer und Strategie kombiniert. Es verfügt über NFTs und Kryptowährungen, die Spieler im Spiel verwenden und auf dem Markt tauschen können. Frühe Käufer des Spiels werden den Vorteil eines niedrigeren Preises haben und von dem Wachstumspotential des Spiels in der Zukunft profitieren können."}, {"images": {"nodes": []}, "id": "269561855524497", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cờ Vua Phiêu Lưu Ký", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Cuộc Phiêu Lưu Cờ Vua là một trò chơi cờ vua thực tế ảo (VR) sáng tạo mà đưa người chơi trên một chuyến hành trình qua các thế giới và môi trường khác nhau. Khi chơi, họ sẽ gặp những thách thức mới, việc giải mã đối thủ sẽ kiểm tra kỹ năng và chiến lược của họ.\n\nCờ vua phiêu lưu ký còn hơn là một trò chơi. Đó là một cuộc đầu tư cho tương lai. Những người mua sớm trò chơi sẽ được hưởng mức giá đặc biệt, mức giá này sẽ rất thấp so với mức giá cuối cùng của trò chơi. Khi chúng tôi tiếp tục thêm các tính năng và nội dung mới vào trò chơi, giá sẽ tăng lên, nhưng những người mua sớm sẽ mua được mức giá thấp và tiết kiệm tiền trong tương lai.\n\nTrong Cờ vua phiêu lưu ký, chúng tôi sử dụng VoiMo media và NFT để tạo ra một trải nghiệm chơi trò chơi mượt mà và đặc biệt. Người chơi có thể giao tiếp với người chơi khác, giao dịch NFT và chia sẻ cuộc phiêu lưu của họ. Họ cũng có thể mua NFT để tùy biến avatars, thiết bị và nhiều hơn nữa.\n\nCờ vua phiêu lưu ký chỉ là một ví dụ về khả năng của metaverse của chúng tôi. Chúng tôi tin rằng tương lai của trò chơi nằm ở giao điểm của VR, blockchain và AI và chúng tôi đang xây dựng một metaverse sẽ kết hợp các công nghệ này.\n\nVì vậy hãy cùng chúng tôi trên cuộc phiêu lưu này và trở thành một phần của tương lai của trò chơi và thực tế ảo.\n\n", "short_description": "Trò chơi Chess Adventure trong 8verse Metaverse là một trải nghiệm chơi game độc đáo và sáng tạo kết hợp các yếu tố chơi cờ vua truyền thống với phần chuyến phiêu lưu và chiến lược. Nó có NFT và tiền điện tử mà người chơi có thể sử dụng trong trò chơi và trao đổi trên thị trường. Những người mua sớm trò chơi sẽ có lợi thế của giá thấp hơn và có thể kiếm lợi từ tiềm năng tăng trưởng của trò chơi trong tương lai."}, {"images": {"nodes": []}, "id": "263960672811373", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Šachová dobrodružství", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Chess Adventure je inovativní virtuální realitní šachová hra, která hráče zavede na cestu přes různé světy a prostředí. Postupem hry se budou setkávat s novými výzvami, hádankami a soupeři, kteří vyzkouší jejich dovednosti a strategii.\n\nAle Chess Adventure není jen hra. Je to investice do budoucnosti. Koupit hru v raném stádiu se vyplatí, cena bude mnohem nižší, než cena hry v budoucnu. S přidáváním nových funkcí a obsahu hry bude cena stoupat, ale zákazníci, kteří si hru koupí v raném stádiu, získají zlevněnou cenu a v dlouhodobém horizontu ušetří peníze.\n\nV Chess Adventure používáme VoiMo média a NFT, abychom vytvořili hladký a ponořivý herní zážitek. Hráči se mohou komunikovat s ostatními hráči, obchodovat s NFT a sdílet svůj pokrok v hře. Také si mohou koupit NFT k personalizaci svých avatarů, vybavení a dalšího.\n\nChess Adventure je pouze jedním příkladem možností naší metaverse. Věříme, že budoucnost her spočívá v křížení VR, blockchainu a AI a budujeme metaverse, která tyto technologie spojí.\n\nTak se připojte k nám na této dobrodružné cestě a staňte se součástí budoucnosti her a virtuální reality.", "short_description": "Hra Chess Adventure v 8verse Metaverse je jedinečným a inovativním herním zážitkem, který kombinuje tradiční hru šachu s prvky dobrodružství a strategie. Obsahuje NFT a kryptoměny, které hráči mohou používat ve hře a vyměňovat na trhu. Brzy nakupující hry budou mít výhodu nižší ceny a budou moci profitovat z potenciálního růstu hry v budoucnosti."}, {"images": {"nodes": []}, "id": "244343454867794", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Ajedrez", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Aventura de Ajedrez es un juego innovador de ajedrez en realidad virtual (VR) que lleva a los jugadores en un viaje a través de varios mundos y entornos. A medida que los jugadores avanzan en el juego, se encontrarán con nuevos desafíos, puzzles y oponentes que pondrán a prueba sus habilidades y estrategia.\n\nPero Aventura de Ajedrez es más que solo un juego. Es una inversión en el futuro. Los compradores tempranos del juego disfrutarán de un precio especial que será mucho más bajo que el precio final del juego. A medida que continuemos agregando nuevas funciones y contenido al juego, el precio subirá, pero los primeros adoptantes habrán bloqueado su precio y ahorrado dinero a largo plazo.\n\nEn Aventura de Ajedrez, usamos medios VoiMo y NFT para crear una experiencia de juego fluida e inmersiva. Los jugadores pueden comunicarse con otros jugadores, intercambiar NFTs y compartir su progreso en el juego. También pueden comprar NFTs para personalizar sus avatares, equipos y más.\n\nAventura de Ajedrez es solo un ejemplo de las posibilidades de nuestro metaversos. Creemos que el futuro de los juegos está en la intersección de VR, blockchain y AI, y estamos construyendo un metaversos que reunirá estas tecnologías.\n\nAsí que únete a nosotros en esta aventura y forma parte del futuro de los juegos y la realidad virtual.", "short_description": "El juego Chess Adventure en 8verse Metaverse es una experiencia de juego única e innovadora que combina el juego de ajedrez tradicional con elementos de aventura y estrategia. Tiene NFT y criptomonedas que los jugadores pueden usar en el juego y cambiar en el mercado. Los compradores tempranos del juego tendrán la ventaja de un precio más bajo y podrán obtener ganancias del potencial de crecimiento del juego en el futuro."}, {"images": {"nodes": []}, "id": "213308081564427", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Przygoda Szachowa", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "Przygoda Szachowa to innowacyjna gra szachowa w rzeczywistości wirtualnej (VR), która zabiera graczy w podróż przez różne światy i środowiska. W miarę postępu w grze, gracze będą napotykać nowe wyzwania, łamigłówki i przeciwników, którzy sprawdzą ich umiejętności i strategię.\n\nAle Przygoda Szachowa to więcej niż tylko gra. To inwestycja w przyszłość. Wczesni nabywcy gry skorzystają na specjalnej cenie, która będzie znacznie niższa od ostatecznej ceny gry. W miarę dodawania nowych funkcji i treści do gry, cena będzie rosła, ale wczesni adopci zamkną swoją cenę i zaoszczędzą pieniądze w dłuższej perspektywie.\n\nW Przygodzie Szachowej używamy mediów VoiMo i NFT do stworzenia spójnego i oszałamiającego doświadczenia gry. Gracze mogą komunikować się z innymi graczami, handlować NFT i dzielić się postępem w grze. Mogą także kupować NFT, aby dostosować swoje awatary, wyposażenie i więcej.\n\nPrzygoda Szachowa to tylko jeden przykład możliwości naszego metaświata. Wierzymy, że przyszłość gier znajduje się w przecięciu VR, blockchain i AI i budujemy metaświat, który połączy te technologie.\n\nDołącz do nas w tej przygodzie i bądź częścią przyszłości gier i rzeczywistości wirtualnej.", "short_description": "Gra Chess Adventure w 8verse Metaverse to unikalne i innowacyjne doświadczenie gry, które łączy tradycyjną grę w szachy z elementami przygody i strategii. Zawiera NFT i kryptowaluty, które gracze mogą wykorzystać w grze i wymieniać na rynku. Wczesni nabywcy gry będą mieli zaletę niższej ceny i będą mogli skorzystać z potencjału wzrostu gry w przyszłości."}, {"images": {"nodes": []}, "id": "191326810137020", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Xadrez", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "A Aventura de Xadrez é um jogo inovador de xadrez em realidade virtual (VR) que leva os jogadores em uma jornada por vários mundos e ambientes. Conforme os jogadores progridem no jogo, eles encontrarão novos desafios, quebra-cabeças e oponentes que testarão suas habilidades e estratégia.\n\nMas A Aventura de Xadrez é mais do que apenas um jogo. É um investimento no futuro. Os compradores antecipados do jogo aproveitarão um preço especial que será muito menor do que o preço final do jogo. Conforme continuarmos a adicionar novos recursos e conteúdo ao jogo, o preço irá aumentar, mas os primeiros adotantes terão bloqueado seu preço e economizado dinheiro a longo prazo.\n\nEm A Aventura de Xadrez, usamos mídia VoiMo e NFTs para criar uma experiência de jogo fluida e imersiva. Os jogadores podem se comunicar com outros jogadores, trocar NFTs e compartilhar seu progresso no jogo. Eles também podem comprar NFTs para personalizar seus avatares, equipamentos e muito mais.\n\nA Aventura de Xadrez é apenas um exemplo das possibilidades de nossa metaverse. Acreditamos que o futuro dos jogos está na intersecção de VR, blockchain e AI, e estamos construindo uma metaverse que reunirá essas tecnologias.\n\nEntão, junte-se a nós nesta aventura e seja parte do futuro dos jogos e da realidade virtual.", "short_description": "O jogo Chess Adventure no 8verse Metaverse é uma experiência de jogo única e inovadora que combina o jogo de xadrez tradicional com elementos de aventura e estratégia. Possui NFTs e criptomoedas que os jogadores podem usar no jogo e trocar no mercado. Os compradores precoces do jogo terão a vantagem de um preço mais baixo e serão capazes de lucrar com o potencial de crescimento do jogo no futuro."}, {"images": {"nodes": []}, "id": "183071837715640", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventure d'échecs", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "L'Aventure d'Échecs est un jeu d'échecs innovant en réalité virtuelle (VR) qui emmène les joueurs dans un voyage à travers différents mondes et environnements. Au fur et à mesure que les joueurs progressent dans le jeu, ils rencontreront de nouveaux défis, des énigmes et des adversaires qui mettront à l'épreuve leurs compétences et leur stratégie.\n\nMais L'Aventure d'Échecs est plus qu'un simple jeu. C'est un investissement dans l'avenir. Les acheteurs précoces du jeu bénéficieront d'un prix spécial qui sera beaucoup plus bas que le prix final du jeu. Alors que nous continuons à ajouter de nouvelles fonctionnalités et du contenu au jeu, le prix augmentera, mais les premiers adoptants auront bloqué leur prix et économiseront de l'argent à long terme.\n\nDans L'Aventure d'Échecs, nous utilisons les médias VoiMo et les NFT pour créer une expérience de jeu fluide et immersive. Les joueurs peuvent communiquer avec d'autres joueurs, échanger des NFT et partager leur progression dans le jeu. Ils peuvent également acheter des NFT pour personnaliser leurs avatars, leur équipement, et plus encore.\n\nL'Aventure d'Échecs n'est qu'un exemple des possibilités de notre métavérité. Nous croyons que l'avenir des jeux se trouve à la jonction de la VR, de la blockchain et de l'IA, et nous construisons une métavérité qui regroupera ces technologies.\n\nRejoignez-nous donc dans cette aventure et soyez partie intégrante de l'avenir des jeux et de la réalité virtuelle.", "short_description": "Le jeu Chess Adventure dans le 8verse Metaverse est une expérience de jeu unique et innovante qui allie le jeu d'échecs traditionnel à des éléments d'aventure et de stratégie. Il présente des NFT et des crypto-monnaies que les joueurs peuvent utiliser dans le jeu et échanger sur le marché. Les acheteurs précoces du jeu auront l'avantage d'un prix plus bas et pourront tirer profit de la croissance potentielle du jeu à l'avenir."}, {"images": {"nodes": []}, "id": "174658532238733", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Aventura de Xadrez", "keywords": ["Chess", "NFT", "Blockchain"], "long_description": "A Aventura de Xadrez é um jogo inovador de xadrez em realidade virtual (VR) que leva os jogadores numa jornada através de vários mundos e ambientes. À medida que os jogadores progridem no jogo, eles vão encontrar novos desafios, puzzles e oponentes que irão testar as suas habilidades e estratégia.\n\nMas A Aventura de Xadrez é mais do que apenas um jogo. É um investimento no futuro. Os compradores antecipados do jogo usufruirão de um preço especial que será muito menor do que o preço final do jogo. À medida que continuarmos a adicionar novos recursos e conteúdo ao jogo, o preço irá subir, mas os primeiros adopters terão bloqueado o seu preço e poupado dinheiro a longo prazo.\n\nEm A Aventura de Xadrez, usamos media VoiMo e NFTs para criar uma experiência de jogo fluida e imersiva. Os jogadores podem comunicar com outros jogadores, trocar NFTs e partilhar o seu progresso no jogo. Eles também podem comprar NFTs para personalizar os seus avatares, equipamentos e muito mais.\n\nA Aventura de Xadrez é apenas um exemplo das possibilidades da nossa metaverse. Acreditamos que o futuro dos jogos está na intersecção entre VR, blockchain e AI, e estamos a construir uma metaverse que irá reunir estas tecnologias.\n\nEntão, junte-se a nós nesta aventura e seja parte do futuro dos jogos e da realidade virtual.", "short_description": "O jogo Chess Adventure na 8verse Metaverse é uma experiência de jogo única e inovadora que combina o jogo de xadrez tradicional com elementos de aventura e estratégia. Possui NFTs e criptomoedas que os jogadores podem usar no jogo e trocar no mercado. Os compradores precoces do jogo terão a vantagem de um preço mais baixo e serão capazes de lucrar com o potencial de crescimento do jogo no futuro."}]}, "developer_name": null, "developer_privacy_policy_url": "https://8verse.games/chess-adventure-policy.html", "developer_terms_of_service_url": null, "publisher_name": "8verse", "support_website_url": null, "website_url": "http://8verse.games/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1676485315806614"}, {"id": "2691890164460465"}, {"id": "275629210202852"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["STANDING", "SITTING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER"], "id": "1495274587543767"}}]}, "scheduled_offers": {"count": 2, "nodes": [{"status": "PUBLISHED", "id": "1599489217185201"}, {"status": "PUBLISHED", "id": "1843471232746722"}]}, "baseline_offer": {"id": "1843471232746722"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1689267600, "status": "PUBLISHED", "id": "1599489217185201"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7728543317189685", "version": "1.2.3"}, "id": "679729566944610", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6055048987872468", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7728543317189685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "679729566944610"}]}, "change_log": null, "created_date": 1749610130, "id": "24253274787623277", "version": "1.2.4", "version_code": 122, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6055048987872468", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7728543317189685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "679729566944610"}]}, "change_log": null, "created_date": 1710498309, "id": "7728543317189685", "version": "1.2.3", "version_code": 121, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6055048987872468", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7728543317189685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1709027321, "id": "7658578734186144", "version": "1.2.0", "version_code": 116, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6055048987872468", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7728543317189685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "679729566944610"}]}, "change_log": null, "created_date": 1681352831, "id": "6484915384885824", "version": "1.0.1", "version_code": 115, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6055048987872468", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7728543317189685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "679729566944610"}]}, "change_log": null, "created_date": 1680080792, "id": "6441061685937861", "version": "1.0.0", "version_code": 113, "release_status": "PENDING", "status": "CHANGES_REQUESTED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}