{"data": {"node": {"__typename": "Application", "id": "4336749139724039", "organization": {"id": "110779220084914", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6601569463276497"}]}, "id": "386973694079867"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7268192349884177"}]}, "id": "372867398825788"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "859122784213043"}]}, "id": "1515039388574319"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1245663708851446"}]}, "id": "690159851153719"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4336749139724039"}]}, "id": "841425269812979"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2154327277955973"}]}, "id": "307864800110116"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4336749139724039", "release_date": 1675969106, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 44}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24649900587982262"}, "id": "331249448585819"}]}}, "binary": null, "live_binary": null, "created_date": 1763936380, "id": "25578932231745755", "is_initial_release": false, "name_with_fallback": "v46", "pdp_metadata_with_fallback": {"version": 35, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "25578932211745757"}, "release_status": "RELEASED", "id": "4336749139724039"}, "id": "25578932211745757", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4336749139724039", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1101022854099216"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "25366975899629626", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "προπόνηση", "άσκηση", "εκγύμναση", "καρδιο"], "long_description": "Είστε έτοιμοι να ξεφύγετε από την ίδια βαρετή ρουτίνα γυμναστικής; Το PowerBeatsVR ανεβάζει το ταξίδι σας στο fitness σε νέο επίπεδο. Με την έντονη και χωρίς συνδρομή VR εφαρμογή γυμναστικής, θα γρονθοκοπείτε, θα σκύβετε και θα αποφεύγετε εμπόδια στον δρόμο προς τον στόχο σας.\n«Ήταν πάντα δύσκολο για μένα να βρω κίνητρο για το γυμναστήριο. Αλλά το PowerBeatsVR με βοήθησε να φτάσω σε βάρος που δεν φανταζόμουν!» — χρήστης PowerBeatsVR.\n{1278546310985901}\nΤο PowerBeatsVR έχει σχεδιαστεί για να γυμνάζει ολόκληρο το σώμα. Θρυμματίζοντας βράχια και περνώντας εμπόδια, καίτε θερμίδες ενώ διασκεδάζετε. Όσο περισσότερο κινείστε και όσο πιο δυνατά χτυπάτε, τόσο υψηλότερο σκορ παίρνετε. Γυμναστείτε σε αντοχή, δύναμη και reflexes με μια ενεργητική μουσική επένδυση.\nΘέλετε να χρησιμοποιήσετε τη δική σας μουσική; Κάντε το! Αφήστε την εφαρμογή να δημιουργήσει αυτόματα τα προγράμματα όπως τα θέλετε και απολαύστε σχεδόν απεριόριστες επιλογές προπόνησης, ή δημιουργήστε τις δικές σας με τον εύχρηστο editor.\n{1607022330465501}\nΜε δυνατότητα απενεργοποίησης εμποδίων και ρυθμίσεις ταχύτητας, δύναμης και ακρίβειας, έχετε πλήρη έλεγχο της προπόνησής σας.\nΓιατί λοιπόν να μην δοκιμάσετε και να κάνετε το πρώτο βήμα προς το να αγαπήσετε τη γυμναστική;\n\nΣημείωση:\nΑπαιτείται χώρος τουλάχιστον 2 × 1,5 m.", "short_description": "Το PowerBeatsVR είναι μια έντονη εφαρμογή VR γυμναστικής χωρίς συνδρομή, όπου γρονθοκοπείτε, κάνετε καθίσματα και αποφεύγετε εμπόδια στον ρυθμό της αγαπημένης σας μουσικής. Προπονηθείτε με επίσημα τραγούδια και πλήρη προγράμματα — ή ανεβάστε τα δικά σας κομμάτια και αφήστε τον αυτόματο δημιουργό να φτιάξει εξατομικευμένες συνεδρίες. Δημιουργήστε playlists, κάψτε θερμίδες και απολαύστε ατελείωτες, motivational προπονήσεις."}, {"images": {"nodes": []}, "id": "25009668312035714", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "entraînement", "exercice", "cardio"], "long_description": "Prêt à sortir de votre routine d'entraînement habituelle ? PowerBeatsVR propulse votre parcours fitness à un tout autre niveau. Avec notre **application de fitness VR intense et sans abonnement**, vous frapperez, ferez des squats et esquiverez pour atteindre vos objectifs.\n\n“Trouver la motivation pour aller à la salle a toujours été difficile pour moi. Mais PowerBeatsVR m’a aidé à atteindre un poids que je n’aurais jamais imaginé !” — utilisateur PowerBeatsVR.\n{2021958135044419}\n\n**PowerBeatsVR est conçu pour entraîner tout votre corps.** En détruisant les rochers et en franchissant des parcours d’obstacles, vous brûlez des calories tout en vous amusant. Plus vous bougez et plus vos coups sont puissants, plus votre score augmente. Entraînez votre endurance, votre force et vos réflexes au rythme d’une bande-son énergique.\n\n**Vous voulez utiliser votre propre musique ? Allez-y !** Laissez l’application générer automatiquement vos entraînements selon vos préférences et profitez **d’innombrables possibilités**, ou créez vos propres sessions avec l’éditeur intuitif.\n{2343974099368918}\n\nAvec la possibilité de désactiver les obstacles et d’ajuster la vitesse, la force et la précision, vous gardez **un contrôle total sur vos entraînements**.\n\nAlors pourquoi ne pas essayer et faire le premier pas vers une nouvelle passion pour le fitness ?\n\n**Remarque:**\n\nUn espace de jeu d’au moins 2 × 1,5 m est requis.", "short_description": "PowerBeatsVR est une application de fitness VR intense et sans abonnement, où vous donnez des coups, faites des squats et esquivez au rythme de votre musique préférée. Entraînez-vous avec des morceaux officiels et de nombreux entraînements complets — ou importez vos propres titres et laissez l’autogénérateur créer des sessions personnalisées. Créez des playlists, brûlez des calories et profitez d’entraînements motivants et variés."}, {"images": {"nodes": []}, "id": "4257140751096548", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "entrenamiento", "ejercicio", "cardio"], "long_description": "¿Listo para dejar atrás la misma rutina aburrida de entrenamiento? PowerBeatsVR lleva tu experiencia fitness a otro nivel. Con nuestra **aplicación de fitness en VR intensa y sin suscripción**, golpearás, harás sentadillas y esquivarás rumbo a tus metas.\n\n“Siempre me costó encontrar motivación para ir al gimnasio. ¡Pero PowerBeatsVR me ayudó a alcanzar un peso que jamás imaginé!” — usuario de PowerBeatsVR\n{1579838596715341}\n\n**PowerBeatsVR está diseñado para entrenar todo el cuerpo.** Rompe rocas, supera obstáculos y quema calorías mientras te diviertes. Cuanto más te muevas y más fuerte golpees, mayor será tu puntuación. Entrena resistencia, fuerza y reflejos al ritmo de una banda sonora energética.\n\n**¿Quieres usar tu propia música? ¡Hazlo!** Deja que la app genere entrenamientos automáticamente y disfruta de **opciones prácticamente ilimitadas**, o crea tus propias sesiones con el editor intuitivo.\n{1362773425498496}\n\nCon la opción de desactivar obstáculos y ajustar velocidad, fuerza y precisión, tendrás **control total sobre tus entrenamientos**.\n\n¿Por qué no probar y dar el primer paso para enamorarte del fitness?\n\n**Nota:**\n\nSe requiere un espacio mínimo de 2 × 1,5 m.", "short_description": "PowerBeatsVR es una aplicación de fitness en VR de alta intensidad y sin suscripción, donde golpeas, haces sentadillas y esquivas al ritmo de tu música favorita. Entrena con canciones oficiales y decenas de rutinas completas — o sube tus propios temas y deja que el autogenerador cree sesiones personalizadas. Crea playlists, quema calorías y disfruta de entrenamientos motivadores e interminables."}, {"images": {"nodes": []}, "id": "4074537716024182", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "antrenament", "exercițiu", "cardio"], "long_description": "Ești gata să scapi de rutina plictisitoare de antrenament? PowerBeatsVR îți duce experiența de fitness la nivelul următor. Cu **aplicația noastră VR de fitness intensă și fără abonament**, vei lovi, vei face genuflexiuni și vei evita obstacole în drumul spre obiectivele tale.\n\n„Mi-a fost mereu greu să găsesc motivația să merg la sală. Dar PowerBeatsVR m-a ajutat să ajung la o greutate la care nu credeam că voi ajunge vreodată!” — utilizator PowerBeatsVR\n{857634243284658}\n\n**PowerBeatsVR este creat pentru a antrena întregul corp.** Spargând bolovani și trecând prin trasee cu obstacole, arzi calorii și te distrezi în același timp. Cu cât te miști mai mult și lovești mai tare, cu atât scorul tău este mai mare. Antrenează-ți rezistența, forța și reflexele pe un soundtrack energic.\n\n**Vrei să folosești propria muzică? Desigur!** Lasă aplicația să genereze automat antrenamente după preferințele tale și bucură-te de **opțiuni aproape nelimitate**, sau creează sesiuni proprii cu editorul intuitiv.\n{1374372184334208}\n\nPoți dezactiva obstacolele și ajusta viteza, forța și precizia pentru a avea **control total asupra antrenamentelor tale**.\n\nDe ce să nu încerci și să faci primul pas spre a te îndrăgosti de fitness?\n\n**Notă:**\nEste necesar un spațiu de cel puțin 2 × 1,5 m.", "short_description": "PowerBeatsVR este o aplicație VR de fitness intensă, fără abonament, în care lovești, faci genuflexiuni și eviți obstacole în ritmul muzicii preferate. Antrenează-te cu melodii oficiale și zeci de exerciții pentru tot corpul — sau încarcă propriile piese și lasă generatorul automat să creeze sesiuni personalizate. Creează playlisturi, arde calorii și bucură-te de antrenamente motivate și nesfârșite."}, {"images": {"nodes": []}, "id": "3737481826383253", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "allenamento", "esercizio", "cardio"], "long_description": "PowerBeatsVR è un'esperienza di fitness VR ricca di azione e basata sul ritmo, che allena tutto il corpo come nessun altro.\n\nInnamorati del fitness facendoti strada a suon di pugni, schivate e piegamenti attraverso percorsi ad ostacoli impegnativi. Fai a pezzi i bolidi in arrivo e guarda con quanta facilità bruci calorie.\n\nPiù ti muovi e più forte colpisci, più alto sarà il tuo punteggio. Divertiti mentre alleni resistenza, forza e riflessi al ritmo di una colonna sonora varia ed energica.\n\nVuoi usare la tua musica? Puoi farlo! Lascia che il gioco generi automaticamente allenamenti creativi e costruiti sulle tue canzoni personalizzate con l'editor.\n\nBuon divertimento!", "short_description": "PowerBeatsVR è un gioco di fitness VR ad alta intensità in cui puoi tirare pugni, schivare e fare squat a ritmo di musica energica. Scegli tra brani ufficiali con classifiche e decine di allenamenti professionali o gioca con la tua musica utilizzando il generatore automatico. Combina questi allenamenti in playlist personalizzate e vivi sessioni di allenamento ancora più intense e lunghe. Guarda quante calorie stai bruciando e a che frequenza sta battendo il tuo cuore."}, {"images": {"nodes": []}, "id": "3362927987191846", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["健身", "锻炼", "运动", "训练", "有氧"], "long_description": "厌倦了一成不变的锻炼方式？PowerBeatsVR 将让你的健身体验更上一层楼。通过这款**高强度、无订阅的 VR 健身应用**，你将通过出拳、下蹲和闪避一步步接近理想身材。\n\n“我一直很难找到去健身房的动力，但 PowerBeatsVR 帮助我达到了从未想过的体重！” — PowerBeatsVR 用户\n{2268482113628462}\n\n**PowerBeatsVR 专为全身训练而设计。** 你将击碎迎面而来的巨石、穿越障碍，同时燃烧卡路里并享受其中。动作越多、击打越有力，得分就越高。伴随充满能量的音乐训练耐力、力量和反应速度。\n\n**想用自己的音乐？当然可以！** 让应用按你的喜好自动生成训练，体验**几乎无限的锻炼组合**，或者使用直观的编辑器为自己的歌曲创建训练。\n{2072695523474861}\n\n你可以关闭障碍物，并调整速度、力量和精确度，从而**完全掌控训练内容**。\n\n现在就试试，迈出爱上健身的第一步吧！\n\n**注意：**\n\n至少需要 2 × 1.5 米的活动空间。", "short_description": "PowerBeatsVR 是一款无需订阅的高强度 VR 健身应用，你可以随着喜爱的音乐节奏进行出拳、下蹲和闪避训练。可选择官方歌曲和多种全身锻炼课程——也可上传自己的音乐，由自动生成器创建个性化训练。制作播放列表，快速燃烧卡路里，体验无尽而充满动力的锻炼。"}, {"images": {"nodes": []}, "id": "2382979885458655", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "træning", "øvelse", "cardio"], "long_description": "Er du klar til at bryde ud af den samme kedelige træningsrutine? PowerBeatsVR løfter din fitnessrejse til et nyt niveau. Med vores **intense VR-fitnessapp uden abonnement** vil du slå, squatte og undvige dig frem mod din drømmekrop.\n\n“Det var altid svært for mig at finde motivationen til fitness. Men PowerBeatsVR har hjulpet mig med at nå en vægt, jeg aldrig troede var mulig!” — PowerBeatsVR-bruger.\n{1179424204143133}\n\n**PowerBeatsVR er skabt til at træne hele kroppen.** Knus sten, overvind forhindringer og forbrænd kalorier, mens du har det sjovt. Jo mere du bevæger dig og jo hårdere du slår, desto højere score får du. Træn udholdenhed, styrke og reflekser til et energisk soundtrack.\n\n**Vil du bruge din egen musik? Gør det endelig!** Lad appen autogenerere alt efter dine præferencer og oplev **næsten ubegrænsede træningsmuligheder**, eller byg dine egne workouts med den intuitive editor.\n{711826648631159}\n\nMed muligheden for at deaktivere forhindringer og justere hastighed, styrke og præcision får du **fuld kontrol over dine træninger**.\n\nHvorfor ikke prøve og tage det første skridt mod at forelske dig i fitness?\n\n**Bemærk:**\n\nEt område på mindst 2×1,5 m kræves.", "short_description": "PowerBeatsVR er en abonnementsfri og intens VR-fitnessapp, hvor du slår, squatter og undviger i takt med din yndlingsmusik. Træn med officielle sange og helkropsworkouts — eller upload dine egne spor og lad autogeneratoren skabe personlige sessioner. Byg playlister, forbrænd kalorier hurtigt og nyd uendelige, motiverende træninger."}, {"images": {"nodes": []}, "id": "2180210742471118", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "treino", "exercício", "cardio"], "long_description": "Pronto para fugir da mesma rotina de treino de sempre? O PowerBeatsVR leva a tua experiência de fitness a outro nível. Com a nossa **aplicação de fitness em VR intensa e sem subscrição**, vais dar murros, fazer agachamentos e desviar enquanto alcanças os teus objetivos.\n\n“Motivar-me para ir ao ginásio era sempre difícil. Mas o PowerBeatsVR ajudou-me a atingir um peso que nunca pensei ser possível!” — utilizador de PowerBeatsVR\n{845737624732660}\n\n**O PowerBeatsVR foi concebido para treinar o corpo inteiro.** Ao destruir rochas e ultrapassar percursos de obstáculos, queimas calorias enquanto te divertes. Quanto mais te mexes e mais forte acertas, maior será a tua pontuação. Treina resistência, força e reflexos ao som de uma banda sonora energética.\n\n**Queres usar a tua própria música? Força!** Deixa a aplicação gerar automaticamente os treinos como preferires e usufrui de **opções praticamente ilimitadas**, ou cria os teus próprios treinos com o editor intuitivo.\n{1568133594203558}\n\nCom a possibilidade de desativar obstáculos e ajustar velocidade, força e precisão, tens sempre **controlo total sobre os teus treinos**.\n\nEntão porque não experimentar e dar o primeiro passo para adorar o fitness?\n\n**Nota:**\n\nÉ necessário um espaço de, pelo menos, 2 × 1,5 m.", "short_description": "PowerBeatsVR é uma aplicação de fitness em VR intensa e sem subscrição, onde dás murros, fazes agachamentos e desvias ao ritmo da tua música favorita. Treina com músicas oficiais e vários treinos de corpo inteiro — ou adiciona as tuas próprias faixas e deixa o autogerador criar sessões personalizadas. Cria playlists, queima calorias e desfruta de treinos motivadores e infinitos."}, {"images": {"nodes": []}, "id": "2129553127448537", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "entrenamiento", "ejercicio", "cardio"], "long_description": "¿Listo para dejar atrás la misma rutina aburrida de entrenamiento? PowerBeatsVR lleva tu experiencia fitness a otro nivel. Con nuestra **aplicación de fitness en VR intensa y sin suscripción**, golpearás, harás sentadillas y esquivarás rumbo a tus metas.\n\n“Siempre me costó encontrar motivación para ir al gimnasio. ¡Pero PowerBeatsVR me ayudó a alcanzar un peso que jamás imaginé!” — usuario de PowerBeatsVR\n{1647743869935674}\n\n**PowerBeatsVR está diseñado para entrenar todo el cuerpo.** Rompe rocas, supera obstáculos y quema calorías mientras te diviertes. Cuanto más te muevas y más fuerte golpees, mayor será tu puntuación. Entrena resistencia, fuerza y reflejos al ritmo de una banda sonora energética.\n\n**¿Quieres usar tu propia música? ¡Hazlo!** Deja que la app genere entrenamientos automáticamente y disfruta de **opciones prácticamente ilimitadas**, o crea tus propias sesiones con el editor intuitivo.\n{1906304466646407}\n\nCon la opción de desactivar obstáculos y ajustar velocidad, fuerza y precisión, tendrás **control total sobre tus entrenamientos**.\n\n¿Por qué no probar y dar el primer paso para enamorarte del fitness?\n\n**Nota:**\n\nSe requiere un espacio mínimo de 2 × 1,5 m.", "short_description": "PowerBeatsVR es una aplicación de fitness en VR de alta intensidad y sin suscripción, donde golpeas, haces sentadillas y esquivas al ritmo de tu música favorita. Entrena con canciones oficiales y decenas de rutinas completas — o sube tus propios temas y deja que el autogenerador cree sesiones personalizadas. Crea playlists, quema calorías y disfruta de entrenamientos motivadores e interminables."}, {"images": {"nodes": []}, "id": "1880787409314971", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["Fitness", "Workout", "Übung", "Training", "Cardio"], "long_description": "„Es war immer schwer, mich fürs Fitnessstudio zu motivieren. PowerBeatsVR hat mir letztendlich geholfen, ein Gewicht zu erreichen, von dem ich nie gedacht hätte, dass ich es erreichen würde!“ — PowerBeatsVR-Nutzer\n\nPowerBeatsVR ist eine rhythmusbasierte und **intensive VR Fitness-App**, mit der du endlose Trainingsmöglichkeiten und volle Kontrolle über deine Workouts erhältst  – alles **ohne jegliches Abo**.\n{2822727941266864}\n\n**Mit PowerBeatsVR trainierst du deinen ganzen Körper virtuell wie noch nie zuvor.** Trainiere deine Ausdauer, Kraft und Reaktionsfähigkeit und verbrenne spielerisch Kalorien, während du heranfliegende Objekte zerschmetterst und Hindernissen ausweichst. \n\nJe mehr du dich bewegst und je fester du zuschlägst, desto mehr Punkte bekommst du.\n{4158566537737720}\n\nBei dir steht der Spaß im Vordergrund und du willst dich nicht völlig verausgaben? Dann such dir den passenden Modus, deaktiviere bestimmte Hindernisse, und hab einfach Spaß an Bewegung.\n\n**Du willst eigene Musik verwenden? Kein Problem.** Lass PowerBeatsVR zu deinen Songs passende Workouts generieren oder werde kreativ und baue eigene Herausforderungen im intuitiven Editor.\n\n**Anmerkung:**\n\nEs wird eine Spielfläche von mindestens 2 × 1,5 m benötigt.", "short_description": "PowerBeatsVR ist eine motivierende VR Fitness-App, in der du zum Rhythmus energiegeladener Musik boxt und Hindernissen ausweichst. Wähle aus offiziellen Songs mit Leaderboards und dutzenden professionellen Ganzkörper-Workouts, oder verwende den Generator um mit deiner eigenen Musik zu trainieren. Kombiniere beliebige Workouts in deinen persönlichen Playlisten und erlebe noch intensivere und längere Trainingseinheiten. Und das alles ohne jegliches Abo!"}, {"images": {"nodes": []}, "id": "1557709808894325", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "cardio"], "long_description": "Bạn đã sẵn sàng thoát khỏi những buổi tập nhàm chán hằng ngày chưa? PowerBeatsVR sẽ đưa hành trình tập luyện của bạn lên một tầm cao mới. Với **ứng dụng tập luyện VR cường độ cao và không cần đăng ký**, bạn sẽ đấm, squat và né để tiến gần hơn đến mục tiêu của mình.\n\n“Việc tìm động lực đến phòng gym luôn rất khó đối với tôi. Nhưng PowerBeatsVR đã giúp tôi đạt được cân nặng mà tôi chưa từng nghĩ đến!” — người dùng PowerBeatsVR\n{1770046420371135}\n\n**PowerBeatsVR được thiết kế để rèn luyện toàn bộ cơ thể.** Phá vỡ những tảng đá bay tới, vượt qua chướng ngại vật và đốt cháy calo khi bạn đang vui vẻ. Bạn càng di chuyển nhiều và càng đánh mạnh, điểm số của bạn càng cao. Rèn luyện sức bền, sức mạnh và phản xạ theo nhịp nhạc đầy năng lượng.\n\n**Muốn dùng nhạc của riêng mình? Rất đơn giản!** Hãy để ứng dụng tự động tạo bài tập theo sở thích của bạn và trải nghiệm **gần như vô hạn lựa chọn bài tập**, hoặc tự tạo buổi tập với trình chỉnh sửa trực quan.\n{819394324025913}\n\nBạn có thể tắt chướng ngại vật và điều chỉnh tốc độ, lực đánh và độ chính xác — mang đến **toàn quyền kiểm soát buổi tập**.\n\nVậy tại sao không thử và bắt đầu hành trình yêu thích việc tập luyện?\n\n**Lưu ý:**\n\nCần không gian tập tối thiểu 2 × 1.5 m.", "short_description": "PowerBeatsVR là ứng dụng tập luyện VR cường độ cao, không cần đăng ký, nơi bạn đấm, squat và né theo nhịp bài hát yêu thích. Tập luyện với các bài nhạc chính thức và nhiều bài tập toàn thân — hoặc tải lên nhạc của riêng bạn và để bộ tạo tự động xây dựng các buổi tập cá nhân hóa. Tạo playlist, đốt cháy calo và tận hưởng những buổi tập đầy động lực và bất tận."}, {"images": {"nodes": []}, "id": "1472335490510629", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "antrenman", "egzersiz", "kardiyo"], "long_description": "Aynı sıkıcı antrenman rutininden kurtulmaya hazır mısınız? PowerBeatsVR, fitness yolculuğunuzu yeni bir seviyeye taşır. Bu **yüksek yoğunluklu ve aboneliksiz VR fitness uygulamasıyla**, yumruk atarak, çömelerek ve engellerden kaçarak hedeflerinize ilerlersiniz.\n\n“Spora gitmek için motivasyon bulmak benim için hep zordu. Ama PowerBeatsVR, hiç ulaşacağımı düşünmediğim bir kiloya ulaşmama yardımcı oldu!” — PowerBeatsVR kullanıcısı\n{1515354986399709}\n\n**PowerBeatsVR tüm vücudu çalıştırmak için tasarlanmıştır.** Üzerinize gelen kayaları parçalayın, engel parkurlarını geçin ve kalori yakarken eğlenin. Ne kadar çok hareket eder ve ne kadar güçlü vurursanız, skorunuz o kadar yüksek olur. Enerjik bir müzik eşliğinde dayanıklılık, güç ve refleks çalışın.\n\n**Kendi müziğinizi kullanmak mı istiyorsunuz? Elbette!** Uygulamanın tercihlerinize göre otomatik antrenmanlar oluşturmasına izin vererek **neredeyse sınırsız seçenek** elde edin veya sezgisel düzenleyiciyle kendi antrenmanlarınızı hazırlayın.\n{1400114601711526}\n\nEngelleri devre dışı bırakabilir, hız, güç ve hassasiyet ayarlarını yaparak **antrenmanlarınız üzerinde tam kontrol** sağlayabilirsiniz.\n\nNeden denemeyip fitnessı sevmeye giden ilk adımı atmayasınız?\n\n**Not:**\n\nEn az 2 × 1.5 m oyun alanı gereklidir.", "short_description": "PowerBeatsVR, favori müziğinizin ritmine göre yumruk attığınız, çömeldiğiniz ve engellerden kaçtığınız, abonelik gerektirmeyen yüksek yoğunluklu bir VR fitness uygulamasıdır. Resmî şarkılar ve tam vücut antrenmanlarıyla çalışın — veya kendi müziğinizi yükleyip otomatik oluşturucunun kişisel seanslar hazırlamasına izin verin. Oynatma listeleri oluşturun, kalori yakın ve motive edici sınırsız antrenmanların tadını çıkarın."}, {"images": {"nodes": []}, "id": "1384244556442815", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "treningsøkt", "øvelse", "trening", "kondis"], "long_description": "Er du klar til å bryte ut av den samme gamle treningsrutinen? PowerBeatsVR tar treningen din til et nytt nivå. Med vår **intense og abonnementsfrie VR-fitnessapp** vil du bokse, gjøre knebøy og unngå hindringer på veien mot målene dine.\n\n“Det var alltid vanskelig å finne motivasjon til treningssenteret. Men PowerBeatsVR hjalp meg å nå en vekt jeg aldri trodde var mulig!” — PowerBeatsVR-bruker\n{1338523724737523}\n\n**PowerBeatsVR er laget for å trene hele kroppen.** Knus steiner og kom deg gjennom hinderløyper mens du forbrenner kalorier og har det gøy. Jo mer du beveger deg og jo hardere du slår, desto høyere score. Tren utholdenhet, styrke og reaksjonsevne til et energisk lydspor.\n\n**Vil du bruke din egen musikk? Bare gjør det!** La appen generere økter automatisk akkurat slik du liker dem og opplev **nærmest ubegrensede treningsmuligheter**, eller lag dine egne med den intuitive editoren.\n{4106137219647749}\n\nMed muligheten til å deaktivere hindringer og justere hastighet, styrke og presisjon har du **full kontroll over treningen din**.\n\nHvorfor ikke prøve og ta det første steget mot å elske trening?\n\n**Merk:**\n\nMinst 2×1,5 m treningsområde kreves.", "short_description": "PowerBeatsVR er en abonnementsfri, høyintensiv VR-fitnessapp der du bokser, gjør knebøy og unngår hindringer i takt med favorittmusikken din. Tren med offisielle sanger og helkroppsøkter — eller last opp egne spor og la autogeneratoren lage personlige økter. Lag spillelister, brenn kalorier og nyt endeløse, motiverende treningsøkter."}, {"images": {"nodes": []}, "id": "1378129240509554", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "trénink", "cvičení", "trénování", "kardio"], "long_description": "Jste připraveni uniknout ze staré nudné tréninkové rutiny? PowerBeatsVR posune vaši fitness cestu na novou úroveň. Díky naší **intenzivní fitness aplikaci ve VR bez předplatného** budete boxovat, dřepovat a uskakovat na cestě za vysněnou kondicí.\n\n„Motivovat se do posilovny pro mě bylo vždy těžké. Ale PowerBeatsVR mi pomohl dosáhnout váhy, které jsem nikdy nevěřil!“ — uživatel PowerBeatsVR.\n{1170053898553047}\n\n**PowerBeatsVR je navržen tak, aby trénoval celé tělo.** Rozbíjením kamenů a překonáváním překážek spalujete kalorie a zároveň se bavíte. Čím více se hýbete a čím silněji udeříte, tím vyšší skóre získáte. Trénujte vytrvalost, sílu i reflexy do rytmu energického soundtracku.\n\n**Chcete použít vlastní hudbu? Žádný problém!** Nechte aplikaci vše automaticky vygenerovat dle vašich preferencí a užijte si **téměř neomezené tréninkové možnosti**, nebo si vytvářejte vlastní tréninky pomocí intuitivního editoru.\n{2644900655880911}\n\nDíky možnosti vypnout překážky a upravit rychlost, sílu a přesnost máte **plnou kontrolu nad svým tréninkem**.\n\nTak proč to nezkusit a nevydat se první krok k tomu, abyste si zamilovali fitness?\n\n**Poznámka:**\n\nJe vyžadován hrací prostor alespoň 2×1,5 m.", "short_description": "PowerBeatsVR je intenzivní fitness aplikace ve VR bez předplatného, ve které boxujete, dřepujete a uskakujete do rytmu své oblíbené hudby. Trénujte s oficiálními skladbami a desítkami celotělových tréninků — nebo nahrajte vlastní a nechte autogenerátor vytvořit personalizované lekce. Tvořte playlisty, spalujte kalorie a užijte si nekonečně motivující cvičení."}, {"images": {"nodes": []}, "id": "1327810725315624", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["健身", "訓練", "運動"], "long_description": "厭倦一成不變的健身方式了嗎？PowerBeatsVR 將你的運動體驗帶到全新境界。透過這款**高強度、無需訂閱的 VR 健身應用**，你將透過出拳、深蹲與閃避逐步靠近理想體態。\n\n「我一直很難找到去健身房的動力，但 PowerBeatsVR 幫助我達到從未想過的體重！」— PowerBeatsVR 使用者\n{1168510615415305}\n\n**PowerBeatsVR 專為全身訓練打造。** 崩碎迎面而來的巨石、挑戰障礙，同時燃燒卡路里於無形。你的動作越多、出拳越有力，分數就越高。跟著充滿能量的配樂訓練耐力、力量與反應能力。\n\n**想用自己的音樂？當然可以！** 讓應用自動產生符合偏好的訓練，享受**近乎無限的運動選項**，或透過直覺式編輯器為喜愛歌曲打造專屬訓練。\n{1375055130792540}\n\n你可關閉障礙物並調整速度、力度與精準度，讓你對訓練擁有**完全掌控權**。\n\n現在就試試吧，踏出愛上健身的第一步！\n\n**注意：**\n至少需 2 × 1.5 公尺的活動空間。", "short_description": "PowerBeatsVR 是一款高強度的 VR 健身遊戲，您能跟著動感十足的音樂節奏進行拳擊、閃躲和深蹲。選擇設有排行榜和數十種專業鍛鍊項目的官方歌曲，或是使用自動產生器遊玩專屬音樂。您也可以在個人化的播放清單中結合這些鍛鍊項目，挑戰更劇烈更持久的訓練。燃燒卡路里，讓脈搏加速吧。"}, {"images": {"nodes": []}, "id": "1287295613167056", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": [], "long_description": "Gotowy, by wyrwać się ze starej, nudnej rutyny treningowej? PowerBeatsVR przeniesie Twój fitness na wyższy poziom. Dzięki naszej **intensywnej aplikacji fitness VR bez subskrypcji** będziesz uderzać, robić przysiady i unikać przeszkód, osiągając swoje cele.\n\n„Motywacja do siłowni była dla mnie zawsze trudna. Ale PowerBeatsVR pomógł mi osiągnąć wagę, o której nigdy nie marzyłem!” — użytkownik PowerBeatsVR\n{1902053384028402}\n\n**PowerBeatsVR zostało stworzone, by trenować całe ciało.** Rozbijaj nadlatujące głazy i pokonuj przeszkody, spalając kalorie i dobrze się bawiąc. Im więcej się ruszasz i im mocniej uderzasz, tym wyższy wynik. Trenuj wytrzymałość, siłę i refleks przy energetycznej muzyce.\n\n**Chcesz użyć własnej muzyki? Śmiało!** Pozwól aplikacji automatycznie generować treningi według Twoich preferencji i korzystaj z **praktycznie nieograniczonych możliwości**, lub twórz własne sesje za pomocą intuicyjnego edytora.\n{1237919691492263}\n\nMożesz dezaktywować przeszkody oraz regulować szybkość, siłę i precyzję — masz **pełną kontrolę nad treningiem**.\n\nDlaczego więc nie spróbować i zrobić pierwszego kroku do pokochania fitnessu?\n\n**Uwaga:**\n\nWymagana przestrzeń to co najmniej 2×1,5 m.", "short_description": "PowerBeatsVR to intensywna aplikacja fitness VR bez subskrypcji, w której uderzasz, robisz przysiady i unikasz przeszkód w rytm ulubionej muzyki. Trenuj z oficjalnymi utworami i dziesiątkami treningów całego ciała — lub wgraj własne i pozwól autogeneratorowi tworzyć spersonalizowane sesje. Twórz playlisty, spalaj kalorie i ciesz się motywującymi treningami bez końca."}, {"images": {"nodes": []}, "id": "1236157724998888", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["фитнес", "тренировка", "упражнение", "кардио"], "long_description": "Готовы избавиться от скучной тренировочной рутины? PowerBeatsVR поднимет ваш фитнес на новый уровень. С нашим **интенсивным VR-фитнес-приложением без подписки** вы будете бить, приседать и уклоняться на пути к своей лучшей форме.\n\n«Мне всегда было сложно мотивировать себя ходить в зал. Но PowerBeatsVR помог мне достичь веса, о котором я даже не мечтал!» — пользователь PowerBeatsVR\n{1169910957915235}\n\n**PowerBeatsVR создан для тренировки всего тела.** Разбивая летящие камни и проходя препятствия, вы сжигаете калории и получаете удовольствие. Чем активнее вы двигаетесь и чем сильнее наносите удары, тем выше будет ваш результат. Тренируйте выносливость, силу и реакцию под энергичный саундтрек.\n\n**Хотите использовать свою музыку? Конечно!** Доверяйте автогенератору — он создаст тренировки по вашему вкусу, предоставив **практически безграничные возможности**. Или создавайте свои собственные упражнения с помощью интуитивного редактора.\n{1180648884000650}\n\nВы можете отключать препятствия и регулировать скорость, силу и точность, получая **полный контроль над тренировками**.\n\nПочему бы не попробовать и не сделать первый шаг к любви к фитнесу?\n\n**Примечание:**\nНеобходимо пространство минимум 2 × 1,5 м.", "short_description": "PowerBeatsVR — это интенсивное VR-приложение для фитнеса без подписки, где вы наносите удары, приседаете и уклоняетесь в ритм любимой музыки. Тренируйтесь с официальными треками и десятками полноценных упражнений — или загружайте свои композиции и позвольте автогенератору создать персональные сессии. Создавайте плейлисты, сжигайте калории и наслаждайтесь мотивационными тренировками без конца."}, {"images": {"nodes": []}, "id": "1187619909983601", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "workout", "exercise", "training", "cardio"], "long_description": "Are you ready to break free from the same old boring workout routine? PowerBeatsVR is here to elevate your fitness journey to new heights. With our **intense and subscription-free VR fitness app**, you'll be punching, squatting, and dodging your way to your dream body.\n\n“Getting motivated to go to the gym was always hard for me. But PowerBeatsVR has helped me reach a weight I never thought I'd reach!” — PowerBeatsVR user.\n{1568452754341242}\n\n**PowerBeatsVR is designed to train your entire body.** As you shatter incoming boulders and complete challenging obstacle courses, you'll burn calories and have fun at the same time. The more you move and the harder you hit, the higher your score. Enjoy training your stamina, strength, and reflexes to the beat of a diverse and energetic soundtrack.\n\n**Want to use your own music? Just do it!** Let the app auto-generate everything the way you like it and experience **virtually unlimited workout options**, or get creative and build workouts for your own songs with the intuitive editor.\n{1803730697177628}\n\nWith the ability to deactivate obstacles and adjust speed, strength, and precision, you'll always have **full control over your workouts**.\n\nSo why not give it a try and take the first step toward falling in love with fitness?\n\n**Note:**\n\n* A playspace of at least 6'6''x4'11'' (2x1.5m) is required.", "short_description": "PowerBeatsVR is a subscription-free and highly intense VR fitness app where you box, dodge, and squat to the rhythm of upbeat music. Choose between official songs with leaderboards and dozens of professional full-body workouts – or train with your own music using the auto-generator and enjoy endless hours of rewarding and personalized exercise. Combine those workouts in custom playlists and experience even longer training sessions. Have a blast while burning calories and getting fit in no time."}, {"images": {"nodes": []}, "id": "1175017777477472", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["健身", "訓練", "運動", "有氧"], "long_description": "厭倦了一成不變的運動方式？PowerBeatsVR 會將你的健身體驗提升至全新層次。透過這款**高強度且無需訂閱的 VR 健身應用**，你將透過出拳、深蹲及閃避逐步接近理想狀態。\n\n「我一直很難提起動力去健身，但 PowerBeatsVR 幫助我達到從沒想過的體重！」— PowerBeatsVR 用戶\n{2035447980584295}\n\n**PowerBeatsVR 專為全身訓練而設計。** 你會擊碎迎面而來的巨石、挑戰障礙，同時燃燒卡路里並樂在其中。動作越多、出拳越有力，分數越高。伴隨充滿活力的音樂訓練耐力、力量與反應速度。\n\n**想用自己的音樂？當然可以！** 讓應用程式按你的喜好自動產生訓練，享受**幾乎無限的運動可能性**，或使用直覺式編輯器為自選歌曲自製訓練。\n{1379472646878355}\n\n你可關閉障礙物，並調整速度、力量與準確度，從而**完全掌控你的訓練**。\n\n不妨一試，踏出愛上健身的第一步吧！\n\n**注意：**\n\n至少需要 2 × 1.5 米的活動空間。", "short_description": "PowerBeatsVR 是一款高強度的 VR 健身遊戲，您能跟著動感十足的音樂節奏進行拳擊、閃躲和深蹲。選擇設有排行榜和數十種專業鍛鍊項目的官方歌曲，或是使用自動產生器遊玩專屬音樂。您也可以在個人化的播放清單中結合這些鍛鍊項目，挑戰更劇烈更持久的訓練。燃燒卡路里，讓脈搏加速吧。"}, {"images": {"nodes": []}, "id": "1172814788159287", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["피트니스", "운동", "운동법", "트레이닝", "유산소"], "long_description": "지루한 운동 루틴에서 벗어날 준비가 되셨나요? PowerBeatsVR은 여러분의 피트니스 여정을 새로운 차원으로 끌어올립니다. 이 **고강도·구독 없는 VR 피트니스 앱**을 통해 펀치하고 스쿼트하며 회피 동작으로 목표에 더 가까워질 수 있습니다.\n\n“운동하러 가는 게 항상 힘들었어요. 하지만 PowerBeatsVR 덕분에 상상도 못한 체중에 도달했습니다!” — PowerBeatsVR 사용자\n{866892725845099}\n\n**PowerBeatsVR은 전신 운동을 위해 설계되었습니다.** 날아오는 바위를 부수고 장애물을 통과하면서 칼로리를 태우고 재미까지 얻을 수 있습니다. 더 많이 움직이고 더 강하게 칠수록 높은 점수를 얻습니다. 에너지 넘치는 음악에 맞춰 지구력, 근력, 반사 신경을 훈련하세요.\n\n**자신의 음악을 사용하고 싶나요? 가능합니다!** 앱이 자동으로 워크아웃을 생성하여 **사실상 무한한 운동 옵션**을 제공합니다. 또는 직관적인 편집기로 자신만의 코스를 만들 수도 있습니다.\n{4214280868826127}\n\n장애물 비활성화, 속도·강도·정확도 조절 등 **훈련을 완전히 원하는 대로 제어**할 수 있습니다.\n\n지금 바로 시작해서 피트니스를 사랑하게 되는 첫걸음을 내딛어 보세요.\n\n**주의:**\n\n필요한 플레이 공간은 최소 2×1.5m입니다.", "short_description": "PowerBeatsVR은 구독이 필요 없는 고강도 VR 피트니스 앱으로, 좋아하는 음악의 리듬에 맞춰 펀치하고 스쿼트하며 장애물을 피할 수 있습니다. 공식 음악과 다양한 전신 운동으로 트레이닝하거나, 직접 음악을 업로드해 자동 생성된 개인 맞춤 세션을 즐길 수 있습니다. 플레이리스트를 만들고 빠르게 칼로리를 소모하며, 재미있고 동기부여가 되는 무한한 워크아웃을 경험하세요."}, {"images": {"nodes": []}, "id": "1159133066430472", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "treeni", "harjoitus", "harjoittelu", "cardio"], "long_description": "Oletko valmis pääsemään eroon samasta vanhasta treenirutiinista? PowerBeatsVR vie kuntoilusi uudelle tasolle. Tällä **intensiivisellä ja tilausvapaalla VR-kuntoilusovelluksella** lyöt, kyykkäät ja väistelet matkalla kohti parempaa kuntoa.\n\n“Motivaation löytäminen salille oli minulle aina vaikeaa. Mutta PowerBeatsVR auttoi minua saavuttamaan painon, jota en koskaan uskonut mahdolliseksi!” — PowerBeatsVR-käyttäjä.\n{717385607494792}\n\n**PowerBeatsVR on suunniteltu treenaamaan koko kehoa.** Rikot saapuvia lohkareita ja selvität esteitä samalla kun poltat kaloreita ja pidät hauskaa. Mitä enemmän liikut ja mitä kovempaa lyöt, sitä korkeampi pisteesi on. Harjoittele kestävyyttä, voimaa ja reaktiokykyä energisen soundtrackin tahdissa.\n\n**Haluatko käyttää omaa musiikkia? Tee se!** Anna sovelluksen luoda treenit automaattisesti makusi mukaan ja koe **käytännössä rajattomat harjoitusmahdollisuudet**, tai luo omat treenisi intuitiivisella editorilla.\n{1365605571578843}\n\nVoit myös poistaa esteet käytöstä ja säätää nopeutta, voimaa ja tarkkuutta, joten sinulla on aina **täysi hallinta treeneistäsi**.\n\nMiksi et kokeilisi ja ottaisi ensimmäistä askelta kohti kuntoilun rakastamista?\n\n**Huom:**\n\nPelitilaa tarvitaan vähintään 2 × 1,5 m.", "short_description": "PowerBeatsVR on intensiivinen ja tilausvapaa VR-kuntoilusovellus, jossa lyöt, kyykkäät ja väistelet suosikkimusiikkisi tahdissa. Harjoittele virallisilla kappaleilla ja kymmenillä kokovartalotreeneillä — tai lataa omat kappaleesi ja anna autogeneraattorin luoda henkilökohtaisia harjoituksia. Rakenna soittolistoja, polta kaloreita ja nauti loputtoman motivoivista treeneistä."}, {"images": {"nodes": []}, "id": "1153717320277225", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "treino", "exercício", "treinamento", "cardio"], "long_description": "Pronto para sair da mesma rotina de treino de sempre? O PowerBeatsVR leva sua jornada fitness para outro nível. Com nosso **app de fitness em VR intenso e sem assinatura**, você vai socar, agachar e desviar enquanto avança rumo aos seus objetivos.\n\n“Eu sempre tive dificuldade para me motivar a ir à academia. Mas o PowerBeatsVR me ajudou a alcançar um peso que eu nunca imaginei!” — usuário do PowerBeatsVR\n{1175908714468465}\n\n**PowerBeatsVR foi projetado para treinar o corpo inteiro.** Ao destruir rochas e superar obstáculos, você queima calorias e se diverte ao mesmo tempo. Quanto mais você se move e mais forte atinge, maior será sua pontuação. Treine resistência, força e reflexos ao som de uma trilha energética.\n\n**Quer usar sua própria música? Vá em frente!** Deixe o app gerar tudo automaticamente como você quiser e experimente **opções praticamente ilimitadas de treino**, ou crie seus próprios treinos com o editor intuitivo.\n{2275526162947767}\n\nCom opções para desativar obstáculos e ajustar velocidade, força e precisão, você tem **controle total sobre seus treinos**.\n\nEntão por que não tentar e dar o primeiro passo para se apaixonar pelo fitness?\n\n**Observação:**\nÉ necessário um espaço de pelo menos 2 × 1,5 m.", "short_description": "PowerBeatsVR é um app de fitness em VR de alta intensidade e sem assinatura, onde você dá socos, faz agachamentos e desvia no ritmo da sua música favorita. Treine com músicas oficiais e diversos treinos completos — ou envie suas próprias faixas e deixe o gerador automático criar sessões personalizadas. Monte playlists, queime calorias e aproveite treinos motivadores e infinitos."}, {"images": {"nodes": []}, "id": "873352451884861", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "workout", "oefening", "training", "cardio"], "long_description": "Ben je klaar om te breken met dezelfde saaie sportroutine? PowerBeatsVR tilt je fitnessreis naar een hoger niveau. Met onze **intense VR-fitnessapp zonder abonnement** bokst, squat en ontwijk je op weg naar jouw beste vorm.\n\n“Het was altijd moeilijk om motivatie te vinden om te sporten. Maar PowerBeatsVR heeft me geholpen een gewicht te bereiken waarvan ik nooit dacht dat ik het zou halen!” — PowerBeatsVR-gebruiker.\n{1385179766590372}\n\n**PowerBeatsVR is ontworpen om je hele lichaam te trainen.** Verpletter rotsen, trotseer obstakels en verbrand calorieën terwijl je plezier hebt. Hoe meer je beweegt en hoe harder je slaat, hoe hoger je score. Train uithoudingsvermogen, kracht en reflexen op een energieke soundtrack.\n\n**Wil je je eigen muziek gebruiken? Doe het gewoon!** Laat de app alles automatisch genereren zoals jij het wilt en ervaar **bijna onbeperkte trainingsmogelijkheden**, of maak je eigen workouts met de intuïtieve editor.\n{874982101631844}\n\nMet de mogelijkheid om obstakels uit te schakelen en snelheid, kracht en precisie aan te passen, heb je **volledige controle over je trainingen**.\n\nWaarom zou je het niet proberen en de eerste stap zetten naar het verliefd worden op fitness?\n\n**Opmerking:**\n\nEen speelruimte van minimaal 2×1,5 m is vereist.", "short_description": "PowerBeatsVR is een intensieve VR-fitnessapp zonder abonnement, waarin je bokst, squat en ontwijkt op het ritme van je favoriete muziek. Train met officiële nummers en tientallen full-body workouts — of upload je eigen tracks en laat de autogenerator persoonlijke sessies maken. Bouw playlists, verbrand snel calorieën en geniet van eindeloze, motiverende trainingen."}, {"images": {"nodes": []}, "id": "826868283470507", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["フィットネス", "ワークアウト", "エクササイズ", "トレーニング", "有酸素運動"], "long_description": "いつもの退屈なトレーニングから抜け出す準備はできていますか？PowerBeatsVRは、あなたのフィットネス体験を新しいレベルへ引き上げます。この**高強度でサブスクリプション不要のVRフィットネスアプリ**では、パンチやスクワット、回避動作を通じて理想の体に近づくことができます。\n\n「ジムに行くモチベーションを保つのはいつも大変でした。でもPowerBeatsVRのおかげで、思いもしなかった体重に到達できました！」— PowerBeatsVRユーザー\n{1858992871677727}\n\n**PowerBeatsVRは全身トレーニング向けに設計されています。** 迫りくる岩を砕いたり、障害物を突破したりしながら、カロリーを燃焼しつつ楽しめます。動けば動くほど、強く打てば打つほどスコアが上がります。スタミナ、筋力、反射神経をエネルギッシュなサウンドトラックに合わせて鍛えましょう。\n\n**自分の音楽を使いたいですか？もちろん可能です！** アプリに自動生成を任せれば、**ほぼ無限のワークアウトオプション**を楽しめます。また、直感的なエディターを使って自分の曲用のワークアウトを作ることもできます。\n{2076108379809081}\n\n障害物の有効・無効や速度・強度・精度の調整など、いつでも**トレーニングを自分好みにカスタマイズ可能です**。\n\nさあ、一歩踏み出してフィットネスを好きになる準備をしましょう。\n\n**注意:**\n\n必要スペースは最低2×1.5mです。", "short_description": "PowerBeatsVRは、エネルギッシュな音楽のリズムに合わせてボクシング、ドッジング、スクワットを行う、高負荷VRフィットネスゲームです。リーダーボード対応の公式楽曲と数十種類のプロフェッショナルなワークアウトから選択、または、自動生成機能を使用してお手持ちの楽曲でプレイすることもできます。ワークアウトを組み合わせて自分だけのプレイリストを作成すれば、さらに高負荷で長時間のトレーニングを体験できます。燃焼カロリーと心拍数が向上する様子も確認できます。"}, {"images": {"nodes": [{"file_name": "Icon_512x512.png", "id": "3891318551012168", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491819982_3891318554345501_4443364933965695113_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NRVrqx-Oe8sQ7kNvwHwRBcF&_nc_oc=AdmUsvDa98nw6F5T6rREBulGIIhehPyHFFvcdgUQ5p_oRmXI-FWUU1xi3sxerodxnpA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftmdBaG5TesZ7209kW1AGJis-khV1maR6ahExHnV2upVA&oe=6995A50A"}, {"file_name": "CoverImageSquare.png", "id": "1445712870308227", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820855_1445712873641560_3219092625317484730_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tG5xbKG_JL8Q7kNvwFTWpyp&_nc_oc=AdnKDK9TlugpwemPs0I5xQEMThzQOddT2zrRdFwEg4Ay1x40mXYHGDw74sDJQj_kaBA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuBW4oVSmnBXoM2IvDifkCZdUhovjwzt8RPQNt5zChMzg&oe=699599DF"}, {"file_name": "CoverArtPortrait.png", "id": "1378908213900336", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820648_1378908217233669_5168555192421201254_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Nguwvf0hazQQ7kNvwEEo857&_nc_oc=Adlc3ljlaRPlqbkTIPwvBy_RemHWIplzwr-kdB72sefWxctYb2FCL90F2xRq0EYnOLc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvLTpVpGCekJ1DIwbZ2PTTWo91pUS8nDPAqbW0-BncOnA&oe=69959C00"}, {"file_name": "CoverImageLandscape.png", "id": "1178763677054980", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821115_1178763680388313_3711279985013732832_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rVWc82M7334Q7kNvwHyMCsd&_nc_oc=AdmvvygcZyOThRGVT0w71fkMbSL3vAGtfg7GVGcbSSwLeI7wR6wtYobjbXcjsKh4Aoc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft3uOcnAuu7QdjQEXcDVAccSv184tbrwmbEiXEmI6V2YQ&oe=6995B1A5"}, {"file_name": "Immersive Object Right.png", "id": "886187312647682", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/229023642_886187315981015_4772568723621346641_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FFs83IIYOzsQ7kNvwFplFIf&_nc_oc=AdlernluUE2FA1AjsTm5VOHaxI1Yp3R1YVdV411_v-TBUzCWh_FCLH_rNuGN_IES37Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuK_Nmi3s5l_9GGiQNHOra3csXFPy8KXIMClRLhxaj6ww&oe=69959D66"}, {"file_name": "CoverArtHero.png", "id": "860052246452620", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820855_860052253119286_3174070589837280599_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UTdLshlaD6sQ7kNvwH45TIo&_nc_oc=AdkDcpplvfZkiiVFoIwjlasfVkwZNY7vmHWw79h6MNaBWnMA4oa9YPV6sERsyHJDqpM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftUEL7qHmMqdPmF9ZRJRFKdLkEA57O5UGMsg0bda0BKOQ&oe=6995AC52"}, {"file_name": "Logo.png", "id": "707566010878887", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982570_707566014212220_6231515912052974108_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IL94hfo0hQ8Q7kNvwHOTPj2&_nc_oc=AdmxUQ0AXfTZ5cQQ0n-OFzy9geRxEsEcHOquEaaOUIYU2RQExxmeJ1wbYOb81u3F17E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftzTJt0scsLuXsmJ0euGEjF-IXEcErMq_XP51DYGXixOA&oe=69959FE6"}, {"file_name": "Immersive Logo.png", "id": "640091711216170", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974862_640091714549503_8296824854248007384_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xsfsaEwZOV8Q7kNvwFMYaUk&_nc_oc=AdnbXluFZczxpGOT9XBzABQbi0uyMShKYi0Fzzz57NMgoWIRLmU6dgyP4gjQET1CW7Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu91PgUfL4YQ95bYQnnOXeZ8AQ-DmrEt2cqzMzPfwgXoA&oe=6995BE78"}, {"file_name": "Immersive Backdrop.png", "id": "562351349279965", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75286672_562351352613298_8251262078463624221_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A5TO2_YRzQIQ7kNvwFLMIyN&_nc_oc=AdkQhPBAC6Lp3wVwA8lk42tDIPS8epx91kc-C0zNmvOcTujnhZsG5qsGMRCB5wOu9Hg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuDteTzlMw_Ipjt_dsHbFDq4bGf-Wg8RpfDAsjWHvOu7g&oe=6995B059"}, {"file_name": "Immersive Object Left.png", "id": "538282124783208", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035320_538282128116541_5150264686987979653_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=c7evgTNvwe0Q7kNvwE05_Vg&_nc_oc=AdmF_GhSdUAiS-MOkI1zjFsyYVK_7SpDxn4fAyLkRBoSP4GHo_qaJ5WJwqOpRTzRUO8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afttu7ubWPFAGyE4LGP4u_3GY62us8FrIbUIFL5zFzbW6g&oe=69959FE8"}]}, "id": "822535257234612", "locale": "en_US", "screenshots": [{"file_name": "Screenshot 1.png", "id": "1082881969771076", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031355_1082881973104409_6663989703699048979_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q-N-GatL50QQ7kNvwFbuK93&_nc_oc=AdnXxflXOazxUPOVEePtZdUx08RH0R9Az6Xj_MZhfWZTsY09brStf41CQ9MO-9Bpojs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvY9h0Otw8cOSoKMfKepyFeScpRHyeZ5l2f0U9QFKvrPw&oe=6995A485"}, {"file_name": "PowerBeatsVR - MR Screenshot 1.png", "id": "1991910097874333", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57568684_1991910101207666_6683185128842444521_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H3jmZve7ahkQ7kNvwGY4Qqd&_nc_oc=AdlukhGkA0hs9Y45H_vlIDgQZpnHs2Zi5ozvV95blHwxrYGqJXtwJvM8KitWyZKl-sI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsk70SqcwTMPS0zzCQaFaRa-KXKjSqc0at7IyEr8NrAyQ&oe=6995AD4F"}, {"file_name": "PowerBeatsVR - In-Game Screenshot 6-gigapixel-low_res-scale-2_00x.png", "id": "135420466323646", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86784920_135420469656979_7803408157528512111_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=iGYUjyWkbQgQ7kNvwHVHSq_&_nc_oc=AdlPFdgafvAtRIZ5RDZ1SZIv9CM7Zq-LH-4Dn9uM7I6l3LyZ5d3_dwy2SrKCtpWyAWQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afuikz1EwGv0hN6mjdvifgJYPnLmiHr4sU3HqI0Y3GxqtA&oe=6995A43D"}, {"file_name": "Mixed Reality Screenshot.png", "id": "296220293231549", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75411990_296220296564882_4340401245418951458_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TqeQr8GqP8YQ7kNvwGsNxXi&_nc_oc=AdlnXkh3BXXcAtGaOz5ltwATXCQrsX9gYXHCS9Bln7y-mXOBdcnN9lyuYIXInGn4YGg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuTq0fLwwr-kZ9tXgFrQRMTEk1qIldcJzHjTB9xWFVyNA&oe=6995BAE1"}, {"file_name": "Screenshot 5.png", "id": "3327435584185870", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031467_3327435587519203_3897746592632801246_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=evBpb7XaB18Q7kNvwEPUvGN&_nc_oc=AdlGO3rVRZkExjc3JaWi873crd6RLwHd6d23ZIwdQkprNtNdnHK26OAZwQ6NeitmzAA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs03pa7W9jqkBh21xTaSK6maffZWChPt3jYPFgjYYBPXA&oe=6995A472"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Trailer Cover Image.png", "id": "1220761288845439", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57568677_1220761292178772_1441579160850818761_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tLAOY55-hKsQ7kNvwFz7Czz&_nc_oc=AdkdF-nN_RUO1fE68WmcXNEms2H0dYDId6vSsLUz_wLFOPYG2hbmzQWrenHUVwSvcz8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsbTNAAo3G4xqq3JkqI0JUtrQ0gJff1B0DLI9rGl99jaQ&oe=6995A82F"}, "display_name": "PowerBeatsVR", "keywords": ["fitness", "workout", "exercise", "training", "cardio"], "long_description": "Are you ready to break free from the same old boring workout routine? PowerBeatsVR is here to take your fitness journey to new heights. With our **intense and subscription-free VR fitness app**, you'll be punching, squatting, and dodging your way to your dream body.\n\n“Getting motivated to go to the gym was always hard for me. But PowerBeatsVR has helped me reach a weight I never thought I'd reach!” — PowerBeatsVR user.\n{507759538661525}\n\n**PowerBeatsVR is designed to train your entire body.** As you shatter incoming boulders and complete challenging obstacle courses, you'll burn calories and have fun at the same time. The more you move and the harder you hit, the higher your score. Enjoy training your stamina, strength, and reflexes to the beat of a diverse and energetic soundtrack.\n\n**Want to use your own music? Just do it!** Let the app auto-generate everything the way you like it and experience **virtually unlimited workout options**, or get creative and build workouts for your own songs with the intuitive editor.\n{503634555621871}\n\nWith the ability to deactivate obstacles and adjust speed, strength, and precision, you'll always have **full control over your workouts**.\n\nSo why not give it a try and take the first step toward falling in love with fitness?\n\n**Note:**\n\nA playspace of at least 6'6''x4'11'' (2x1.5m) is required.", "short_description": "PowerBeatsVR is a subscription-free and highly intense VR fitness app where you box, dodge, and squat to the rhythm of upbeat music. Choose between official songs with leaderboards and dozens of professional full-body workouts – or train with your own music using the auto-generator and enjoy endless hours of rewarding and personalized exercise. Combine those workouts in custom playlists and experience even longer training sessions. Have a blast while burning calories and getting fit in no time.\n"}, {"images": {"nodes": []}, "id": "822418963913307", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": ["fitness", "träningspass", "övning", "träning", "cardio"], "long_description": "Redo att bryta dig loss från samma tråkiga träningsrutin? PowerBeatsVR lyfter din träningsupplevelse till nästa nivå. Med vår **intensiva och prenumerationsfria VR-träningsapp** kommer du slå, göra squats och undvika hinder på vägen mot dina mål.\n\n”Det var alltid svårt för mig att hitta motivation till gymmet. Men PowerBeatsVR hjälpte mig att nå en vikt jag aldrig trodde var möjlig!” — PowerBeatsVR-användare\n{1175471921215026}\n\n**PowerBeatsVR är utformat för att träna hela kroppen.** Krossa stenar, ta dig igenom hinderbanor och bränn kalorier samtidigt som du har roligt. Ju mer du rör dig och ju hårdare du slår, desto högre poäng får du. Träna uthållighet, styrka och reflexer till ett energifyllt soundtrack.\n\n**Vill du använda din egen musik? Kör på!** Låt appen autogenerera träningspass efter dina preferenser och få **nästan obegränsade träningsmöjligheter**, eller skapa egna pass med den intuitiva editorn.\n{2962590767262196}\n\nMed möjligheten att inaktivera hinder och justera hastighet, styrka och precision har du alltid **full kontroll över dina träningspass**.\n\nVarför inte prova och ta första steget mot att börja älska träning?\n\n**Obs:**\nEtt spelutrymme på minst 2 × 1,5 m krävs.", "short_description": "PowerBeatsVR är en högintensiv VR-träningsapp utan prenumeration, där du slår, gör squats och undviker hinder i takt med din favoritmusik. Träna med officiella låtar och helkroppsprogram — eller ladda upp egen musik och låt autogeneratorn skapa personliga pass. Skapa spellistor, bränn kalorier och njut av motiverande och oändliga träningspass."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.powerbeatsvr.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Five Mind Creations", "support_website_url": "https://www.powerbeatsvr.com/frequently-asked-questions/", "website_url": "https://www.powerbeatsvr.com/metaquest/", "category": "APPS", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "810139357995560"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "MUSIC", "SPORTS"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_CN", "de", "ja", "ko", "zh_TW", "fr", "it", "pt", "es", "th"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "25578932211745757"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820855_1445712873641560_3219092625317484730_n.png?stp=dst-png_s360x360&_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tG5xbKG_JL8Q7kNvwFTWpyp&_nc_oc=AdnKDK9TlugpwemPs0I5xQEMThzQOddT2zrRdFwEg4Ay1x40mXYHGDw74sDJQj_kaBA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftLa5SxnHg81FOUYroXBj9L0BlR4r3uPY6kl8VtGlC3Bg&oe=699599DF"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "PowerBeatsVR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "APPS", "id": "362692211442873"}, "context_topics": [{"topic_name": "Fitness & Wellness", "id": "810139357995560"}], "release_date": 1675969106, "lastRevision": {"nodes": [{"id": "542013060294859", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4336749139724039", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "331671887920936"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1166649347180087", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "PowerBeatsVR", "keywords": [], "long_description": "PowerBeatsVR ist ein actiongeladenes, rhythmusbasiertes VR Fitness-Spiel.\n\n- Dies ist die Vollversion von PowerBeatsVR! -\n\nMit PowerbeatsVR trainierst du deinen ganzen Körper in VR wie noch nie zuvor. Trainiere deine Ausdauer, deine Kraft und Reaktionsfähigkeit, verbrenne spielerisch Kalorien, während du heranfliegende Objekte zerschmetterst und Hindernissen ausweichst. \n\nJe mehr du dich bewegst und je fester du zuschlägst, desto mehr Punkte bekommst du.\n\nBei dir steht der Spaß im Vordergrund und du willst dich nicht völlig verausgaben? Dann such dir den passenden Modus, deaktiviere Hindernisse die du nicht magst, vergrößere deine Reichweite mit anderen Waffen, und hab einfach Spaß an Bewegung.\n\nDu willst eigene Musik verwenden? Kein Problem. Lass das Spiel zu deinen Songs passende Workouts generieren oder werde kreativ und baue eigene Herausforderungen im Editor.\n\nAnmerkungen: \n* 2x1.5m werden benötigt.\n* Herzfrequenzmesser werden derzeit auf der Quest nicht unterstützt.", "short_description": "PowerBeatsVR ist ein packendes VR Fitness-Spiel, in dem du zum Rhythmus energiegeladener Musik boxt und Hindernissen ausweichst. Wähle aus offiziellen Songs mit Leaderboards und dutzenden professionellen Workouts, oder verwende den Generator um zu deiner eigenen Musik zu spielen. Kombiniere beliebige Workouts in deinen persönlichen Playlisten und erlebe noch intensivere und längere Trainingseinheiten. "}, {"images": {"nodes": [{"file_name": "CoverImageVR.png", "id": "1173510789740378", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001667_1173510793073711_2824407101793095781_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FLCYa5pxaawQ7kNvwGwgvpa&_nc_oc=AdkAA2aQYwsZ91UlxWbZHjRqb8UL0AYXideioi2CSazhea-h4qyGaTFUaHj_BQh146Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs3nZnaYlKjp6D56UMMimmZveKnCAcmiDL0I2JE2F438w&oe=6995BB9F"}, {"file_name": "CoverImageSquare.png", "id": "1083468132184679", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031399_1083468135518012_272131277958243400_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9GL_-Euz5tsQ7kNvwGjRjOC&_nc_oc=AdnSN2_fkEQ7FobEWl0OWKnASi220tljsrGG3w7Ea_ncbcRJWgmUk-ATFmk2gBsegtg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvc05LmwMGMfsxn9uX1wEz1cznVnQq386YgEubq27aVXA&oe=6995BA54"}, {"file_name": "CoverImageHeroArt_3000x900.png", "id": "841358363157506", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75429297_841358366490839_8519325899852530519_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lwFq0tLU2mcQ7kNvwGybzaT&_nc_oc=AdkHL78l7_hXpr65sXrsgT2FPgVLAuF9HCLPsrSOAYXZP8xoduAd8_rCdolayyfZVRg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft7NaxYgGvJA1cZV93smphis7p5MdxIVZrBctC1upidNQ&oe=6995C7BB"}, {"file_name": "CoverImagePortrait.png", "id": "795289961134612", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75556797_795289964467945_6119182242040912145_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TjPJjj_y0sgQ7kNvwHfmXG-&_nc_oc=AdkTiWbc4abcgwNDhZ1WIqrQKQmixf4NhQiCip2mdwjtQyxQ_EeI8uDCWLMdUNgpYdA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvJ_rrguQ2NiXbXB_wde7bJtHEtaQQpaYUXZVbsPzON9A&oe=6995C873"}, {"file_name": "CoverImageLandscape.png", "id": "540283570512011", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39003244_540283573845344_6203974474684195305_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=w3A0tKOy1YIQ7kNvwHvY2uI&_nc_oc=AdkfXbHgfj96NjxUNZqNNz8enME1ogdAu_iVN5C2vAWmZ5DAnp3-FECFH84Os-aXBxw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuLh12UV5H-D42MdaAodtYCl_rbyoX3ZXZHMdAKnOiK6g&oe=6995AF88"}, {"file_name": "Symbol_512x512.png", "id": "373414350865123", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75404233_373414360865122_2419362821377577905_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OuHQ-p7P_OIQ7kNvwEzuYU6&_nc_oc=AdlH9B9on9-mn5yr0kUCQvj627THrQPgaD9vHP1Ugg9x9H2x-myQzTh6V2QcV26bQOE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfssK0fkZ97RRpSY_DypzaVgdNfw51kGOPzGLEPNfMAX3g&oe=6995CD0D"}, {"file_name": "Logo.png", "id": "163904969065211", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982454_163904972398544_5841605497447982751_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JXJztFjNqCcQ7kNvwE1TEJn&_nc_oc=AdnuV4w61bHpelTyQ0TvhjvpyBiWJRZzLaCo98jET0owKlaoFHP_dJWmHt5LzWlObTQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsnX1RhAo7r4wHp-KuhW5f77G_cSeoeBlhP4GvDjq-V2w&oe=6995BBE1"}]}, "id": "175032051151172", "locale": "en_US", "screenshots": [{"file_name": "4.5 Stars - Fist Sky FPV.png", "id": "2915701458668114", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974705_2915701462001447_4332556071733803742_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yMBfd81-kFkQ7kNvwEwl-UD&_nc_oc=Adlz6BbBMb-ylY4xTx1rmYHHyR0P0qXKH2dyR-64VXWpFWpYOvd-lKUlcrUmuvfMjsY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afurq4m8ImyjXSN-gGpy6fxueGCuVXUBUbGH93_LyzTPbw&oe=6995A0F3"}, {"file_name": "4.5 Sterne - Desert - Powerfist (1).png", "id": "1531862953829858", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75207236_1531862960496524_8447832530979939953_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PTBtVS-GBTUQ7kNvwFFUMiM&_nc_oc=Adnt4Z5sFCeZiFM-LpfuYbFpV-e6sHGLX52Nqgx_wrDFAUlw0TfgBLmB-yBiZbtC_zg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs8Mi9McVFcyrc1Z4xFt877YzzMYCMOAgIN9a-MuY7CjA&oe=6995C21C"}, {"file_name": "4 Stars - Powerfist Space FPV (3).png", "id": "2071999242976504", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974745_2071999246309837_2737342564280534140_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=O2OgmefVLlcQ7kNvwFzA9_W&_nc_oc=Adk9lF-65vqxycgfN6SKXNXrzlKAbkBW_Ew7FlD5RGrbL5Oiy4uSlxDCUAfWks5Al2U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUGEvbUcjCxH2DEvKWhpsRZZNhX0t1NZdnwSI4vzlwoA&oe=69959BB8"}, {"file_name": "4.5 Stars - Shield Sky FPV.png", "id": "525015628639190", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982449_525015635305856_7905303724720278257_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZQ_7uPM3OQ4Q7kNvwEP400p&_nc_oc=Adm5gSo27294lm948qVLN927wIxyWKSm0vpjfdrCwG9RYopdIkyyKCe8LafnWLWQmPI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftSDf1CdYZaq7JCaP_HtGJhTNwq5fChb2dWERu21XQQMw&oe=6995C2AF"}, {"file_name": "4 Sterne - Medieval Powerfist (1).png", "id": "344194110522332", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75221329_344194113855665_3711589514776065556_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0350y4zVkegQ7kNvwEVvdZd&_nc_oc=Adnh80ttOmtm7l0t33f4A48qab8o56dXj78z8Vqpis6y-6EGOa3CMps2YagOPSWGSig&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftzgG7zX_zmlk4u4WGcYjh1uX45IAn48X_CLKhk7now-g&oe=6995A25D"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Cover Image.png", "id": "2937370096513259", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982535_2937370099846592_5239615612859691288_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=i8rqTkDE_yYQ7kNvwFZEtib&_nc_oc=AdmFXmC3-YVZoHVItkwZX_ey04tEfQGmEeAqFDLciCnQaej4HPMQfXLYFieruIfWeqE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft3yrKAxkXPSFlnXeI01ubnMEBNlCAbthRnAzfy0sTZZQ&oe=6995A584"}, "display_name": "PowerBeatsVR", "keywords": [], "long_description": "“Getting motivated to go to the gym was always hard for me. But PowerBeatsVR has helped me reach a weight I never thought I'd reach!\" - PowerBeatsVR User\n\nPowerBeatsVR is an action-packed, rhythm-based VR fitness experience that trains your entire body like no other.\n\n- This is the FULL RELEASE coming from PCVR! There is no subscription, and never will be! -\n\nFall in love with fitness as you punch, duck, and dodge your way through challenging obstacle courses. Shatter incoming boulders into pieces and see those calories burn with ease.\n\nThe more you move and the stronger you hit, the higher your score. Have fun while training your stamina, strength, and reflexes to the beat of a diverse and energetic soundtrack.\n\nWant to use your own music? Just do it. Let the game auto-generate everything the way you like it or get creative and built workouts for your custom songs with the editor.\n\nNotes: \n* A playspace of at least 6'6''x4'11'' (2x1.5m) is required.\n* No HRM support on Quest.", "short_description": "PowerBeatsVR is a high-intensity VR fitness game where you box, dodge, and squat to the rhythm of energetic music. Choose between official songs with leaderboards and dozens of professional workouts or play with your own music using the auto-generator. Combine those workouts in personalized playlists and experience even more intense and longer training sessions. See those calories burn and your pulse racing."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.powerbeatsvr.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Five Mind Creations", "support_website_url": "https://www.powerbeatsvr.com/frequently-asked-questions/", "website_url": "https://www.powerbeatsvr.com/", "category": "GAMES", "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "810139357995560"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "MUSIC", "SPORTS"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "653197329160031"}}]}, "scheduled_offers": {"count": 44, "nodes": [{"status": "PUBLISHED", "id": "2920222641505886"}, {"status": "PUBLISHED", "id": "1563963341315885"}, {"status": "PUBLISHED", "id": "1549361696189609"}, {"status": "PUBLISHED", "id": "723203840788973"}, {"status": "PUBLISHED", "id": "1470446604277827"}, {"status": "PUBLISHED", "id": "1168061265125865"}, {"status": "PUBLISHED", "id": "1166371368301285"}, {"status": "PUBLISHED", "id": "1788417652013947"}, {"status": "PUBLISHED", "id": "1151828572984024"}, {"status": "PUBLISHED", "id": "2903041926662105"}, {"status": "PUBLISHED", "id": "551763860619043"}, {"status": "PUBLISHED", "id": "1543124866620228"}, {"status": "PUBLISHED", "id": "1244800033346669"}, {"status": "PUBLISHED", "id": "467292855855619"}, {"status": "PUBLISHED", "id": "752724765891723"}, {"status": "PUBLISHED", "id": "1245045019689041"}, {"status": "PUBLISHED", "id": "801877484871457"}, {"status": "PENDING", "id": "678455477168314"}, {"status": "PUBLISHED", "id": "940964660565028"}, {"status": "CANCELLED", "id": "1206978960260904"}, {"status": "PENDING", "id": "1115529616487669"}, {"status": "CANCELLED", "id": "1072357287215564"}, {"status": "PUBLISHED", "id": "753850263406625"}, {"status": "PENDING", "id": "253082223945880"}, {"status": "PUBLISHED", "id": "1087765922351828"}, {"status": "PENDING", "id": "290193750659880"}, {"status": "PENDING", "id": "821944729455148"}, {"status": "PUBLISHED", "id": "375795128705863"}, {"status": "PUBLISHED", "id": "475891780546054"}, {"status": "PUBLISHED", "id": "756216712286374"}, {"status": "PUBLISHED", "id": "134377298842966"}, {"status": "PUBLISHED", "id": "101649719657881"}, {"status": "PUBLISHED", "id": "966669234612335"}, {"status": "PUBLISHED", "id": "1945797525767036"}, {"status": "PUBLISHED", "id": "968838787166944"}, {"status": "PENDING", "id": "797129058613813"}, {"status": "PENDING", "id": "650982843060108"}, {"status": "PENDING", "id": "1410573626395104"}, {"status": "PENDING", "id": "782104990239463"}, {"status": "PUBLISHED", "id": "848347869700236"}, {"status": "PUBLISHED", "id": "1026074581613496"}, {"status": "PENDING", "id": "297055822666894"}, {"status": "CANCELLED", "id": "2168580440154699"}, {"status": "PUBLISHED", "id": "1227430348178807"}]}, "baseline_offer": {"id": "1227430348178807"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "2920222641505886"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24649900587982262", "version": "4.4.0 R6494M"}, "id": "331249448585819", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4336749139724039", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24649900587982262"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1771023716, "id": "26282444814727823", "version": "4.4.0 R6629M", "version_code": 907, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26282442608061377"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4336749139724039", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24649900587982262"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1771020670, "id": "26282145274757777", "version": "4.4.0 R6629M", "version_code": 906, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26282143051424666"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4336749139724039", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24649900587982262"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "331249448585819"}]}, "change_log": null, "created_date": 1755028325, "id": "24649900587982262", "version": "4.4.0 R6494M", "version_code": 893, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24649898737982447"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4336749139724039", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24649900587982262"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "331249448585819"}]}, "change_log": null, "created_date": 1755003487, "id": "24647229744916013", "version": "4.4.0 R6490M", "version_code": 892, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24647224648249856"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4336749139724039", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24649900587982262"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "331249448585819"}]}, "change_log": null, "created_date": 1754308532, "id": "24577432898562365", "version": "4.4.0 R6486M", "version_code": 887, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24577427755229546"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}