{"data": {"node": {"__typename": "Application", "id": "7341306525927686", "organization": {"id": "101803936080449", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7341306525927686"}]}, "id": "395167729720589"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4923831391074464"}]}, "id": "1017982015907643"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6707883882588973"}]}, "id": "1334531947928720"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5905492699487778"}]}, "id": "3141729812708658"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7341306525927686", "release_date": 1708643520, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 11}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25844394075192317"}, "id": "1129670058219718"}]}}, "binary": null, "live_binary": null, "created_date": 1741201780, "id": "9511220818936235", "is_initial_release": false, "name_with_fallback": "v3", "pdp_metadata_with_fallback": {"version": 3, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9511223145602669"}, "release_status": "RELEASED", "id": "7341306525927686"}, "id": "9511223145602669", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7341306525927686", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "352122961119462"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "9861128680598857", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SYMULTOR PSZCZELARSTWA VR", "keywords": ["Symulator", "Rola", "RPG", "Realistyczny", "Gra"], "long_description": "Witaj w grze BEEKEEPING SIMULATOR wirtualnej rzeczywistości!\n\nW tym immersyjnym doświadczeniu wcielisz się w rolę pszczelarza i wyruszysz w podróż do bujnego pasieki pełnej bzyczących pszczół. Twoja misja to zarządzać pszczołami i opiekować się nimi, aby zapewnić udany zbiór miodu.\n\nSprawdzaj ule, zbieraj miód i wosk pszczeli oraz dbaj o potrzeby pszczół. Wykorzystuj narzędzia i sprzęt do utrzymania uli, ochrony pszczół przed zagrożeniami i promowania ich dobrostanu.\n\nW miarę postępu gry napotkasz wyzwania, takie jak kontrolowanie rojów, zarządzanie zasobami i radzenie sobie z czynnikami mogącymi wpłynąć na zdrowie pszczół.\n\nZanurz się w świat pszczelarstwa i doświadcz radości i wyzwań związanych z pielęgnowaniem tych kluczowych zapylaczy w tej realistycznej i edukacyjnej grze symulacyjnej VR. Czy jesteś gotów zostać mistrzem pszczelarstwa? Zaczynajmy!", "short_description": "Zanurz się w świat pszczelarstwa i doświadcz radości oraz wyzwań związanych z opieką nad tymi kluczowymi zapylaczami w tej realistycznej i edukacyjnej grze symulacyjnej VR. \n\nSprawdź ule, zbieraj miód i wosk pszczeli oraz dbaj o potrzeby pszczół. Utrzymuj ule, chroń pszczoły przed zagrożeniami i wspieraj ich dobrostan. \n\nJesteś gotowy, aby stać się mistrzem pszczelarstwa? Zaczynamy!"}, {"images": {"nodes": []}, "id": "2652150858449414", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "СИМУЛЯТОР ПЧЕЛОВОДСТВА VR", "keywords": ["Симулятор", "Роль", "RPG", "Реалистичный", "Игра"], "long_description": "Добро пожаловать в игру BEEKEEPING SIMULATOR в виртуальной реальности!\n\nВ этом погружающем опыте вы станет на место пчеловода и отправитесь в путешествие к пчеловодческой ферме, изобилующей жужжащими пчелами. Ваша миссия — управлять и заботиться о пчелах, чтобы обеспечить успешный сбор меда.\n\nПроверьте ульи, собирайте мед и воск, заботьтесь о потребностях пчел. Используйте инструменты и оборудование для обслуживания ульев, защиты пчел от угроз и содействия их благополучию.\n\nПо мере прохождения игры вам предстоит столкнуться с такими вызовами, как контроль за роями, управление ресурсами и работа с факторами, которые могут повлиять на здоровье пчел.\n\nПогрузитесь в мир пчеловодства и испытайте радости и трудности ухода за этими важными опылителями в этой реалистичной и образовательной игре-симуляторе виртуальной реальности. Готовы стать мастером-пчеловодом? Давайте начнем!", "short_description": "Погрузитесь в мир пчеловодства и испытай радости и трудности ухода за этими важными опылителями в этой реалистичной и образовательной игре-симуляторе VR. Проверьте ульи, собирайте мед и воск, заботьтесь о потребностях пчел. Поддерживайте ульи, защищайте пчел от угроз и способствуйте их благополучию. Готовы стать мастером-пчеловодом? Давайте начнем!"}, {"images": {"nodes": []}, "id": "2165894303843153", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BIJENTEELT SIMULATOR VR", "keywords": ["Simulator", "Rol", "RPG", "Realistisch", "Spel"], "long_description": "Welkom bij het virtuele realiteit BEEKEEPING SIMULATOR-spel!\n\nIn deze meeslepende ervaring stap je in de schoenen van een imker en begin je aan een reis naar een weelderige bijenboerderij vol zoemende bijen. Jouw missie is om de bijen te beheren en te verzorgen om een succesvolle honingoogst te garanderen.\n\nInspecteer de bijenkorven, verzamel honing en bijenwas, en zorg voor de behoeften van de bijen. Gebruik gereedschap en apparatuur om de bijenkorven te onderhouden, de bijen te beschermen tegen bedreigingen en hun welzijn te bevorderen.\n\nTerwijl je door het spel vordert, krijg je te maken met uitdagingen zoals het beheersen van zwermen, het beheren van middelen en het omgaan met factoren die de gezondheid van de bijen kunnen beïnvloeden.\n\nDompel jezelf onder in de wereld van de bijenteelt en ervaar de vreugden en uitdagingen van het verzorgen van deze essentiële bestuivers in dit realistische en educatieve virtuele simulator spel. Ben je klaar om een meesterimker te worden? Laten we beginnen!", "short_description": "Duik in de wereld van de bijenteelt en ervaar de vreugde en uitdagingen van het verzorgen van deze essentiële bestuivers in dit realistische en educatieve VR-simulatorspel. \n\nInspecteer de hives, verzamel honing en bijenwas, en zorg voor de behoeften van de bijen. Onderhoud de hives, bescherm de bijen tegen bedreigingen en bevorder hun welzijn. \n\nBen je klaar om een meesterbijenhouder te worden? Laten we beginnen!"}, {"images": {"nodes": []}, "id": "1817738822376479", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SIMULADOR DE APICULTURA VR", "keywords": ["Jogo", "Realista", "RPG", "Papel", "Simulador"], "long_description": "Bem-vindo ao jogo BEEKEEPING SIMULATOR em realidade virtual!\n\nNesta experiência imersiva, você se colocará na pele de um apicultor e embarcará em uma jornada até uma exuberante fazenda de abelhas repleta de abelhas zumbidoras. Sua missão é gerenciar e cuidar das abelhas para garantir uma colheita bem-sucedida de mel.\n\nInspecione as colmeias, colete mel e cera de abelha, e atenda às necessidades das abelhas. Utilize ferramentas e equipamentos para manter as colmeias, proteger as abelhas de ameaças e promover o seu bem-estar.\n\nÀ medida que você avança no jogo, enfrentará desafios como o controle de enxames, a gestão de recursos e a lidando com fatores que podem impactar a saúde das abelhas.\n\nMergulhe no mundo da apicultura e experimente as alegrias e desafios de cuidar destes polinizadores vitais neste simulador de realidade virtual realista e educativo. Está pronto para se tornar um mestre apicultor? Vamos começar!", "short_description": "Mergulhe no mundo da apicultura e experimente as alegrias e os desafios de cuidar destes polinizadores vitais neste jogo de simulação em realidade virtual realista e educativo. \n\nInspecione as colmeias, colete mel e cera de abelha e atenda às necessidades das abelhas. Mantenha as colmeias, proteja as abelhas das ameaças e promova o seu bem-estar. \n\nEstá pronto para se tornar um mestre apicultor? Vamos começar!"}, {"images": {"nodes": []}, "id": "1802679213842861", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SIMULADOR DE APICULTURA VR", "keywords": ["Simulador", "Papel", "RPG", "Realista", "Juego"], "long_description": "¡Bienvenido al juego BEEKEEPING SIMULATOR en realidad virtual!\n\nEn esta experiencia inmersiva, te pondrás en los zapatos de un apicultor y comenzarás un viaje hacia una exuberante granja de abejas repleta de abejas zumbantes. Tu misión es gestionar y cuidar a las abejas para garantizar una cosecha exitosa de miel.\n\nInspecciona las colmenas, recoge miel y cera de abeja, y atiende las necesidades de las abejas. Utiliza herramientas y equipos para mantener las colmenas, proteger a las abejas de amenazas y promover su bienestar.\n\nA medida que avances en el juego, enfrentarás desafíos como el control de enjambres, la gestión de recursos y el manejo de factores que pueden afectar la salud de las abejas.\n\nSumérgete en el mundo de la apicultura y experimenta las alegrías y desafíos de cuidar de estos polinizadores vitales en este simulador educativo y realista de realidad virtual. ¿Estás listo para convertirte en un maestro apicultor? ¡Empecemos!", "short_description": "Sumérgete en el mundo de la apicultura y experimenta las alegrías y desafíos de cuidar a estos polinizadores vitales en este realista y educativo juego de simulación de realidad virtual. \n\nInspecciona las colmenas, recoge miel y cera de abejas, y atiende a las necesidades de las abejas. Mantén las colmenas, protege a las abejas de las amenazas y promueve su bienestar. \n\n¿Estás listo para convertirte en un maestro apicultor? ¡Comencemos!"}, {"images": {"nodes": []}, "id": "1698184171133255", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "养蜂模拟器 VR", "keywords": ["模拟器", "角色", "角色扮演游戏", "现实的", "游戏"], "long_description": "欢迎来到虚拟现实的BEEKEEPING SIMULATOR游戏！\n\n在这个沉浸式体验中，您将化身为养蜂人，踏上前往郁郁葱葱的养蜂场的旅程，那里蜂鸣声不断。您的任务是管理和照顾蜜蜂，以确保成功的收获蜜。\n\n检查蜂箱，收集蜂蜜和蜜蜡，照顾蜜蜂的需求。利用工具和设备维护蜂箱，保护蜜蜂免受威胁，并促进它们的幸福。\n\n在游戏的进程中，您将面临控制蜂群、管理资源和应对可能影响蜜蜂健康的因素等挑战。\n\n沉浸在养蜂的世界中，体验在这个现实且教育意义丰富的虚拟现实模拟游戏中照顾这些重要授粉者的乐趣和挑战。准备好成为一名养蜂大师了吗？让我们开始吧！", "short_description": "沉浸在养蜂的世界中，体验在这个逼真且具有教育意义的虚拟现实模拟游戏中培养这些重要授粉者的乐趣与挑战。检查蜂巢，收集蜂蜜和蜂蜡，并照顾蜜蜂的需求。维护蜂巢，保护蜜蜂免受威胁，促进它们的健康。你准备好成为一名大师蜂农了吗？让我们开始吧！"}, {"images": {"nodes": []}, "id": "1586821338681439", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BEEKEEPING SIMULATOR VR", "keywords": ["simuator", "game", "realistic", "rpg", "role"], "long_description": "Welcome to the virtual reality BEEKEEPING SIMULATOR game! \n\nIn this immersive experience, you will step into the shoes of a beekeeper and embark on a journey to a lush bee farm teeming with buzzing bees. Your mission is to manage and care for the bees to ensure a successful harvest of honey.\n\nInspect the hives, collect honey and beeswax, and tend to the needs of the bees. Utilize tools and equipment to maintain the hives, protect the bees from threats, and promote their well-being.\n\nAs you progress through the game, you will face challenges such as controlling swarms, managing resources, and dealing with factors that can impact the health of the bees.\n\nImmerse yourself in the world of beekeeping and experience the joys and challenges of nurturing these vital pollinators in this realistic and educational virtual reality simulator game. Are you ready to become a master beekeeper? Let's get started!", "short_description": "Immerse yourself in the world of beekeeping and experience the joys and challenges of nurturing these vital pollinators in this realistic and educational virtual reality simulator game.\n\nInspect the hives, collect honey and beeswax, and tend to the needs of the bees. Maintain the hives, protect the bees from threats, and promote their well-being.\n\nAre you ready to become a master beekeeper? Let's get started!"}, {"images": {"nodes": []}, "id": "1323065808738809", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SIMULATOR DE APICULTURĂ VR", "keywords": ["joc", "realist", "RPG", "simulator", "rol"], "long_description": "Bine ai venit la jocul BEEKEEPING SIMULATOR în realitate virtuală!\n\nÎn această experiență captivantă, vei pătrunde în pielea unui apicultor și vei porni într-o călătorie pe o fermă de albine luxuriantă plină cu albina zăngănitoare. Misiunea ta este de a gestiona și îngriji albinele pentru a asigura o recoltă de miere de succes.\n\nInspectează stupii, colectează miere și ceară de albine și îngrijeste nevoile albinelor. Utilizează unelte și echipamente pentru a întreține stupii, proteja albinele de amenințări și promova bunăstarea lor.\n\nPe măsură ce progresezi în joc, te vei confrunta cu provocări precum controlul roiurilor, gestionarea resurselor și gestionarea factorilor care pot influența sănătatea albinelor.\n\nImplică-te în lumea apiculturii și experimentează bucuriile și provocările de a îngriji acești polinatori vitali în acest simulator de realitate virtuală realist și educativ. Ești pregătit să devii un apicultor de excepție? Să începem!", "short_description": "Immergeți-vă în lumea apiculturii și experimentați bucuriile și provocările de a îngriji acești polenizatori vitali în acest simulator VR realist și educativ. \n\nInspectați stupii, colectați miere și ceară de albine și satisfaceți nevoile albinelor. Îngrijiți stupii, protejați albinele de amenințări și promovați bunăstarea lor. \n\nEști gata să devii un maestru apicultor? Să începem!"}, {"images": {"nodes": []}, "id": "1322690682187427", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "양봉 시뮬레이터 VR", "keywords": ["시뮬레이터", "역할", "RPG", "현실적인", "게임"], "long_description": "가상 현실 BEEKEEPING SIMULATOR 게임에 오신 것을 환영합니다!\n\n이 몰입형 경험에서 당신은 양봉가의 역할을 맡아 소음이 가득한 꿀농장으로의 여정을 시작합니다. 당신의 임무는 꿀 수확에 성공하기 위해 꿀벌을 관리하고 돌보는 것입니다.\n\n벌통을 점검하고, 꿀과 밀랍을 수집하고, 꿀벌의 요구를 처리하세요. 도구와 장비를 사용하여 벌통을 유지하고, 꿀벌을 위협으로부터 보호하며, 그들의 복지를 증진하세요.\n\n게임을 진행하면서 군체를 통제하고 자원을 관리하며 꿀벌의 건강에 영향을 미칠 수 있는 요소들을 처리하는 등의 도전에 직면할 것입니다.\n\n양봉의 세계에 뛰어들어 이 중요한 수분 매개체를 기르는 기쁨과 도전을 이 현실적이고 교육적인 가상 현실 시뮬레이터 게임에서 경험하세요. 마스터 양봉자가 될 준비가 되셨나요? 시작해봅시다!", "short_description": "양봉의 세계에 몰입하고 이 중요한 수분 매개체를 돌보는 기쁨과 도전을 경험하세요. 이 현실적이고 교육적인 VR 시뮬레이터 게임에서 벌집을 검사하고 꿀과 밀랍을 수집하며 벌의 필요를 돌보세요. \n\n벌집을 유지하고 벌을 위협으로부터 보호하며 그들의 복지를 증진하세요.\n\n 마스터 양봉가가 될 준비가 되셨나요? 시작해봅시다!"}, {"images": {"nodes": []}, "id": "1292584125140026", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "IMKEREI SIMULATOR VR", "keywords": ["Simulator", "Rolle", "RPG", "Realistisch", "Spiel"], "long_description": "Willkommen im virtuellen Realitätsspiel BEEKEEPING SIMULATOR!\n\nIn diesem eindringlichen Erlebnis schlüpfen Sie in die Rolle eines Imkers und begeben sich auf eine Reise zu einem üppigen Bienenhof, der von summenden Bienen wimmelt. Ihre Mission ist es, die Bienen zu verwalten und sich um sie zu kümmern, um eine erfolgreiche Honigernte zu gewährleisten.\n\nInspizieren Sie die Bienenstöcke, sammeln Sie Honig und Bienenwachs und kümmern Sie sich um die Bedürfnisse der Bienen. Nutzen Sie Werkzeuge und Ausrüstung, um die Bienenstöcke zu warten, die Bienen vor Bedrohungen zu schützen und ihr Wohlbefinden zu fördern.\n\nWährend Sie im Spiel fortschreiten, stehen Sie vor Herausforderungen wie der Kontrolle von Schwärmen, der Verwaltung von Ressourcen und dem Umgang mit Faktoren, die die Gesundheit der Bienen beeinträchtigen können.\n\nTauchen Sie ein in die Welt der Bienenzucht und erleben Sie die Freuden und Herausforderungen, diese wichtigen Bestäuber in diesem realistischen und lehrreichen VR-Simulationsspiel zu pflegen. Sind Sie bereit, ein Meisterimker zu werden? Lassen Sie uns beginnen!", "short_description": "Tauchen Sie ein in die Welt der Bienenzucht und erleben Sie die Freuden und Herausforderungen, diese wichtigen Bestäuber in diesem realistischen und lehrreichen VR-Simulationsspiel zu pflegen. \n\nInspizieren Sie die Bienenstöcke, sammeln Sie Honig und Bienenwachs und kümmern Sie sich um die Bedürfnisse der Bienen. Pflegen Sie die Stöcke, schützen Sie die Bienen vor Bedrohungen und fördern Sie ihr Wohlbefinden. \n\nSind Sie bereit, ein Meisterimker zu werden? Lassen Sie uns beginnen!"}, {"images": {"nodes": []}, "id": "1218755293106902", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "養蜂シミュレーター VR", "keywords": ["シミュレーター", "役割", "RPG", "リアリスティック", "ゲーム"], "long_description": "バーチャルリアリティのBEEKEEPING SIMULATORゲームへようこそ！\n\nこの没入型体験では、養蜂家の立場になり、鳴き声を発するミツバチでいっぱいの豊かな蜂場への旅に出かけます。あなたの使命は、ミツバチを管理し、ケアすることで、成功したハニーハーベストを確保することです。\n\n巣箱を点検し、ハチミツや蜜蝋を集め、ミツバチのニーズに応えます。巣箱を維持するための道具や機器を利用し、ミツバチを脅威から守り、その幸せを促進します。\n\nゲームを進めるにあたり、スワームの制御、リソースの管理、ミツバチの健康に影響を与える要因の処理などの課題に直面します。\n\n養蜂の世界に没頭し、この現実的で教育的なバーチャルリアリティシミュレーターゲームで、これらの重要な受粉者を育てる喜びと課題を体験してください。マスター養蜂家になる準備はできましたか？始めましょう！", "short_description": "養蜂の世界に没頭し、このリアルで教育的なバーチャルリアリティシミュレーターゲームで、これらの重要な受粉者を育てる喜びと課題を体験してください。ハチの巣をチェックし、ハチミツと蜜蝋を収集し、ハチのニーズに応えてください。巣を維持し、ハチを脅威から守り、彼らの幸福を促進しましょう。マスタービーカーになる準備はできましたか？さあ、始めましょう！"}, {"images": {"nodes": []}, "id": "1174363374199732", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "VČELAŘSKÝ SIMULÁTOR VR", "keywords": ["Simulátor", "Role", "RPG", "Realistický", "Hra"], "long_description": "Vítejte ve hře BEEKEEPING SIMULATOR pro virtuální realitu!\n\nV této imerzivní zkušenosti se ujmete role včelaře a vypravíte se na cestu do bujného včelína plného bzučících včel. Vaším úkolem je spravovat a pečovat o včely, abyste zajistili úspěšnou sklizeň medu.\n\nZkontrolujte úly, sbírejte med a vosk a vyhovujte potřebám včel. Použijte nástroje a vybavení k údržbě úlů, ochraně včel před hrozbami a podpoře jejich pohody.\n\nJak budete postupovat hrou, čelíte výzvám jako je kontrola rojů, správa zdrojů a řešení faktorů, které mohou ovlivnit zdraví včel.\n\nPonořte se do světa včelařství a zažijte radosti a výzvy péče o tyto zásadní opylovače v této realistické a vzdělávací hře simulátoru virtuální reality. Jste připraveni stát se mistrem včelařem? Pojďme začít!", "short_description": "Ponořte se do světa včelařství a prožijte radosti a výzvy péče o tyto důležité opylovače ve realistické a vzdělávací hře s virtuální realitou. Prozkoumejte úly, sbírejte med a vosk a pečujte o potřeby včel. Udržujte úly, chraňte včely před hrozbami a podporujte jejich pohodu. Jste připraveni stát se mistrem včelaře? Pojďme začít!"}, {"images": {"nodes": []}, "id": "1064267448941232", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SIMULADOR DE APICULTURA VR", "keywords": ["Simulador", "Papel", "RPG", "Realista", "Jogo"], "long_description": "Bem-vindo ao jogo BEEKEEPING SIMULATOR em realidade virtual!\n\nNesta experiência imersiva, você irá se colocar no lugar de um apicultor e embarcar em uma jornada até uma fazenda de abelhas exuberante e repleta de abelhas zumbindo. Sua missão é gerenciar e cuidar das abelhas para garantir uma colheita bem-sucedida de mel.\n\nInspecione as colmeias, colete mel e cera de abelha, e atenda às necessidades das abelhas. Utilize ferramentas e equipamentos para manter as colmeias, proteger as abelhas de ameaças e promover seu bem-estar.\n\nÀ medida que progride no jogo, você enfrentará desafios como controlar enxames, gerenciar recursos e lidar com fatores que podem impactar na saúde das abelhas.\n\nMergulhe no mundo da apicultura e experimente as alegrias e desafios de cuidar desses polinizadores vitais neste simulador de realidade virtual realista e educativo. Você está pronto para se tornar um mestre apicultor? Vamos começar!", "short_description": "Mergulhe no mundo da apicultura e vivencie as alegrias e desafios de cuidar desses polinizadores vitais neste realista e educacional jogo de simulação em realidade virtual.\n\n Inspecione as colmeias, colete mel e cera de abelha e atenda às necessidades das abelhas. Mantenha as colmeias, proteja as abelhas das ameaças e promova seu bem-estar. \n\nVocê está pronto para se tornar um mestre apicultor? Vamos começar!"}, {"images": {"nodes": []}, "id": "1009593551013931", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BEEKEEPING SIMULATOR VR", "keywords": ["Simulator", "Rolle", "RPG", "Realistisk", "Spill"], "long_description": "Velkommen til BEEKEEPING SIMULATOR-spillet i virtuell virkelighet!\n\nI denne immersive opplevelsen trer du inn i rollen som birøkter og begir deg ut på en reise til en frodig bie-farm fylt med summende bier. Din oppgave er å forvalte og ta vare på biene for å sikre en vellykket honninghøst.\n\nInspekter bikubene, samle honning og bivoks, og pleie bienes behov. Bruk verktøy og utstyr for å vedlikeholde bikubene, beskytte biene mot trusler og fremme deres velvære.\n\nEtter hvert som du går frem i spillet, vil du møte utfordringer som å kontrollere svärmer, håndtere ressurser og håndtere faktorer som kan påvirke bienes helse.\n\nDyk inn i biavlerens verden og opplev gledene og utfordringene med å ta vare på disse viktige pollinatorene i dette realistiske og lærerike VR-simuleringsspillet. Er du klar til å bli en mesterbiavler? La oss komme i gang!", "short_description": "Dyk ned i verden av birøkt og opplev gledene og utfordringene med å ta vare på disse viktige pollinatorene i dette realistiske og pedagogiske VR-simulatorspillet. \n\nInspiser bikubene, samle honning og bivoks, og ta hånd om bienes behov. Vedlikehold bikubene, beskytt biene mot trusler, og fremme deres velvære. \n\nEr du klar til å bli en mesterbirøkter? La oss komme i gang!"}, {"images": {"nodes": []}, "id": "1004066341596323", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "MEHILÄISTARHA SIMULAATTORI VR", "keywords": ["Simulaattori", "Rooli", "RPG", "Realistinen", "Peli"], "long_description": "Tervetuloa virtuaalitodellisuuden BEEKEEPING SIMULATOR -peliin!\nTässä immersiivisessä kokemuksessa astut mehiläistarhaajan saappaisiin ja lähdet matkalle rehevälle mehiläistilalle, jossa on kuhisevia mehiläisiä. Tehtäväsi on hallita ja huolehtia mehiläisistä varmistaaksesi onnistuneen hunajakorjuun.\n\nTarkasta pesät, kerää hunajaa ja mehiläisvahaa, ja huolehdi mehiläisten tarpeista. Hyödynnä työkaluja ja varusteita pesien ylläpitämiseen, mehiläisten suojaamiseen uhilta ja niiden hyvinvoinnin edistämiseen.\n\nPelin edetessä kohtaat haasteita, kuten parv kontrolointi, resurssien hallinta ja tekijöiden käsittely, jotka voivat vaikuttaa mehiläisten terveyteen.\n\nUppoudu mehiläistarhan maailmaan ja koe näiden elintärkeiden pölyttäjien hoitamisen ilot ja haasteet tässä realistisessa ja opettavaisessa virtuaalitodellisuuden simulaattoripelissä. Oletko valmis tulemaan mestarimehiläistarhaajaksi? Aloitetaan!", "short_description": "Sukella mehiläistarhauksen maailmaan ja koe ilot sekä haasteet näiden tärkeiden pölyttäjien hoidossa tässä realistisessa ja opettavaisessa VR-simulaattoripelissä. \n\nTarkasta pesät, kerää hunajaa ja mehiläisvahaa ja huolehdi mehiläisten tarpeista. Pidä pesät kunnossa, suojaa mehiläisiä uhkilta ja edistä niiden hyvinvointia. \n\nOletko valmis tulemaan mestarimehiläistarhaajaksi? Aloitetaan!"}, {"images": {"nodes": []}, "id": "1000014948705295", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BEEKEEPING SIMULATOR VR", "keywords": ["Simulator", "Role", "RPG", "Realistic", "Game"], "long_description": "Chào mừng bạn đến với trò chơi BEEKEEPING SIMULATOR trong thực tế ảo!\n\nTrong trải nghiệm đầy hấp dẫn này, bạn sẽ vào vai một người nuôi ong và bắt đầu một cuộc hành trình tới một trang trại ong xanh tươi đầy tiếng bBuzzing của những chú ong. Nhiệm vụ của bạn là quản lý và chăm sóc những con ong để bảo đảm một vụ thu hoạch mật ong thành công.\n\nKiểm tra các tổ ong, thu thập mật ong và sáp ong, và đáp ứng nhu cầu của những con ong. Sử dụng công cụ và thiết bị để duy trì các tổ ong, bảo vệ những con ong khỏi các mối đe dọa và thúc đẩy sự an lành của chúng.\n\nKhi bạn tiến bộ qua trò chơi, bạn sẽ đối mặt với những thách thức như kiểm soát đàn ong, quản lý tài nguyên và xử lý các yếu tố có thể ảnh hưởng đến sức khỏe của những con ong.\n\nHãy đắm chìm trong thế giới nuôi ong và trải nghiệm những niềm vui và thách thức trong việc chăm sóc những người thụ phấn quan trọng này trong trò chơi mô phỏng thực tế ảo thực tế và giáo dục này. Bạn đã sẵn sàng để trở thành một người nuôi ong bậc thầy chưa? Hãy bắt đầu nào!", "short_description": "Ngâm mình vào thế giới nuôi ong và trải nghiệm những niềm vui và thách thức trong việc chăm sóc những người thụ phấn quan trọng này trong trò chơi mô phỏng thực tế ảo thực tế và giáo dục này. \n\nKiểm tra tổ ong, thu thập mật và sáp ong, và chăm sóc nhu cầu của những chú ong. Bảo trì tổ ong, bảo vệ ong khỏi những mối đe dọa và thúc đẩy sự phúc lợi của chúng. \n\nBạn đã sẵn sàng để trở thành một người nuôi ong bậc thầy chưa? Bắt đầu nào!"}, {"images": {"nodes": []}, "id": "995750145783457", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "養蜂模擬器 VR", "keywords": ["模擬器", "角色", "角色扮演遊戲", "現實", "遊戲"], "long_description": "歡迎來到虛擬現實的BEEKEEPING SIMULATOR遊戲！\n\n在這個沉浸式體驗中，您將化身為養蜂人，踏上前往充滿嗡嗡聲的蜜蜂的葱鬱蜂場的旅程。您的任務是管理和照顧蜜蜂，以確保成功的蜜收穫。\n\n檢查蜂箱，收集蜂蜜和蜜蠟，並照顧蜜蜂的需求。利用工具和設備來維護蜂箱，保護蜜蜂免受威脅，並促進它們的幸福。\n\n在遊戲過程中，您將面臨控制蜂群、管理資源和應對可能影響蜜蜂健康的因素等挑戰。\n\n沉浸在養蜂的世界中，體驗在這個真實和教育意義豐富的虛擬現實模擬遊戲中照顧這些重要的授粉者的樂趣和挑戰。您準備好成為一名大師級的養蜂人了嗎？讓我們開始吧！", "short_description": "沉浸在養蜂的世界中，並在這個現實且具教育意義的虛擬實境模擬遊戲中體驗培育這些重要授粉者的樂趣與挑戰。檢查蜂箱，收集蜂蜜和蜜蠟，並關注蜜蜂的需求。維護蜂箱，保護蜜蜂免受威脅，並促進牠們的福祉。你準備好成為一位大師級的養蜂人了嗎？讓我們開始吧！"}, {"images": {"nodes": []}, "id": "950922920131609", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ΠΡΟΣΟΜΟΙΩΤΗΣ ΜΕΛΙΣΣΟΚΟΜΙΑΣ VR", "keywords": ["Προσομοιωτής", "Ρόλος", "RPG", "Ρεαλιστικός", "Παιχνίδι"], "long_description": "Καλώς ήρθατε στο παιχνίδι BEEKEEPING SIMULATOR σε εικονική πραγματικότητα!\n\nΣε αυτήν την καθηλωτική εμπειρία, θα ενταχθείτε στους ρόλους ενός μελισσοκόμου και θα ξεκινήσετε ένα ταξίδι σε μια πλούσια φάρμα μελισσών γεμάτη με βουητές μέλισσες. Αποστολή σας είναι να διαχειριστείτε και να φροντίσετε τις μέλισσες για να διασφαλίσετε μια επιτυχημένη συγκομιδή μελιού.\n\nΕπιθεωρήστε τις κυψέλες, συλλέξτε μέλι και κερί, και φροντίστε τις ανάγκες των μελισσών. Χρησιμοποιήστε εργαλεία και εξοπλισμό για να συντηρήσετε τις κυψέλες, να προστατεύσετε τις μέλισσες από απειλές και να προάγετε την ευημερία τους.\n\nΚαθώς προχωράτε στο παιχνίδι, θα αντιμετωπίσετε προκλήσεις όπως ο έλεγχος των σμηνών, η διαχείριση πόρων και η αντιμετώπιση παραγόντων που μπορούν να επηρεάσουν την υγεία των μελισσών.\n\nΒυθιστείτε στην καλλιέργεια των μελισσών και ζήστε τις χαρές και τις προκλήσεις της φροντίδας αυτών των ζωτικών επικονιαστών σε αυτό το ρεαλιστικό και εκπαιδευτικό παιχνίδι προσομοίωσης εικονικής πραγματικότητας. Είστε έτοιμοι να γίνετε ένας μάστερ μελισσοκόμος; Ας αρχίσουμε!", "short_description": "Βυθιστείτε στον κόσμο της μελισσοκομίας και βιώστε τις χαρές και τις προκλήσεις της φροντίδας αυτών των ζωτικών επικονιαστών σε αυτό το ρεαλιστικό και εκπαιδευτικό παιχνίδι VR. \n\nΕξετάστε τις κυψέλες, συλλέξτε μέλι και κερί, και φροντίστε τις ανάγκες των μελισσών. Διατηρήστε τις κυψέλες, προστατεύστε τις μέλισσες από απειλές και προωθήστε την ευημερία τους. \n\nΕίστε έτοιμοι να γίνετε κύριος μελισσοκόμος; Ας ξεκινήσουμε!"}, {"images": {"nodes": []}, "id": "655160586967812", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BEEKEEPING SIMULATOR VR", "keywords": ["Simulator", "Rolle", "RPG", "Realistisk", "Spil"], "long_description": "Velkommen til det virtuelle reality BEEKEEPING SIMULATOR-spil!\n\nI denne immersive oplevelse vil du træde i en biavlers sko og begive dig ud på en rejse til en frodig bifarm fyldt med summende bier. Din mission er at håndtere og tage sig af bierne for at sikre en succesfuld honningshøst.\n\nInspicer bikuberne, saml honning og bivoks, og imødekom biernes behov. Brug værktøjer og udstyr til at vedligeholde bikuberne, beskytte bierne mod trusler og fremme deres velvære.\n\nNår du skrider frem i spillet, vil du møde udfordringer som at kontrollere sværmene, administrere ressourcer og håndtere faktorer, der kan påvirke bienes sundhed.\n\nDyk ned i verden af biavl og oplev glæderne og udfordringerne ved at pleje disse vitale bestøvere i dette realistiske og lærerige VR-simulatorspil. Er du klar til at blive en mesterbiavler? Lad os komme i gang!", "short_description": "Dyk ned i verdenen af biavl og oplev glæderne og udfordringerne ved at pleje disse vigtige bestøvere i dette realistiske og undervisningsrige VR-simulatorspil. Inspicer bierne, saml honning og bivoks, og sørg for biernes behov. Vedligehold bikuberne, beskyt bierne mod trusler, og fremme deres velvære. Er du klar til at blive en mesterbiavler? Lad os komme i gang!"}, {"images": {"nodes": []}, "id": "650580470708403", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SIMULATEUR D'APICULTURE VR", "keywords": ["Simulateur", "Rôle", "RPG", "Réaliste", "Jeu"], "long_description": "Bienvenue dans le jeu BEEKEEPING SIMULATOR en réalité virtuelle!\n\nDans cette expérience immersive, vous serez dans la peau d'un apiculteur et vous embarquerez pour un voyage vers une ruche luxuriante grouillante d'abeilles bourdonnantes. Votre mission est de gérer et de prendre soin des abeilles pour garantir une récolte de miel réussie.\n\nInspectez les ruches, récoltez du miel et de la cire d'abeille, et répondez aux besoins des abeilles. Utilisez des outils et du matériel pour entretenir les ruches, protéger les abeilles des menaces et promouvoir leur bien-être.\n\nAu fur et à mesure que vous progressez dans le jeu, vous ferez face à des défis tels que le contrôle des essaims, la gestion des ressources et la gestion des facteurs pouvant influencer la santé des abeilles.\n\nPlongez-vous dans le monde de l'apiculture et découvrez les joies et les défis de la protection de ces pollinisateurs vitaux dans ce simulateur éducatif et réaliste en réalité virtuelle. Êtes-vous prêt à devenir un maître apiculteur? Commençons!", "short_description": "Immergez-vous dans le monde de l'apiculture et vivez les joies et défis de l'élevage de ces pollinisateurs essentiels dans ce simulateur de réalité virtuelle réaliste et éducatif. \n\nInspectez les ruches, récoltez du miel et de la cire d'abeille, et répondez aux besoins des abeilles. Entretenez les ruches, protégez les abeilles des menaces et promouvez leur bien-être. \n\nÊtes-vous prêt à devenir un maître apiculteur ? Commençons !"}, {"images": {"nodes": [{"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplateLandscape.png", "id": "7389394297784147", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035390_7389394301117480_1808089398802109021_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zkbY1gqzP0UQ7kNvwE600i1&_nc_oc=AdmE7ry4YJN59VIwCdzhU4_r6-IB5zcNugZRb31NfA5abQpEJ7tM8XwR88VRYGQOMsI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsLpS8BknsVjFVIaTNoDcTy3aFvMcDuUJ7xV59H9eYoyw&oe=6995BCC3"}, {"file_name": "BeekeepingSimulator_miniLandscape.png", "id": "3680454535545524", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974891_3680454538878857_2459820018787598267_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=i_bIDJJADTsQ7kNvwGStjvp&_nc_oc=AdkYu3GmR9XfNBYBbGYYAE7fHLifodBkZUV2BNKn9rOV7x9FAAfc9-qtO9zuePbqv6U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfszGxiFIbwKSvZOFP95nNFUOq8lN00ySpTKcgw6eN-y9g&oe=6995A686"}, {"file_name": "BeekeepingSimulator_Logo1.png", "id": "1403026843917537", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982686_1403026847250870_1675161680047468750_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=O_X88a132loQ7kNvwEUvsgq&_nc_oc=Adm448FgPZX9txv4pTNF5X_t-li9Tr4mlMr2c8F8Q6dQEdthcvbZbpqtpsS6SovjSX0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsJwNj5hgFFzdeeLvWaVu_F43vheCh4e8emuDMwDRe-w&oe=6995C91E"}, {"file_name": "BeekeepingSimulatorCoverImageSafeAreaTemplateHero.png", "id": "1091883662231844", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974468_1091883665565177_617921682631559528_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2SGf4-Fd76AQ7kNvwGTk5IC&_nc_oc=AdnDo8a_m6KtEsAiFqqrFe388Fdo5pJe_tIFWH8zc5TtJaPesm6gpLPz3T6d5lntzXQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsfXCwznMhtyo3alqppB1jymElt38Pz_lUKHEr2qvzeA&oe=6995C9FB"}, {"file_name": "BeekeepingSimulator_Logo_alpha.png", "id": "782174497116322", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974650_782174500449655_187275558194247647_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Z-0XoIxVpN0Q7kNvwFdlWms&_nc_oc=AdnmOPFYuTgqVTjn9iyVtAIbCjHgUlsEMQKV76wbDYmyFwLdrOdayQqpVpGG5VXTsNI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvab_c0MlYWMH7SO2b0CymrzlHFATvSK-IyArFXgxhcEg&oe=6995CBCE"}, {"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplatePortrait.png", "id": "411300971380054", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974682_411300974713387_4605189093567270831_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-URQgcK1DNAQ7kNvwFU7yf6&_nc_oc=AdnHiEoBpRre5-8x3y4hZcdNqIc8bHDakq6KSh4DbDIFR4GM1vf5ZopNe35cQ1jyrh0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsq9qxautLpZxkXzZLTSun4TTR6jI-LM1q5uDKeftJjPg&oe=6995AA0B"}, {"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplateSquare.png", "id": "266368753164215", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982548_266368756497548_4550140954783191501_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JnoMIC9Sj2oQ7kNvwG3Zq5N&_nc_oc=Adly0kuSJV2F_b2kx93h0TdA95TPZLCmxzTv37X1Fcxc1YB2BuTm32Pc7BC2Kcv-X4k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftoBA9nO7bLhDpNkDQlxBxK4TIvT0483wsasAGvm_aM5g&oe=6995CEBC"}]}, "id": "634436349191680", "locale": "en_US", "screenshots": [{"file_name": "1.png", "id": "372790658884030", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031344_372790662217363_4693549018920937406_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=e8Ow6HI_o6QQ7kNvwGaOkW7&_nc_oc=Adn2-4q7sIssyRu6rrMQ8VnxQeQ31RFaA4tny4aQ_P7AfGGdhIrbveN7-TFe9z5YCT4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfunEGK7WEoCOaOrG5OGKLMtTsWH5ziVU7G6E5xyrvlBCQ&oe=6995C9BD"}, {"file_name": "2.png", "id": "404687435483851", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86610713_404687438817184_6158695983169730860_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=z8136WdmoH0Q7kNvwH8cxnl&_nc_oc=AdlyvMvJns51bOu3QaAswB_PrHI2VVsPb9eUy9EMZuvV8XOjHs2_EVLDyZTOcDGHpoU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsxDmt5FhI0kP-91YSFiyoFp75Azonufx7MRH3SgNWlPQ&oe=6995BC96"}, {"file_name": "3.png", "id": "1465444367697961", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974719_1465444374364627_2252218452372671750_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rmKf1DraT2wQ7kNvwGNEY8w&_nc_oc=AdkecS8UkAYJgv8sy_XQLe0tlzZH3iOG39q28enn9oyDNfsqiDYOnMLaUPcFR7z6w6E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft7h_Grz2fbBmSZiia4TT7vR6sc4NJizpP0bMc1x6JXmA&oe=6995BD18"}, {"file_name": "4.png", "id": "909667000859853", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75507165_909667004193186_1109218916126115083_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mqvMOTyQz14Q7kNvwFUGDNs&_nc_oc=Adnsq4N9sjrOl-b2gE5LjxyuVJ7I1y4OPz9R_xoqMBNRibmg1dmFpp3WRKxt4XKePbc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfteyNeHj_rxAXlba6KOZsI-RCPSGyBbnDqY2JJItk1W-Q&oe=6995A29A"}, {"file_name": "5.png", "id": "1565434680942787", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031399_1565434684276120_4829750350024504502_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=v8NR_Osgh0cQ7kNvwHq4DDg&_nc_oc=AdkglxAe0exl4LdGQUAcUZ_MILUxDbP37zCrNfPvgwLsNfV35L8gluAyvyQdUk66gnU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftUFV0c8DFqKRbsPv2tnyQVMOu2Qt6ork5lXfOZByK_zw&oe=6995BC85"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplateLandscape.png", "id": "246941428467884", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035399_246941431801217_3791878372050825096_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lX6jMCYdHZQQ7kNvwGtAQ_r&_nc_oc=AdniogNtutiUgwM-h0IEBdbTZ2Gt27Y_yMh-onZvsawJFCJcXoGoIdpAHA6aaVKpZr0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDW_fgJB9crKwCx4rO7P-pGBSZvHXQadM8ee-XYjv86w&oe=69959EB3"}, "display_name": "BEEKEEPING SIMULATOR VR", "keywords": ["Simulator", "Role", "RPG", "Realistic", "Game"], "long_description": "Welcome to the virtual reality BEEKEEPING SIMULATOR game! \n\nIn this immersive experience, you will step into the shoes of a beekeeper and embark on a journey to a lush bee farm teeming with buzzing bees. Your mission is to manage and care for the bees to ensure a successful harvest of honey.\n\nInspect the hives, collect honey and beeswax, and tend to the needs of the bees. Utilize tools and equipment to maintain the hives, protect the bees from threats, and promote their well-being.\n\nAs you progress through the game, you will face challenges such as controlling swarms, managing resources, and dealing with factors that can impact the health of the bees.\n\nImmerse yourself in the world of beekeeping and experience the joys and challenges of nurturing these vital pollinators in this realistic and educational virtual reality simulator game. Are you ready to become a master beekeeper? Let's get started!", "short_description": "Immerse yourself in the world of beekeeping and experience the joys and challenges of nurturing these vital pollinators in this realistic and educational virtual reality simulator game.\n\nInspect the hives, collect honey and beeswax, and tend to the needs of the bees. Maintain the hives, protect the bees from threats, and promote their well-being.\n\nAre you ready to become a master beekeeper? Let's get started!"}, {"images": {"nodes": []}, "id": "628859720101548", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SIMULADOR DE APICULTURA VR", "keywords": ["Juego", "Realista", "RPG", "Papel", "Simulador"], "long_description": "¡Bienvenido al juego BEEKEEPING SIMULATOR en realidad virtual!\n\nEn esta experiencia inmersiva, te pondrás en los zapatos de un apicultor y comenzarás un viaje hacia una exuberante granja de abejas repleta de abejas zumbantes. Tu misión es gestionar y cuidar a las abejas para garantizar una cosecha exitosa de miel.\n\nInspecciona las colmenas, recoge miel y cera de abeja, y atiende las necesidades de las abejas. Utiliza herramientas y equipos para mantener las colmenas, proteger a las abejas de amenazas y promover su bienestar.\n\nA medida que avances en el juego, enfrentarás desafíos como el control de enjambres, la gestión de recursos y el manejo de factores que pueden afectar la salud de las abejas.\n\nSumérgete en el mundo de la apicultura y experimenta las alegrías y desafíos de cuidar de estos polinizadores vitales en este simulador educativo y realista de realidad virtual. ¿Estás listo para convertirte en un maestro apicultor? ¡Empecemos!", "short_description": "Sumérgete en el mundo de la apicultura y experimenta las alegrías y desafíos de cuidar a estos polinizadores vitales en este realista y educativo juego de simulación de realidad virtual. \n\nInspecciona las colmenas, recoge miel y cera de abejas, y atiende a las necesidades de las abejas. Mantén las colmenas, protege a las abejas de las amenazas y promueve su bienestar. \n\n¿Estás listo para convertirte en un maestro apicultor? ¡Comencemos!"}, {"images": {"nodes": []}, "id": "625721053511545", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "SIMULATORE DI APICOLTURA VR", "keywords": ["Simulatore", "Ruolo", "RPG", "Realistico", "Gioco"], "long_description": "Benvenuto nel gioco BEEKEEPING SIMULATOR in realtà virtuale!\n\nIn questa esperienza immersiva, indosserai i panni di un apicoltore e intraprenderai un viaggio in una lussureggiante fattoria di api piena di api ronzanti. La tua missione è gestire e prenderti cura delle api per garantire un raccolto di miele di successo.\n\nIspeziona gli alveari, raccogli miele e cera d'api e prenditi cura delle esigenze delle api. Utilizza strumenti e attrezzature per mantenere gli alveari, proteggere le api dalle minacce e promuovere il loro benessere.\n\nMan mano che procedi nel gioco, affronterai sfide come il controllo degli sciami, la gestione delle risorse e l'affrontare fattori che possono influenzare la salute delle api.\n\nImmergiti nel mondo dell'apicoltura e vivi le gioie e le sfide della cura di questi vitali impollinatori in questo simulatore di realtà virtuale realistico ed educativo. Sei pronto a diventare un maestro apicoltore? Iniziamo!", "short_description": "Immergiti nel mondo dell'apicoltura e vivi le gioie e le sfide di curare questi vitali impollinatori in questo realistico e educativo gioco di simulazione in realtà virtuale. \n\nIspeziona gli alveari, raccogli miele e cera d'api e prenditi cura delle esigenze delle api. Mantieni gli alveari, proteggi le api dalle minacce e promuovi il loro benessere. \n\nSei pronto a diventare un maestro apicoltore? Iniziamo!"}, {"images": {"nodes": []}, "id": "531453432842816", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "養蜂模擬器 VR", "keywords": ["模擬器", "角色", "角色扮演遊戲", "現實的", "遊戲"], "long_description": "歡迎來到虛擬實境的BEEKEEPING SIMULATOR遊戲！\n\n在這個沉浸式體驗中，您將化身為養蜂人，展開一段前往生機勃勃的蜜蜂農場的旅程，那裡充滿了嗡嗡作響的蜜蜂。您的使命是管理和照顧蜜蜂，以確保成功的蜜收穫。\n\n檢查蜂箱，收集蜂蜜和蜜蠟，並照顧蜜蜂的需求。運用工具和設備來維護蜂箱，保護蜜蜂免於威脅，並促進它們的福祉。\n\n隨著您在遊戲中的推進，您將面臨管理蜜蜂群、資源管理以及處理可能影響蜜蜂健康的因素等挑戰。\n\n沉浸在養蜂的世界中，並在這個真實和教育意義豐富的虛擬實境模擬遊戲中體驗培育這些重要授粉者的喜悅與挑戰。您準備好成為一位大師養蜂人嗎？讓我們開始吧！", "short_description": "沉浸於養蜂的世界，並在這款真實且教育意義豐富的虛擬實境模擬遊戲中體驗培育這些關鍵授粉者的樂趣與挑戰。檢查蜂巢，收集蜂蜜與蜜蠟，並照顧蜜蜂的需求。維持蜂巢，保護蜜蜂免受威脅，並促進牠們的福祉。準備好成為一位大師養蜂人了嗎？讓我們開始！"}, {"images": {"nodes": []}, "id": "499873303171915", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BEEKEEPING SIMULATOR VR", "keywords": ["Simulator", "Rollspel", "RPG", "Realistisk", "Spel"], "long_description": "Välkommen till BEEKEEPING SIMULATOR-spelet i virtuell verklighet!\n\nI denna immersiva upplevelse tar du på dig rollen som biodlare och ger dig ut på en resa till en frodig bisfarm full av surrande bin. Din uppgift är att hantera och ta hand om bina för att säkerställa en framgångsrik honungsskörd.\n\nInspektera bikuporna, samla honung och bivax, och ta hand om binas behov. Använd verktyg och utrustning för att underhålla bikuporna, skydda bina från hot och främja deras välbefinnande.\n\nNär du avancerar i spelet kommer du att möta utmaningar som att kontrollera svärmar, hantera resurser och hantera faktorer som kan påverka binas hälsa.\n\nDyk in i biodlingens värld och upplev glädjen och utmaningarna med att ta hand om dessa viktiga pollinatörer i detta realistiska och lärorika VR-simuleringsspel. Är du redo att bli en mästare biodlare? Låt oss börja!", "short_description": "Dyk ner i världen av biodling och upplev glädjen och utmaningarna med att vårda dessa viktiga pollinatörer i detta realistiska och lärorika VR-simuleringsspel. \n\nInspektera bihusen, samla honung och bivax och ta hand om binas behov. Underhåll bihusen, skydda bina från hot och främja deras välbefinnande. \n\nÄr du redo att bli en mästare biodlare? Låt oss börja!"}, {"images": {"nodes": []}, "id": "437707132761933", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ARICILIK SİMÜLATÖRÜ VR", "keywords": ["Simülatör", "Rol", "RPG", "Gerçekçi", "Oyun"], "long_description": "Sanal gerçeklik BEEKEEPING SIMULATOR oyununa hoş geldiniz!\n\nBu etkileyici deneyimde, bir arıcı rolüne girecek ve vızıldayan arılarla dolu bir yeşil arı çiftliği macerasına atılacaksınız. Göreviniz, bal hasadının başarılı olmasını sağlamak için arıları yönetmek ve onlara bakım yapmaktır.\n\nKovanları kontrol edin, bal ve arı balmumu toplayın ve arıların ihtiyaçlarına karşılık verin. Kovanları sürdürmek, arıları tehditlerden korumak ve iyi bakımlarını artırmak için araç ve ekipmanlardan yararlanın.\n\nOyun ilerledikçe, sürüleri kontrol etme, kaynakları yönetme ve arıların sağlığını etkileyebilecek faktörlerle başa çıkma gibi zorluklarla karşılaşacaksınız.\n\nArıcılık dünyasına dalın ve bu hayati tozlayıcıları beslemenin sevinçlerini ve zorluklarını bu gerçekçi ve eğitici sanal gerçeklik simülatör oyununda deneyimleyin. Bir usta arıcı olmaya hazır mısınız? Hadi başlayalım!", "short_description": "Arıların dünyasına dalın ve bu hayati polinatörleri beslemenin sevinçlerini ve zorluklarını bu gerçekçi ve eğitici sanal gerçeklik simülatör oyununda deneyimleyin.\n\nKovanları kontrol edin, bal ve arı balmumu toplayın ve arıların ihtiyaçlarına özen gösterin. Kovanları koruyun, arıları tehditlerden koruyun ve onların refahını artırın.\n\nUsta arıcılardan biri olmaya hazır mısınız? Hadi başlayalım!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.bendisgames.com/beekeeping_simulator_privacy_policy.html", "developer_terms_of_service_url": null, "publisher_name": "BENDIS Games", "support_website_url": "https://www.bendisgames.com/", "website_url": "https://www.bendisgames.com/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "1043107547362485"}, {"id": "821934236779161"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9511223145602669"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982548_266368756497548_4550140954783191501_n.png?stp=dst-png_s360x360&_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JnoMIC9Sj2oQ7kNvwG3Zq5N&_nc_oc=Adly0kuSJV2F_b2kx93h0TdA95TPZLCmxzTv37X1Fcxc1YB2BuTm32Pc7BC2Kcv-X4k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftk_HLAiEjnZAJZcE8Jbt4pVl1iJH4evRNjfJ09U9VCuw&oe=6995CEBC"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "BEEKEEPING SIMULATOR VR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}, {"topic_name": "Learning", "id": "1043107547362485"}, {"topic_name": "Role Playing", "id": "821934236779161"}], "release_date": 1708643520, "lastRevision": {"nodes": [{"id": "7341306549261017", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7341306525927686", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "352122961119462"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplateLandscape.png", "id": "7389394297784147", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035390_7389394301117480_1808089398802109021_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zkbY1gqzP0UQ7kNvwE600i1&_nc_oc=AdmE7ry4YJN59VIwCdzhU4_r6-IB5zcNugZRb31NfA5abQpEJ7tM8XwR88VRYGQOMsI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsLpS8BknsVjFVIaTNoDcTy3aFvMcDuUJ7xV59H9eYoyw&oe=6995BCC3"}, {"file_name": "BeekeepingSimulator_miniLandscape.png", "id": "3680454535545524", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974891_3680454538878857_2459820018787598267_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=i_bIDJJADTsQ7kNvwGStjvp&_nc_oc=AdkYu3GmR9XfNBYBbGYYAE7fHLifodBkZUV2BNKn9rOV7x9FAAfc9-qtO9zuePbqv6U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfszGxiFIbwKSvZOFP95nNFUOq8lN00ySpTKcgw6eN-y9g&oe=6995A686"}, {"file_name": "BeekeepingSimulator_Logo1.png", "id": "1403026843917537", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982686_1403026847250870_1675161680047468750_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=O_X88a132loQ7kNvwEUvsgq&_nc_oc=Adm448FgPZX9txv4pTNF5X_t-li9Tr4mlMr2c8F8Q6dQEdthcvbZbpqtpsS6SovjSX0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsJwNj5hgFFzdeeLvWaVu_F43vheCh4e8emuDMwDRe-w&oe=6995C91E"}, {"file_name": "BeekeepingSimulatorCoverImageSafeAreaTemplateHero.png", "id": "1091883662231844", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974468_1091883665565177_617921682631559528_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2SGf4-Fd76AQ7kNvwGTk5IC&_nc_oc=AdnDo8a_m6KtEsAiFqqrFe388Fdo5pJe_tIFWH8zc5TtJaPesm6gpLPz3T6d5lntzXQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsfXCwznMhtyo3alqppB1jymElt38Pz_lUKHEr2qvzeA&oe=6995C9FB"}, {"file_name": "BeekeepingSimulator_Logo_alpha.png", "id": "782174497116322", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974650_782174500449655_187275558194247647_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Z-0XoIxVpN0Q7kNvwFdlWms&_nc_oc=AdnmOPFYuTgqVTjn9iyVtAIbCjHgUlsEMQKV76wbDYmyFwLdrOdayQqpVpGG5VXTsNI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvab_c0MlYWMH7SO2b0CymrzlHFATvSK-IyArFXgxhcEg&oe=6995CBCE"}, {"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplatePortrait.png", "id": "411300971380054", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974682_411300974713387_4605189093567270831_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-URQgcK1DNAQ7kNvwFU7yf6&_nc_oc=AdnHiEoBpRre5-8x3y4hZcdNqIc8bHDakq6KSh4DbDIFR4GM1vf5ZopNe35cQ1jyrh0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsq9qxautLpZxkXzZLTSun4TTR6jI-LM1q5uDKeftJjPg&oe=6995AA0B"}, {"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplateSquare.png", "id": "266368753164215", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982548_266368756497548_4550140954783191501_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JnoMIC9Sj2oQ7kNvwG3Zq5N&_nc_oc=Adly0kuSJV2F_b2kx93h0TdA95TPZLCmxzTv37X1Fcxc1YB2BuTm32Pc7BC2Kcv-X4k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftoBA9nO7bLhDpNkDQlxBxK4TIvT0483wsasAGvm_aM5g&oe=6995CEBC"}]}, "id": "896385855825954", "locale": "en_US", "screenshots": [{"file_name": "1.png", "id": "372790658884030", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031344_372790662217363_4693549018920937406_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=e8Ow6HI_o6QQ7kNvwGaOkW7&_nc_oc=Adn2-4q7sIssyRu6rrMQ8VnxQeQ31RFaA4tny4aQ_P7AfGGdhIrbveN7-TFe9z5YCT4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfunEGK7WEoCOaOrG5OGKLMtTsWH5ziVU7G6E5xyrvlBCQ&oe=6995C9BD"}, {"file_name": "2.png", "id": "404687435483851", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86610713_404687438817184_6158695983169730860_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=z8136WdmoH0Q7kNvwH8cxnl&_nc_oc=AdlyvMvJns51bOu3QaAswB_PrHI2VVsPb9eUy9EMZuvV8XOjHs2_EVLDyZTOcDGHpoU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsxDmt5FhI0kP-91YSFiyoFp75Azonufx7MRH3SgNWlPQ&oe=6995BC96"}, {"file_name": "3.png", "id": "1465444367697961", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974719_1465444374364627_2252218452372671750_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rmKf1DraT2wQ7kNvwGNEY8w&_nc_oc=AdkecS8UkAYJgv8sy_XQLe0tlzZH3iOG39q28enn9oyDNfsqiDYOnMLaUPcFR7z6w6E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft7h_Grz2fbBmSZiia4TT7vR6sc4NJizpP0bMc1x6JXmA&oe=6995BD18"}, {"file_name": "4.png", "id": "909667000859853", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75507165_909667004193186_1109218916126115083_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mqvMOTyQz14Q7kNvwFUGDNs&_nc_oc=Adnsq4N9sjrOl-b2gE5LjxyuVJ7I1y4OPz9R_xoqMBNRibmg1dmFpp3WRKxt4XKePbc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfteyNeHj_rxAXlba6KOZsI-RCPSGyBbnDqY2JJItk1W-Q&oe=6995A29A"}, {"file_name": "5.png", "id": "1565434680942787", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031399_1565434684276120_4829750350024504502_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=v8NR_Osgh0cQ7kNvwHq4DDg&_nc_oc=AdkglxAe0exl4LdGQUAcUZ_MILUxDbP37zCrNfPvgwLsNfV35L8gluAyvyQdUk66gnU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftUFV0c8DFqKRbsPv2tnyQVMOu2Qt6ork5lXfOZByK_zw&oe=6995BC85"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "BeekeepingSimulator_CoverImageSafeAreaTemplateLandscape.png", "id": "246941428467884", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035399_246941431801217_3791878372050825096_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lX6jMCYdHZQQ7kNvwGtAQ_r&_nc_oc=AdniogNtutiUgwM-h0IEBdbTZ2Gt27Y_yMh-onZvsawJFCJcXoGoIdpAHA6aaVKpZr0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDW_fgJB9crKwCx4rO7P-pGBSZvHXQadM8ee-XYjv86w&oe=69959EB3"}, "display_name": "BEEKEEPING SIMULATOR", "keywords": [], "long_description": "Welcome to the virtual reality BEEKEEPING SIMULATOR game! \n\nIn this immersive experience, you will step into the shoes of a beekeeper and embark on a journey to a lush bee farm teeming with buzzing bees. Your mission is to manage and care for the bees to ensure a successful harvest of honey.\n\nInspect the hives, collect honey and beeswax, and tend to the needs of the bees. Utilize tools and equipment to maintain the hives, protect the bees from threats, and promote their well-being.\n\nAs you progress through the game, you will face challenges such as controlling swarms, managing resources, and dealing with factors that can impact the health of the bees.\n\nImmerse yourself in the world of beekeeping and experience the joys and challenges of nurturing these vital pollinators in this realistic and educational virtual reality simulator game. Are you ready to become a master beekeeper? Let's get started!", "short_description": "Immerse yourself in the world of beekeeping and experience the joys and challenges of nurturing these vital pollinators in this realistic and educational virtual reality simulator game.\n\nInspect the hives, collect honey and beeswax, and tend to the needs of the bees. Maintain the hives, protect the bees from threats, and promote their well-being.\n\nAre you ready to become a master beekeeper? Let's get started!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.bendisgames.com/beekeeping_simulator_privacy_policy.html", "developer_terms_of_service_url": null, "publisher_name": "BENDIS Games", "support_website_url": "https://www.bendisgames.com/", "website_url": "https://www.bendisgames.com/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "1043107547362485"}, {"id": "821934236779161"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7341306535927685"}}]}, "scheduled_offers": {"count": 11, "nodes": [{"status": "PUBLISHED", "id": "26423640303887270"}, {"status": "PUBLISHED", "id": "851604670973825"}, {"status": "PUBLISHED", "id": "25300152182947281"}, {"status": "PUBLISHED", "id": "1344189730383322"}, {"status": "PUBLISHED", "id": "1302443634660712"}, {"status": "PUBLISHED", "id": "1031789955835920"}, {"status": "PUBLISHED", "id": "1217356933106663"}, {"status": "PUBLISHED", "id": "1173778304158825"}, {"status": "PUBLISHED", "id": "1126012002509465"}, {"status": "PUBLISHED", "id": "1806657273201533"}, {"status": "PUBLISHED", "id": "769525187964755"}]}, "baseline_offer": {"id": "769525187964755"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "26423640303887270"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25844394075192317", "version": "2.3.8"}, "id": "1129670058219718", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7341306525927686", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25844394075192317"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1129670058219718"}]}, "change_log": "NEW UPDATE! - V 2.3.8 :\n\n- Objects sounds & 360° sounds improved; \n- Beehive Frames dropped can be easily pick up; \n- Educational information and fun facts about bees and beekeeping are added; \n- Beehives AI improved; \n- Other bugs fixed.\n\nEnjoy !", "created_date": 1768737936, "id": "25844394075192317", "version": "2.3.8", "version_code": 238, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7341306525927686", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25844394075192317"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1129670058219718"}]}, "change_log": "NEW UPDATE! - V 2.3.7 :\n\n- Objects sounds & 360° sounds improved; \n- Beehive Frames dropped can be easily pick up; \n- Educational information and fun facts about bees and beekeeping are added; \n- Beehives AI improved; \n- Other bugs fixed.\n\nEnjoy !", "created_date": 1768391428, "id": "25808583235440068", "version": "2.3.7", "version_code": 237, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7341306525927686", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25844394075192317"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1129670058219718"}]}, "change_log": "NEW UPDATE! - V 2.3.6 :\n\n- Objects sounds & 360° sounds improved; \n- Beehive Frames dropped can be easily pick up; \n- Educational information and fun facts about bees and beekeeping are added; \n- Beehives AI improved; \n- Other bugs fixed.\n\nEnjoy !", "created_date": 1768144307, "id": "25785440454421013", "version": "2.3.6", "version_code": 236, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7341306525927686", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25844394075192317"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1129670058219718"}]}, "change_log": "NEW UPDATE! - V 2.3.5 :\n\n- Objects sounds & 360° sounds improved; \n- Beehive Frames dropped can be easily pick up; \n- Educational information and fun facts about bees and beekeeping are added; \n- Beehives AI improved; \n- Other bugs fixed.\n\nEnjoy !", "created_date": 1767863395, "id": "25758711797093879", "version": "2.3.5", "version_code": 235, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7341306525927686", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25844394075192317"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1129670058219718"}]}, "change_log": "NEW UPDATE! - V 2.3.4 :\n\n- Objects sounds & 360° sounds improved; \n- Beehive Frames dropped can be easily pick up; \n- Educational information and fun facts about bees and beekeeping are added; \n- Beehives AI improved; \n- Other bugs fixed.\n\nEnjoy !", "created_date": 1767687824, "id": "25741540332144359", "version": "2.3.4", "version_code": 234, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}