{"data": {"node": {"__typename": "Application", "id": "5636337246458558", "organization": {"id": "110380075243132", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "28113340781584563"}]}, "id": "1327019248663721"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5636337246458558"}]}, "id": "469585521987427"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5636337246458558", "release_date": 1695825921, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 11}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6601946063231000"}, "id": "8381142031957378"}]}}, "binary": null, "live_binary": null, "created_date": 1740561602, "id": "9207219279370319", "is_initial_release": false, "name_with_fallback": "v6", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "8784287521663499"}, "release_status": "RELEASED", "id": "5636337246458558"}, "id": "8784287521663499", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": null, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57572943_1190270442225063_586854261991154343_n.png?stp=dst-png_s360x360&_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qsEPruTu0DYQ7kNvwGyEvaB&_nc_oc=AdmMjGWBo3Zh07r-gpCQW180FhH-30JB64ZgcQh_SoxGlv5mhUu6UqS2UIR8fWktGaU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvHu185pvy8NumAcd5utbisnzA9FsAb5nqYzqeiVTclsw&oe=6997054B"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Mother Ghoul", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Role Playing", "id": "821934236779161"}], "release_date": 1695825921, "lastRevision": {"nodes": [{"id": "5636337286458554", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5636337246458558", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1992601447776394"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1819380838477658", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Ужас Матери Вурдалака - Проклятие нерожденных!", "keywords": [], "long_description": "Я вдруг проснулся внутри темной и влажной могилы. Я только что закончил работу и шел по улице домой. Когда шаги за мной ускорились, я тоже начал ускоряться. Ахх, я все еще чувствую опухоль на голове. Кто-то, должно быть, сильно ударил меня чем-то и обездвижил. Где я? Что это за место? Почему эти вещи всегда находят меня?\n\nБоже мой, мы попробовали все! Священники всех религий проводили священные обряды, но они все умирали один за другим... Она убивает! Она требует кровь каждый год за шесть мертворожденных детей. Мы должны подчиняться ей! Мы сожалеем за то, что сделали с вами, но это единственный способ не потерять мир в ее тьме. Как слуги Матери Гул, мы вас уважительно приветствуем...\n\nЛадно. Я не сдаюсь еще. Если она хочет съесть мое вкусное мясо и пить свежую кровь, ей придется потрудиться. Я искал в старых книгах и изучал следы, оставленные предыдущими жертвами. Я нашел способ отправить назад этот демонический призрак, который продал свою душу дьяволу в обмен на боль за шесть мертворожденных детей. По крайней мере, я так думаю...\n\nКаждый конец - это новое начало! Это никогда не заканчивается! Я не могу избавиться от этого проклятия! В этом борьбе на выживание, я должен найти способ выжить в каждой главе. Она идет за мной. И если я умру, она придет за тобой...", "short_description": "Следующая жертва - это вы. Mother Ghoul - это хоррор-триллерная игра, в которой вы пытаетесь выжить против проклятого призрака, которого вам предложили в жертву. Чтобы освободиться от проклятия, вы должны найти и уничтожить ее мертворожденных детей через ритуал. Это единственный способ."}, {"images": {"nodes": []}, "id": "1395930391326522", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Gulyabani Anne Korku - Doğmamışların Laneti", "keywords": [], "long_description": "Karanlık ve ıslak bir mezarın içerisinde aniden uyanıyorum. İşten çıkmış ve öylece sokakta evime doğru yürüyordum. Arkamdan gelen ayak sesleri hızlandıkça bende hızlanıyorum. Ahh kafamdaki şişliği hala hissediyorum. Birisi sert bir şeyle vurmuş ve beni bayıltmış olmalı. Neredeyim? Burası neresi? Böyle şeyler neden hep beni buluyor?\n\nTanrı aşkına, her şeyi denedik! Bütün dinlerden rahipler kutsal ritüeller yaptılar. Ama hepsi birer birer öldü...\nO öldürür! Her yıl 6 ölü doğan çocuğu için kan talep ediyor. Ona itaat etmeliyiz! Sana bunu yaptığımız için çok üzgünüz ama dünyanın onun karanlığında kaybolmaması için tek yol bu. Biz, Mother Ghoul’un hizmetkarları olarak, seni saygıyla selamlıyoruz…\n\nTamam. Hemen pes etmeyeceğim. Lezzetli etimi yemek ve taze kanımı içmek istiyorsa biraz uğraşması gerekecek. Eski kitapları karıştırdım, benden önceki kurbanların bıraktığı ipuçlarını inceledim. Ölü doğmuş 6 çocuğunun acısıyla ruhunu şeytana satan bu iblis hayaleti geri göndermenin yolunu buldum. En azından öyle sanıyorum…\n\nHer son başka bir başlangıç! Bitmiyor! Kurtulamıyorum ondan! Bu ölümüne macerada her bölümde hayatta kalmanın bir yolunu bulmalıyım. O benim için geliyor. Ve ben ölürsem, senin için gelecek.", "short_description": "Sıradaki kurbanı sensin. Mother Ghoul, kurban olarak sunulduğunuz lanetli bir hayalete karşı hayatta kalmaya çalıştığınız bir korku ve gerilim oyunudur. Ölü doğmuş 6 çocuğunun acısıyla şeytanlaşan Mother Ghoul’un lanetinden kurtulmak için ölü çocuklarını bul ve ritüel ile yok et. Tek yolu bu…"}, {"images": {"nodes": []}, "id": "1011029943354607", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Mother Ghoul Horror - ¡La maldición de los no nacidos!", "keywords": [], "long_description": "De repente despierto dentro de una tumba oscura y húmeda. Acababa de terminar el trabajo y estaba caminando a casa por la calle. Cuando los pasos detrás de ella se aceleraron, yo también empecé a correr. Ahh, todavía puedo sentir el hinchazón en mi cabeza. Alguien debe haberme golpeado fuerte con algo y me dejó inconsciente. ¿Dónde estoy? ¿Qué lugar es este? ¿Por qué siempre me pasan estas cosas?\n\n¡Por Dios, hemos intentado todo! Sacerdotes de todas las religiones realizaron rituales sagrados, pero todos murieron uno tras otro... ¡Ella mata! Exige sangre cada año por los seis hijos mortinatos. Debemos obedecerla. Lo siento por lo que te hemos hecho, pero esta es la única forma de evitar que el mundo se pierda en su oscuridad. Como siervos de Madre Ghoul, te saludamos respetuosamente...\n\nDe acuerdo. No me rendiré todavía. Si ella quiere comer mi deliciosa carne y beber mi sangre fresca, tendrá que trabajar para conseguirla. Busqué en libros antiguos y examiné pistas dejadas por víctimas anteriores. Encontré una forma de enviar de vuelta a este demonio fantasma que vendió su alma al diablo a cambio del dolor de seis hijos mortinatos. Al menos eso creo...\n\n¡Cada final es otro comienzo! ¡Nunca termina! No puedo deshacerme de esta maldición. En esta aventura de desafío a la muerte, debo encontrar una manera de sobrevivir cada capítulo. Ella viene por mí. Y si muero, vendrá por ti...", "short_description": "La próxima víctima eres tú. Mother Ghoul es un juego de horror donde intentas sobrevivir contra un fantasma maldito que te han ofrecido como sacrificio. Para liberarte de la maldición, debes encontrar y destruir a sus hijos muertos en el vientre a través de un ritual. Este es el único camino."}, {"images": {"nodes": []}, "id": "694029158841230", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "食尸鬼之母恐怖 - 未出生的诅咒！", "keywords": [], "long_description": "我突然在一个黑暗潮湿的坟墓里醒来。我刚刚下班，正走在回家的路上。随着身后脚步的加速，我也开始加速。啊，我仍然能感觉到头部的肿胀。肯定是有人用什么东西猛击了我，让我昏迷了。我在哪里？这是什么地方？为什么这些事情总是找到我？\n\n我的天啊，我们已经尽了一切努力！各个宗教的神职人员都进行了神圣的仪式，但他们一个接一个地死去……她杀人！她每年都要为六个死胎儿要求鲜血。我们必须服从她！我们为我们对你所做的事情感到抱歉，但这是保持世界不被她的黑暗吞噬的唯一方法。作为母亲食尸鬼的仆人，我们恭敬地向你问好……\n\n好的。我还不会放弃。如果她想吃我的美味肉和喝我新鲜的血液，她就得付出代价。我查阅了旧书，并检查了前一些受害者留下的线索。我找到了一种方法，可以把这个卖了六个死胎儿之痛而把灵魂卖给魔鬼的恶魔鬼魂送回去。至少我是这么认为的……\n\n每个结束都是另一个开始！它永远不会结束！我无法摆脱这个诅咒！在这场不惧死亡的冒险中，我必须找到一种方法来在每一章中生存下来。她正在追杀我。如果我死了，她会来找你的……", "short_description": "下一个受害者就是你。《母亲食尸鬼》是一款恐怖惊悚游戏，你需要在对抗被祭品上的被诅咒的幽灵中生存下来。为了解除诅咒，你必须通过一个仪式找到并摧毁她的死产胎儿。这是唯一的方法。"}, {"images": {"nodes": [{"file_name": "hero.png", "id": "3536042176711766", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982520_3536042180045099_7483763277810286391_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZSzVSpL00rkQ7kNvwF81yV5&_nc_oc=AdmiC1KxYN_6ucgPsk_OSNItl0c333FBs8pboEnqa6YV7jODt_JztZgjVYQU3AwqIZY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvbTq9BHmEXwsfms6zvzOxK-meqj8f1n7SSAx5lqzWrDQ&oe=69971B0C"}, {"file_name": "IconNewFinal.png", "id": "1336200323769616", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974852_1336200327102949_4830105021062852609_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OaXKb6j9AcoQ7kNvwFW3tYB&_nc_oc=Admdu1xV89SwTrsyB_tMHUou-iQh_wNoy04b_j3JDSOHLYNxhwOmOSHZQhoA4cfmDoQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvU-V2BOnKnu_zVKR1lOVQrV-8nyYTe4rFSP0-_ORmpPg&oe=6996F71C"}, {"file_name": "Yeni Proje (5).png", "id": "1002194707724893", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75210392_1002194711058226_5970285173234999502_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=L0mpYoB5XUIQ7kNvwEI88cq&_nc_oc=Adnnqn5frURL0_nsLfO4WHpv6PYAXNiWrWuETz-preO8Mfi7DzQvnzzgT1MfGPNCwlQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuwX86G7E5oTQ9XQ_DYyvoomTCBogspcBCskvqAFZvWpg&oe=699703EC"}, {"file_name": "logo.png", "id": "824625842998675", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974891_824625846332008_3099139383202264300_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FvuV35iv6O0Q7kNvwES6Fsr&_nc_oc=AdnoPgLQUxY170h6VIOGQOBmUTfDj5TnKxGwcQZARr4CxLapcECRnQFq4i2iIjn3vsc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftZAtt_nAfzx9ZySyK5yUW-aZxVELHjxIUicPcVd4NZlA&oe=69970653"}, {"file_name": "Yeni Proje (4).png", "id": "692979832684842", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031591_692979839351508_828059469466701409_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QxMzAyK-9KoQ7kNvwFEE_0g&_nc_oc=AdntoWlyIu5hcwkwtywX-vzB2Ur9UibEdqr1q5pH1cJ0nazUiMyGqgFDayhWQZ96t3g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsJcWSbgqThIDtn0rhk-TvDDkYfXwLThWIuc4Gr22ksxg&oe=6996EE65"}, {"file_name": "Yeni Proje (2).png", "id": "326637796435769", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982552_326637799769102_7956449813642740468_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1gi4coayFrcQ7kNvwH74Zun&_nc_oc=Adloeb-brJgeAPOyyxqMILIS_RV2N6iFmGrILb37yMyFTuBHz_N-qxz0v6Ts5OZ3Iww&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afun9TeEwSCI5dyP3a3zXpGLiuYrXIUkVYksS31tkXaU8Q&oe=699714EF"}, {"file_name": "Yeni Proje (6).png", "id": "195345723572098", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75269592_195345726905431_7120775910394666141_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qGbebotTiBAQ7kNvwH88l1t&_nc_oc=AdkjimO7igcNCVvVhiqU-nyQaOiBFG77ui-0XcRtdHPGyh53HOevdQsiSiAa0lGFQtg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu-8YWwPCTc2Xmf3p81Itajjmw39B3Ig9pgXUDv5ZSp7w&oe=69971D62"}]}, "id": "532686688728837", "locale": "en_US", "screenshots": [{"file_name": "1.png", "id": "850049062984898", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031363_850049066318231_847963104776069091_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LLmZmb9P2koQ7kNvwHAW_Vk&_nc_oc=Adk4M9cLEPnAMhQO9XugU3RdprlicnKMe4V2SQ6xz33q6MroUv4TqpWDG8Y4R2Z-BG4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuBWPV5F6MgZx5QYsoCbLShlJsaUNP_MqR5o97F5xS_BQ&oe=699719AB"}, {"file_name": "2.png", "id": "1363316984539841", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75367591_1363316987873174_824906700372241205_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wz25gYy0lzsQ7kNvwGlkoqq&_nc_oc=AdmbfnNOtfAbLYPHaUMiFKyjT_V-MFVdpmz76LvDq6IF2o8JQ6B1DJ8wN52Oulox_Gs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuAxvCYCv2qxN6Ep8RuwqiWT1w39Y-whZKdUXmiVPYGjA&oe=69970B4B"}, {"file_name": "5.png", "id": "748572317079577", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974893_748572320412910_8079583722140428622_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=V2MhY9Ij4B8Q7kNvwH93vrD&_nc_oc=AdnG5JnxALln-5HMhelZffCltqOyWl7kmxB7o9b5u2Ax3qQJFVr9I07R659egi0Iur4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftFu8SirPbel5E-zFxQJsZacwJf6bT6G9TbYjwoBYkQHA&oe=69971468"}, {"file_name": "4 (1).png", "id": "1530415647703445", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974891_1530415651036778_7399914402108359758_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fp7Xanu4ct0Q7kNvwFaWMoD&_nc_oc=Adl6rMg64gj69EwpRY6-U-WHrSv4oyzIpT87QtlsKHka-tb7uPBb1cq6JE5Rr1CjOIQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsY9IJMSg0tW3-h1uXGGZ7rHWRC43G7Dxasl6L7aAhCiQ&oe=69971C6E"}, {"file_name": "3.png", "id": "976091683646971", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75593948_976091686980304_3770148095187862958_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nD5z0fpz7NIQ7kNvwFdp4KO&_nc_oc=Adn0IsDXBKJ3mcga8J-kx3RSpm1kZUEcl4oQ0pBfq0cBBKOfsZHPWrOpDJDAqHAt_j4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afuczzy0cpdxDneYp5PTTSDj7itac8-ZC1wNOQ-hk1OOpA&oe=699714A5"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "6.png", "id": "802714688323782", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75507164_802714691657115_1147016412308244870_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aUs0ipZFx5wQ7kNvwHSPrkG&_nc_oc=Adn51GoRhzl75c5FwyAWKOemZRX_6bZQN5I9lyoHd06w4N8ZtkUX8-_022r0gr2CPmI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftGF7npUNnzjLuVFmfjM0qaa4if4GAO1Lz70mKXXbe5-A&oe=699712CA"}, "display_name": "Mother Ghoul Horror - The Curse of Unborns!", "keywords": [], "long_description": "I suddenly wake up inside a dark and wet grave. I had just finished work and were walking home on the street. As the footsteps behind her quickened, I also started to speed up. Ahh, I can still feel the swelling in my head. Someone must have hit me hard with something and knocked me out. Where I am? What is this place? Why do these things always find me?\n\nFor God's sake, we've tried everything! Priests from all religions performed sacred rituals, but they all died one by one... She kills! She demands blood every year for the six stillborn children. We must obey her! We are sorry for what we have done to you, but this is the only way to keep the world from being lost in her darkness. As servants of Mother Ghoul, we respectfully greet you...\n\nOkay. I won't give up just yet. If she wants to eat my delicious flesh and drink my fresh blood, she'll have to work for it. I searched through old books and examined clues left by previous victims. I found a way to send back this demon ghost who sold her soul to the devil in exchange for the pain of six stillborn children. At least I think I did...\n\nEvery ending is another beginning! It never ends! I can't get rid of this curse! In this death-defying adventure, I must find a way to survive each chapter. She is coming for me. And if I die, she will come for you...", "short_description": "The next victim is you. Mother Ghoul is a horror and thriller game where you try to survive against a cursed ghost that you have been offered as a sacrifice. To break free from the curse, you must find and destroy her stillborn children through a ritual. This is the only way..."}, {"images": {"nodes": []}, "id": "127663307097393", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "マザーグールホラー 胎児の呪い！", "keywords": [], "long_description": "突然、暗く湿った墓の中で目が覚めました。私は仕事を終え、家に向かって歩いていました。背後の足音が急速に近づくにつれて、私も急いで歩き始めました。ああ、頭の腫れがまだ感じられます。何かで強く殴られて気絶したのでしょう。ここはどこですか？これは何ですか？なぜいつも私にこれらのことが起こるのでしょうか？\n\n何とかしてください！あらゆる宗教の神父たちが神聖な儀式を行いましたが、彼らは一人また一人と死んでいきます... 彼女は殺します！彼女は毎年6人の死産児のために血を要求します。私たちは彼女に従わなければなりません！あなたに対して私たちMother Ghoulの使用人として敬意を表しますが、私たちがあなたにしたことについては謝罪します...\n\nわかりました。私はまだ諦めません。彼女が私のおいしい肉を食べて新鮮な血を飲みたいなら、彼女自身で手に入れなければなりません。古い本を調べ、以前の被害者が残した手がかりを調べました。彼女の魂を悪魔に売り渡し、6人の死産児の痛みを引き換えにしたこの悪魔の幽霊を送り返す方法を見つけました。少なくともそう思います...\n\nすべての終わりは別の始まりです！それは決して終わりません！この死に抗う冒険では、各章を生き残る方法を見つけなければなりません。彼女が私を追ってきています。私が死ぬと、彼女はあなたを追ってくるでしょう...", "short_description": "次の犠牲者はあなたです。「マザーグール（Mother Ghoul）」は、あなたが生贄として捧げられた呪われた幽霊に対して生き残ろうとするホラー・スリラーゲームです。呪いから解放されるためには、儀式を通じて彼女の死産児を見つけ出し、破壊しなければなりません。これが唯一の方法です。"}]}, "developer_name": "Queen Developer", "developer_privacy_policy_url": "https://docs.google.com/document/d/e/2PACX-1vQOtGxHgflrFzR0dqQzi9bmkMhm1vVoHeQ3HNat7nErj6tM_WQ4Ei4ynMDMWMU2EyOSes4U8QMXVGrX/pub", "developer_terms_of_service_url": null, "publisher_name": "Queen Developer", "support_website_url": null, "website_url": "http://queendeveloper95.byethost5.com/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "821934236779161"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_CN", "ru", "es", "tr", "ja"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "1466204507235470"}}]}, "scheduled_offers": {"count": 11, "nodes": [{"status": "PUBLISHED", "id": "1835250107413407"}, {"status": "PUBLISHED", "id": "1062325688768827"}, {"status": "PUBLISHED", "id": "709638581549733"}, {"status": "PUBLISHED", "id": "9334772496613340"}, {"status": "CANCELLED", "id": "602233509103749"}, {"status": "PUBLISHED", "id": "1842864633186161"}, {"status": "PUBLISHED", "id": "492282719986489"}, {"status": "CANCELLED", "id": "1255932572361890"}, {"status": "PUBLISHED", "id": "496179696357052"}, {"status": "PUBLISHED", "id": "1514008292803099"}, {"status": "PUBLISHED", "id": "851582949899784"}]}, "baseline_offer": {"id": "9334772496613340"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1759172400, "status": "PUBLISHED", "id": "1835250107413407"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6601946063231000", "version": "1.4"}, "id": "8381142031957378", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5636337246458558", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6601946063231000"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "8381142031957378"}]}, "change_log": null, "created_date": 1695802926, "id": "6601946063231000", "version": "1.4", "version_code": 4, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5636337246458558", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6601946063231000"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "8381142031957378"}]}, "change_log": null, "created_date": 1695679698, "id": "6596293273796279", "version": "1.2", "version_code": 3, "release_status": "PENDING", "status": "CHANGES_REQUESTED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5636337246458558", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6601946063231000"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "8381142031957378"}]}, "change_log": null, "created_date": 1695591815, "id": "6592514550840818", "version": "1.1", "version_code": 2, "release_status": "PENDING", "status": "CHANGES_REQUESTED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5636337246458558", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6601946063231000"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "8381142031957378"}]}, "change_log": null, "created_date": 1695365864, "id": "6582329638525976", "version": "1", "version_code": 1, "release_status": "PENDING", "status": "CHANGES_REQUESTED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}