{"data": {"node": {"__typename": "Application", "id": "4361890020577416", "organization": {"id": "107559754558157", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8893694044087527"}]}, "id": "1095904532707819"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4361890020577416"}]}, "id": "3043802365929796"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4361890020577416", "release_date": 1749142800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 7}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24721586567514462"}, "id": "371624554472347"}]}}, "binary": null, "live_binary": null, "created_date": 1761098368, "id": "24139453149061143", "is_initial_release": false, "name_with_fallback": "v10", "pdp_metadata_with_fallback": {"version": 9, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24393348423671613"}, "release_status": "RELEASED", "id": "4361890020577416"}, "id": "24393348423671613", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4361890020577416", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1084916053295794"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3183181538507983", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Akcja", "Narracja", "Latanie", "Strzelec", "Historia"], "long_description": "**Przekształć przeszłość. Ocal przyszłość.** Phoenix Gene to przygoda w rzeczywistości wirtualnej pełna adrenaliny w poszukiwaniu nieśmiertelności. Kontroluj dzikiego feniksa, Firestorma, oraz genetycznie ulepszoną Jackie, związany przez przeznaczenie i napędzany upadkiem multiwersum Slipstream.\n\n**Saga Sci-fi Przez Czas:** Lataj z wypalonych pustkowi do miast przyszłości w wyścigu z zagładą. Każda lokalizacja to pole bitwy - i kawałek układanki.\n{1479661589946121}\n\n**Wrogowie wszędzie:** Walcz z potwornymi mutantami, zbuntowanymi zbieraczami i zaawansowanymi technicznie dronami w szybkich, pełnych emocji bitwach.\n{763376709567299}\n\n**Całkowite zanurzenie. Całkowita akcja:** Lataj, unikaj i poruszaj ciałem w tym przygodowym strzelaninie ‘shmup.\n{1372775947605957}\n\n**Strategiczne Strzelanie:** Przełącznik rzeczywistości, który pozwala na wchłanianie kul przeciwnika i zmianę tego, co znajduje się w twojej rzeczywistości.\n{2150211628780032}\n\n**Wzmocnij się lub zginąć:** Zbieraj złote płomienie, aby odblokować zmieniające grę ulepszenia. Uwolnij inteligentne bomby, wydłuż swoje zasięg, wzmocnij swój miotacz ognia, zdobywaj tarcze i czterokrotne ogniste kule, a także regeneruj się szybciej, aby być o krok przed anihilacją.\n{1066645968916941}\n\n**Zanurz się głębiej:** Ciesz się doświadczeniem książki VR The Phoenix Gene: Origins of Darkness, pierwszej powieści w nadchodzącej serii wydawniczej z tej ekscytującej nowej franczyzy.\n\n**Zostań Mistrzem Slipstreamu!**\n{1030956012242940}", "short_description": "Lataj w czasie podróżującym Feniksem przez multiwszechświat w misji, aby powstrzymać serum nieśmiertelności Life Rite przed zniszczeniem biednych i uciskanych.\n\nTen pełen akcji strzelanka jest nasączona strategią, pozwalając ci na przełączanie czegoś w twojej rzeczywistości. Bądź fizyczny, unikaj przeszkód, sięgaj po przedmioty kolekcjonerskie i power-upy oraz chroń niewinnych.\n\nKup dzisiaj Phoenix Gene, najnowszą przygodę narracyjną dla fanów Pistol Whip, Starfox i Ikaruga."}, {"images": {"nodes": []}, "id": "2757896424570671", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Narrative", "Action", "Flying", "Shooter", "Story"], "long_description": "**Rewrite the Past. Save the Future.** The Phoenix Gene is an adrenaline-fueled VR quest for immortality. Control a fierce phoenix, Firestorm, and genetically enhanced Jackie, bonded by fate and driven by the collapse of the Slipstream multiverse.\n\n**A Sci-fi Saga Across Time:** Fly from scorched wastelands to future cities in a race against extinction. Every location is battlefield - and a piece of the puzzle.\n{1272767577535058}\n\n**Enemies Everywhere:** Fight monstrous mutants, rogue scavengers, and high-tech drones in fast-paced, heart-pounding battles.\n{1095124885887594}\n\n**Total Immersion. Total Action:** Fly, dodge, and move your body in this adventurous shooter ‘shmup.\n{932255335751466}\n\n**Strategic Shooting:** Realm toggle to absorb enemy bullets and change what’s in your reality.\n{1113690734041104}\n\n**Power Up or Perish:** Collect gold flames to unlock game-changing upgrades. Unleash smart bombs, extend your reach, boost your flamethrower, grabs shields and quad fireballs, and regenerate faster to stay one step ahead of annihilation.\n{1089890905994617}\n\n**Go Deeper:** Enjoy the VR Book Experience of The Phoenix Gene: Origins of Darkness, the first novel in the upcoming book series from this exciting new franchise.\n\n**Buy The Phoenix Gene today to become a Slipstream Master!**\n{642006891736137}", "short_description": "Fly a time-traveling Phoenix through the multi-verse on a mission to stop Life Rite’s immortality serum from annihilating the poor and oppressed. \n\nThis action-packed shooter is infused with strategy, allowing you to toggle what’s in your reality. Get physical by dodging obstacles, reaching for collectibles and power ups, and protecting innocents. \n\nBuy The Phoenix Gene today, the latest narrative adventure for fans of Pistol Whip, Starfox, and Ikaruga."}, {"images": {"nodes": []}, "id": "2370704196733039", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Aktion", "Erzählung", "Fliegen", "Shooter", "Geschichte"], "long_description": "**Die Vergangenheit neu schreiben. Die Zukunft retten.** Das Phoenix-Gen ist eine adrenalineinfused VR-Mission nach Unsterblichkeit. Steuere einen wilden Phönix, Firestorm, und genetisch verbesserten Jackie, die durch das Schicksal verbunden und vom Zusammenbruch des Slipstream-Multiversums getrieben sind.\n\n**Eine Sci-Fi-Saga durch die Zeit:** Fliege von verbrannten Ödlanden zu zukünftigen Städten im Wettlauf gegen die Auslöschung. Jeder Ort ist ein Schlachtfeld - und ein Teil des Puzzles.\n{795227889686752}\n\n**Feinde Überall:** Kämpfe gegen monströse Mutanten, abtrünnige Plünderer und hochmoderne Drohnen in hektischen, herzrasenden Schlachten.\n{23960507103620446}\n\n**Vollständige Immersion. Vollständige Aktion:** Fliege, weiche aus und bewege deinen Körper in diesem abenteuerlichen Shooter ‘shmup.\n{789626556726857}\n\n**Strategisches Schießen:** Wechseln Sie den Bereich, um feindliche Kugeln zu absorbieren und zu verändern, was in Ihrer Realität ist.\n{1244008344192048}\n\n**Energie tanken oder untergehen:** Sammle goldene Flammen, um spielverändernde Upgrades freizuschalten. Setze intelligente Bomben ein, erweitere deine Reichweite, verbessere deinen Flammenwerfer, schnappe dir Schilde und Quad-Feuerbälle und regeneriere schneller, um der Auslöschung immer einen Schritt voraus zu sein.\n{1268374271966296}\n\n**Gehe tiefer:** Genieße die VR-Buch-Erfahrung von The Phoenix Gene: Ursprünge der Dunkelheit.\n\n**Werde ein Slipstream-Meister!**\n{1132130528852577}", "short_description": "Fliege einen zeitreisenden Phönix durch das Multiversum auf einer Mission, um das Unsterblichkeitsserum von Life Rite daran zu hindern, die Armen und Unterdrückten zu vernichten.\n\nDieser actionreiche Shooter ist mit Strategie durchzogen und erlaubt es dir, zu steuern, was in deiner Realität ist. Werde körperlich aktiv, indem du Hindernissen ausweichst, nach Sammlerstücken und Power-Ups greifst und Unschuldige beschützt.\n\nKaufe noch heute The Phoenix Gene."}, {"images": {"nodes": []}, "id": "2324419824743692", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Handling", "Narrativ", "Fly", "Skytespill", "Historie"], "long_description": "**Skriv om fortiden. Redde fremtiden.** Phoenix-genet er et adrenalin-drevet VR-oppdrag for udødelighet. Kontroller en voldsom føniks, Firestorm, og genetisk forbedrede Jackie, bundet av skjebnen og drevet av sammenbruddet av Slipstream multiverset.\n\n**En Sci-fi Saga Over Tid:** Fly fra brente ødemarker til framtidige byer i et kappløp mot utryddelse. Hver lokasjon er en slagmark - og en del av puslespillet.\n{780042977695738}\n\n**Fiender Overalt:** Kjemp mot monstrøse mutanter, rogue skraphuggere og høyteknologiske droner i hektiske, hjertebankende slag.\n{762641503009689}\n\n**Total nedsenkning. Total handling:** Fly, unngå og beveg kroppen din i denne eventyr skytespillet ‘shmup.\n{771271378697694}\n\n**Strategisk Skyting:** Rikeveksling for å absorbere fiendens kuler og endre hva som er i din virkelighet.\n{1069672708670977}\n\n**Kraft opp eller gå under:** Samle gyldne flammer for å låse opp spillforvandlende oppgraderinger. Slipp løs smarte bomber, utvid rekkevidden din, styrk flammekasteren din, ta tak i skjold og kvartboller av ild, og regenerer raskere for å hele tiden være ett skritt foran utslettelse.\n{604233122545245}\n\n**Gå Dypere:** Nyt VR-bokopplevelsen av The Phoenix Gene: Origins of Darkness, den første romanen i den kommende bokserien fra dette spennende nye franchise.\n\n**Kjøp Phoenix-genen i dag for å bli en Slipstream-mester!**\n{1516602122838897}", "short_description": "Fly en tidsreisende Fønix gjennom multiverset på oppdrag for å stoppe Life Rite sin udødelighetsserum fra å utslette de fattige og undertrykte.\n\nDenne handlingsfylte skytespillet er fylt med strategi, og lar deg bytte på hva som er i din virkelighet. Bli fysisk ved å unngå hindringer, rekke ut etter samlergjenstander og kraftoppgraderinger, og beskytte uskyldige.\n\nKjøp The Phoenix Gene i dag, det nyeste fortellende eventyret for fans av Pistol Whip, Starfox og Ikaruga."}, {"images": {"nodes": []}, "id": "2031972157551776", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene - 鳳凰基因", "keywords": ["行動", "敘事", "飛行", "射手", "故事"], "long_description": "**重寫過去。拯救未來。** 《鳳凰基因》是一個充滿刺激的虛擬實境探索不朽的冒險。 操控一隻兇猛的鳳凰火風暴和基因增強的傑基，他們因命運而相連，並受到滑流多元宇宙崩潰的驅動。\n\n**跨越時空的科幻史詩：** 在對抗滅絕的競賽中，從焦土荒原飛往未來城市。每個地點都是戰場——同時也是拼圖的一部分。\n{770515369119021}\n\n**到處都是敵人：** 在快速激烈、令人心跳加速的戰鬥中，與可怕的變種人、叛逃的掠奪者和高科技無人機作鬥爭。\n{620732497386627}\n\n**全面沉浸。全面行動：** 在這款冒險射擊遊戲中，飛行、閃避並移動你的身體。\n{760851419634244}\n\n**戰略射擊：** 轉換領域以吸收敵人的子彈並改變你現實中的事物。\n{2546941038982818}\n\n**升級或滅亡：** 收集金色火焰來解鎖改變遊戲的升級。釋放智能炸彈，延長你的射程，增強你的火焰噴射器，獲得護盾和四重火球，並加速再生，以保持在毀滅之前的一步領先。\n{781002927700287}\n\n**深入體驗：** 享受《鳳凰基因：黑暗的起源》虛擬現實書籍體驗，這是來自這一全新激動人心系列的第一部小說。\n\n**今天購買《鳳凰基因》，成為滑流大師！**\n{1277552663782176}", "short_description": "駕駛一隻穿越時空的鳳凰穿梭於多元宇宙，執行任務阻止生命儀式的長生不死血清摧毀貧困和被壓迫者。\n\n這款動作滿分的射擊遊戲融合了策略元素，讓你可以自由調整你現實中的內容。透過躲避障礙物、收集物品和能量提升以及保護無辜者來增強體驗。\n\n今天購買《鳳凰基因》，這是《Pistol Whip》、《Starfox》和《Ikaruga》粉絲的最新敘事冒險。"}, {"images": {"nodes": []}, "id": "1986830492160942", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Bay", "Bắn", "vr", "fps", "Action"], "long_description": "**Viết lại quá khứ. Cứu lấy tương lai.** Gene Phượng Hoàng là một cuộc tìm kiếm VR tràn đầy adrenaline cho sự bất tử. Điều khiển một con phượng hoàng hung dữ, Firestorm, và Jackie được cải tiến về gen, được liên kết bởi số phận và thúc đẩy bởi sự sụp đổ của đa vũ trụ Slipstream.\n\n**Một Huyền Thoại Khoa Học Viễn Tưởng Qua Thời Gian:** Bay từ những vùng đất hoang tàn đến những thành phố tương lai trong cuộc đua chống lại sự tuyệt chủng. Mỗi địa điểm là một chiến trường - và một mảnh ghép của câu đố.\n{1413990416567348}\n\n**Kẻ Thù Mọi Nơi:** Chiến đấu với những quái vật đột biến, những kẻ săn lùng nổi loạn và những chiếc drone công nghệ cao trong những trận chiến nhanh chóng, đầy hồi hộp.\n{1299178268222985}\n\n**Sự Nhúng Full. Hành Động Toàn Diện:** Bay, né tránh và di chuyển cơ thể của bạn trong trò chơi bắn súng đầy mạo hiểm này.\n{4277471215873144}\n\n**Bắn Cạnh Tranh:** Chuyển đổi vũ trụ để hấp thụ viên đạn của kẻ thù và thay đổi những gì có trong thực tại của bạn.\n{1712509979374585}\n\n**Nâng Cấp Hoặc Tiêu Diệt:** Thu thập những ngọn lửa vàng để mở khóa những nâng cấp thay đổi cuộc chơi. Giải phóng bom thông minh, mở rộng phạm vi, tăng cường súng phun lửa, lấy lá chắn và viên đạn lửa tứ quý, và hồi phục nhanh hơn để luôn đi trước một bước so với sự hủy diệt.\n{1425160385407508}\n\n**Đi Sâu Hơn:** Thưởng thức trải nghiệm sách VR của The Phoenix Gene: Nguồn Gốc Của Bóng Tối, tiểu thuyết đầu tiên trong loạt sách sắp ra mắt từ thương hiệu mới thú vị này.\n{1874965299715320}", "short_description": "Lái một con phượng hoàng du hành thời gian qua đa vũ trụ trong một sứ mệnh ngăn chặn serum bất tử của Life Rite tiêu diệt những người nghèo khổ và bị áp bức.\n\nTrò chơi bắn súng đầy hành động này được kết hợp với chiến lược, cho phép bạn điều chỉnh những gì có trong thực tại của mình. Hãy hoạt động bằng cách né tránh chướng ngại vật, lấy những vật phẩm và nâng cấp, và bảo vệ những người vô tội.\n\nMua The Phoenix Gene hôm nay, cuộc phiêu lưu kể chuyện mới nhất dành cho những người hâm mộ Starfox."}, {"images": {"nodes": []}, "id": "1980509382520336", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Действие", "Нарратив", "Летание", "Стрелок", "История"], "long_description": "**Перепиши прошлое. Спаси будущее.** Ген Феникса — это захватывающий виртуальный квест за бессмертием. Управляйте яростным фениксом, Огненной бурей, и генетически улучшенным Джеки, связанными судьбой и движимыми крахом мультивселенной Скользящего потока.\n\n**Научно-фантастическая сага во времени:** Летите от выжженных пустошей к городам будущего в гонке против исчезновения. Каждое место – это поле боя и часть головоломки.\n{4079841322290007}\n\n**Враги повсюду:** Сражайтесь с монструозными мутантами, бродячими scavengers и высокотехнологичными дронами в быстрых, захватывающих боях.\n{9794020437366096}\n\n**Полное погружение. Полное действие:** Летайте, избегайте препятствий и двигайте телом в этом приключенческом стрелялке ‘shmup.\n{1475504647210978}\n\n**Стратегическая стрельба:** Переключение реальности для поглощения вражеских пуль и изменения того, что в вашей реальности.\n{755041230244039}\n\n**Зарядись или Умри:** Собирайте золотые пламя, чтобы разблокировать кардинальные улучшения. Используйте умные бомбы, увеличьте свои возможности, усиливайте свой огнемет, захватывайте щиты и квадрические огненные шары, а также восстанавливайтесь быстрее, чтобы опережать гибель.\n{1458458082242013}\n\n**Углубитесь:** Наслаждайтесь опытом чтения VR-книги «Ген Феникса: Истоки Тьмы», первого романа в предстоящей книжной серии этой захватывающей новой франшизы.\n\n**Купите Ген Феникса сегодня, чтобы стать мастером Слипстрима!**\n{2244280516007219}", "short_description": "Прокатитесь на путешествующем во времени Фениксе через мультивселенную с миссией остановить серум бессмертия Life Rite от уничтожения бедных и угнетенных.\n\nЭтот динамичный шутер насыщен стратегией, позволяя вам изменять свою реальность. Включитесь в действия, увертываясь от препятствий, собирая коллекционные предметы и улучшения, а также защищая невинных.\n\nКупите The Phoenix Gene сегодня, это последнее нарративное приключение для фанатов Pistol Whip, Starfox и Ikaruga."}, {"images": {"nodes": [{"file_name": "Phoenix Gene Game Cover CropWide Simplified 2560x1440.png", "id": "1211991634004461", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499298387_1211991637337794_4950837486983570500_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P0nmMqa6xwAQ7kNvwE0neuG&_nc_oc=AdlTYM8i9DlHy1blWEBW7osLjqz4F747WpKnyX7Y8CoT2RegEzLL_mhoEN_I3AX7eeA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuAsjWF9XPkjWGDuC9zhod6OvoV7qKAqvQ4Mg8wQJqXQA&oe=6995A048"}, {"file_name": "Phoenix Gene Game Cover Portrait Title v18 MC 1008x1440.png", "id": "891380269803490", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75556803_891380273136823_2956854534682303766_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-pujVdDwyqMQ7kNvwGkWOI8&_nc_oc=Adn6yZbG0QCbccMhbc5jyybtJVeAvaMzkpXGyYakjZqzOlTsPjEXC8qldmEoIUE8kQ4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft5TOB1M1TJOBCvqxbnk9B17YeG74Cy8vUV0qIErNhR2A&oe=6995ABD1"}, {"file_name": "Phoenix Gene Game Cover Square Small v17 MC 512 Close.png", "id": "600011249092823", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974642_600011252426156_6394617670680840872_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Y8Fij1QQqEkQ7kNvwGmFTrP&_nc_oc=Adn570ibxlX8WRBPIzMwGoltJz_5htMdQ0toE3a1qEAoValRJySZKcbgeSTjj21pfrQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu41WvUv8JflvM5NxgSTXsrRbm1FcWZJX6VcqkSxVkpXQ&oe=6995B510"}, {"file_name": "Phoenix Gene Game PDP Art Hero Cover Banner v18 MC 3000x900.png", "id": "536402905854383", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75540506_536402909187716_6276886410748780581_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JdIoKnHDjGEQ7kNvwHkzeiY&_nc_oc=Adkd9C2gdc4TJkK3FUvLvaCiMJZQpDbTdIcuvsRav0Op2fKVetKR_onL51HDlPjd1a4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsvyIWwgvDKac-j6mv9_anzGofXUokrAgUbpXWBxCAmNw&oe=6995BA5C"}, {"file_name": "PhoenixGene_IPLogoContrast_White 2761x1237.png", "id": "531768039739422", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75240097_531768043072755_2922181385105228207_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xFzkz_AtLzsQ7kNvwHfZfvZ&_nc_oc=AdmjTz1Zuvwgyo-lfwgpju_C4lCWrn1dW62Q62p2KiKrFK6E_5W8oB6UR2O5TgEmsqE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuyYnV0qeWsDOQp51DElHB8Kuw7gTDSz7WHm2B2Y7_AsA&oe=6995A834"}, {"file_name": "Phoenix Gene Game Cover Tight Square v19 MC 1440x1440.png", "id": "378475575346796", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974517_378475578680129_5607459809768877864_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E0z3U1h6IggQ7kNvwFbj93N&_nc_oc=AdkTnNWLWOc-4LUouiUIG4-H-cxKPX4DM4cFmK5IYIsgxKVjvCANVDbQTQ1Y2fMCJ4Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsTZT63NbENb1hnOvdnYFn_3NK7Ti0VfRv9X_Vhsg5rPg&oe=6995B798"}]}, "id": "1858257121732815", "locale": "en_US", "screenshots": [{"file_name": "ThePhoenixGene_02_2560x1440.png", "id": "9667674880028704", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491830003_9667674883362037_5708368326168445938_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IUo-UzX2uE8Q7kNvwGHWsUA&_nc_oc=Adm-9PPGypMnkJe6jTPYwR7iKiQ8wSQXmkkudpif8XxzJFj1lhhboS_WQ3iIMO0D7kY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvu3aFxFdEXlZaaeF7jlaXZryTiA1IzaL_doPVk6yxzbQ&oe=69959E4F"}, {"file_name": "ThePhoenixGene_03_2560x1440.png", "id": "1938785889991625", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499323289_1938785893324958_621615099675484908_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=y_S_BqcFoEAQ7kNvwG3dWln&_nc_oc=Adn-UM5Kq9KRDDiblpw4BY5x0blSs3bNYfbgJzrmtBG5xP8cWcIObUAplCP3MrmF2hs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afurqfr_CNiPHi7NruHtT9KWjO8l897A-4JtHNETHUAXjA&oe=6995CA79"}, {"file_name": "ThePhoenixGene_01_2560x1440.png", "id": "590946736767894", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499316628_590946740101227_6609435858541910852_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WgNurdt1wiMQ7kNvwESkrDv&_nc_oc=AdlhzdVtlJ7GIZoqtW2DzD4o3TsXiUDiE2gcB5917-5qk8_JDTId8NjLv439LJtqm1I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftmMXDPgUO01E1d2TI5RMGTWzVTujxSclEOKrlXHTaJrQ&oe=6995C3F2"}, {"file_name": "ThePhoenixGene_04_2560x1440.png", "id": "1104943838344810", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499325475_1104943841678143_7136499683371924502_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DNF43CQPP7IQ7kNvwFXJ5ce&_nc_oc=AdktlvgQStrGMD6fFA5lpBWpuV2aBuTnVH6QkSYqo3pKoZ7kqmmhN1aDG_DdnSUIwlA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftEe2YZiIksZ6BGAC22rxsh_bZOsOMxs_73u2yn4jXhQw&oe=6995CD8C"}, {"file_name": "ThePhoenixGene_05_2560x1440.png", "id": "1429117261451226", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499296202_1429117264784559_5567618216056022484_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PiQxXZs9fqEQ7kNvwEYD2l0&_nc_oc=AdmDlWYnCV1ux9Lhg0BDSR1nGJfpmsf1ci18aIllaxy78JUcq0i4JEZcE9W7IQ1idY8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuwesX5LK_2cw1qX-TspZuDc1JWxX2h6YwyOZjMPy6NYQ&oe=6995CDE2"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Phoenix Gene Game Cover CropWide Simplified 2560x1440.png", "id": "1229870055480348", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499302872_1229870058813681_9060445025570216509_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ENU2ENnLmgMQ7kNvwE7t3JM&_nc_oc=AdnehPWE7vIUg21uCFdNBq8Yfr21I2gDI9EJ8pMTmo7HK0uy7-2X6GqkleCZYvP3oyI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftQ0aM0736YoyzwB_jhufKo8Lcole45wKZZOD-UAZLhxA&oe=6995B975"}, "display_name": "The Phoenix Gene", "keywords": ["Shooter", "Story", "Fly", "Trial", "Free"], "long_description": "**Rewrite the Past. Save the Future.** Step into an adrenaline-fueled VR shooter where survival means becoming immortal. Control a blazing Phoenix in your hands, and fight alongside Jackie, a genetically enhanced janitor bound to Firestorm by fate. Together, you’ll battle through the collapsing Slipstream multiverse.\n\n**A Sci-fi Saga Across Time:** Fly from scorched wastelands to dazzling future cities in a race against extinction. Every location is a battlefield - and a piece of the narrative puzzle. \n{749572644478862}\n\n**Enemies Everywhere:** Mutants, Scavengers, Leviathans and Drones... relentless foes lurk around every corner. Blast your way through heart-pounding VR combat.\n{1439669274048107}\n\n**Total Immersion. Total Action:** Fly, dodge, and shoot in this physical, action-packed VR shooter ‘shmup that’ll give you an addictive rhythm rush.\n{700775116446307}\n\n**Strategic Shooting:** Toggle between realms to absorb enemy bullets, bend reality to your will.\n{1780287839563827}\n\n**Power Up or Perish:** Collect gold flames to unlock game-changing upgrades: smart bombs, quad fireballs, shields, extended reach, faster regeneration, and flamethrower boosts.\n{2107701453025209}\n\n**Feel the Fight:** Move to the upbeat soundtrack by legendary composer Grant Kirkhope. Amplify the immersion with bHaptics TactSuit, TactSleeve and TactVisor to feel every explosion and hit in your bones.\n\n**Buy The Phoenix Gene today to become a Slipstream Master!** or try before you buy with our **Free Trial**.\n{2451839158517543}", "short_description": "Fly a time-traveling Phoenix through the multiverse on a mission to stop Life Rite’s immortality serum from annihilating the oppressed in this fantasy arcade third person shooter. \n\nThis action-packed shooter is infused with strategy allowing you to toggle your reality. Get physical, dodge obstacles, reach for hardcore collectibles and power ups, and protect innocents. \n\nFree trial or buy The Phoenix Gene today, this narrative action adventure for fans of Pistol Whip, Starfox, Anime and Ikaruga."}, {"images": {"nodes": []}, "id": "1732822034071688", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Acción", "narrativo", "Volando", "tirador", "Historia"], "long_description": "**Reescribe el pasado. Salva el futuro.** El Gen Fénix es una búsqueda de VR llena de adrenalina por la inmortalidad. Controla a un fiero fénix, Firestorm, y a Jackie, mejorada genéticamente, unidos por el destino y impulsados por el colapso del multiverso Slipstream.\n\n**Una saga de ciencia ficción a través del tiempo:** Vuela de tierras arrasadas a ciudades del futuro en una carrera contra la extinción. Cada ubicación es un campo de batalla - y una pieza del rompecabezas.\n{715718784768009}\n\n**Enemigos por todas partes:** Lucha contra monstruosos mutantes, saqueadores rebeldes y drones de alta tecnología en batallas rápidas y emocionantes.\n{827994713107368}\n\n**Inmersión Total. Acción Total:** Vuela, esquiva y mueve tu cuerpo en este shooter de aventuras ‘shmup.\n{1674412946589668}\n\n**Disparo Estratégico:** Activar el reino para absorber las balas enemigas y cambiar lo que hay en tu realidad.\n{1307153560753839}\n\n**Potencia o Perece:** Colecciona llamas doradas para desbloquear mejoras que cambian el juego. Libera bombas inteligentes, amplía tu alcance, mejora tu lanzallamas, consigue escudos y bolas de fuego cuádruples, y regénérate más rápido para mantenerte un paso adelante de la aniquilación.\n{2051135455640854}\n\n**Ve más profundo:** Disfruta de la experiencia de libro en VR de The Phoenix Gene: Orígenes de la Oscuridad, la primera novela de la próxima serie de libros de esta emocionante nueva franquicia.\n\n**¡Conviértete en un Maestro del Slipstream!**\n{1097902321727651}", "short_description": "Vuela una Fénix viajera en el tiempo a través del multiverso en una misión para detener el suero de inmortalidad de Life Rite de aniquilar a los pobres y oprimidos.\n\nEste shooter lleno de acción está impregnado de estrategia, permitiéndote alternar lo que hay en tu realidad. Haz ejercicio esquivando obstáculos, alcanzando coleccionables y potenciadores, y protegiendo a los inocentes.\n\nCompra The Phoenix Gene hoy, la última aventura narrativa para los fanáticos de Pistol Whip, Starfox e Ikaruga."}, {"images": {"nodes": []}, "id": "1618464492862337", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene フェニックス遺伝子", "keywords": ["アクション", "ナラティブ", "飛ぶ", "シューティング", "物語"], "long_description": "**過去を書き換えろ。未来を救え。** フェニックス遺伝子は、不死のためのアドレナリン満載のVRクエストです。 運命に結びつけられ、スリップストリーム・マルチバースの崩壊に駆り立てられた、凄まじいフェニックス「ファイアストーム」と遺伝子強化された「ジャッキー」を操る。\n\n**時を超えるSFサガ:** 焼け野原から未来の都市へ、絶滅との競争で飛び立とう。すべての場所が戦場であり、パズルの一部です。\n{737949889048123}\n\n**敵が至る所に:** 怪物のミュータント、反乱者のスカベンジャー、ハイテクドローンと戦い、スピード感あふれる心臓が高鳴るバトルに挑もう。\n{1477804429912926}\n\n完全没入。完全なアクション：この冒険的なシューティングゲーム「シュマップ」で、飛び、かわし、体を動かせ。\n{30724854840462626}\n\n**戦略的射撃:** 敵の弾丸を吸収し、自分の現実を変えるための領域トグル。\n{662364856869051}\n\n**パワーアップか滅亡か:** ゲームを変えるアップグレードをアンロックするために金色の炎を集めよう。スマート爆弾を使い、リーチを延ばし、フレームスロワーを強化し、シールドとクワッドファイアボールを取得し、より速く再生して壊滅の一歩先を行こう。\n{781866224518649}\n\n**より深く:** この新しいフランチャイズの今後の書籍シリーズの最初の小説『フェニックス遺伝子: 闇の起源』のVRブック体験をお楽しみください。\n\n**今日「ザ・フェニックス・ジーン」を購入して、スリップストリームマスターになろう！**\n{2414231945638813}", "short_description": "多元宇宙を通じて、ライフ・ライトの不死の血清が貧しい人々や抑圧された人々を壊滅させるのを阻止するために、時間旅行をするフェニックスを操る。\n\nこのアクション満載のシューティングゲームは戦略が盛り込まれており、あなたの現実にあるものを切り替えることができます。障害物を避け、収集品やパワーアップを手に入れ、無実の人々を守るために身体を動かしてください。\n\n今日、『フェニックス遺伝子』を購入しよう。『ピストルウィップ』、『スターフォックス』、そして『いかるが』のファンのための最新の物語冒険です。"}, {"images": {"nodes": []}, "id": "1572774353745996", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Actie", "Narratief", "Vliegen", "Scherpschutter", "Verhaal"], "long_description": "**Herschrijf het verleden. Red de toekomst.** The Phoenix Gene is een op adrenaline gebaseerde VR-quest voor onsterfelijkheid. Beheers een woeste feniks, Firestorm, en genetisch verbeterde Jackie, verbonden door het lot en gedreven door de instorting van het Slipstream-multiversum.\n\n**Een Sci-fi Saga Door de Tijd:** Vlieg van verbrande woestenijen naar toekomstige steden in een race tegen de uitsterving. Elke locatie is een slagveld - en een stukje van de puzzel.\n\n{2032757633923718}\n\n**Vijanden Overal:** Vecht tegen monsterlijke mutanten, opstandige schatzoekers en hightech drones in razendsnelle, hartveroverende gevechten.\n\n{743957401891716}\n\n**Totaal onderdompeling. Totale actie:** Vlieg, ontwijk en beweeg je lichaam in deze avontuurlijke shooter ‘shmup.\n\n{1381393882953820}\n\n**Strategisch Schieten:** Het rijk omzetten om vijandige kogels te absorberen en te veranderen wat in jouw realiteit is.\n\n{1429651921690078}\n\n**Versterk jezelf of verdwijn:** Verzamel gouden vlammen om spelbepalende upgrades te ontgrendelen. Laat slimme bommen los, vergroot je bereik, verbeter je vlamwerper, pak schilden en vier-vuurbollen, en regenereer sneller om altijd een stap voor te blijven op vernietiging.\n\n{1061408002834101}\n\n**Ga Dieper:** Geniet van de VR Boekervaring van The Phoenix Gene: Origins of Darkness, de eerste roman in de aankomende boekserie van deze spannende nieuwe franchise. \n\n**Koop vandaag nog The Phoenix Gene om een Slipstream Master te worden!**\n\n{1537211924311918}", "short_description": "Vlieg met een tijdreizende Feniks door het multiversum op een missie om het onsterfelijkheidserum van Life Rite te stoppen dat de armen en onderdrukten dreigt te annihileren.\n\nDeze actievolle shooter is doordrenkt met strategie, waardoor je kunt schakelen wat er in jouw werkelijkheid is. Word fysiek actief door obstakels te ontwijken, naar verzamelobjecten en power-ups te reiken en onschuldigen te beschermen.\n\nKoop vandaag nog The Phoenix Gene."}, {"images": {"nodes": []}, "id": "1508943796821339", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene - 鳳凰基因", "keywords": ["行動", "敘事", "飛行", "射手", "故事"], "long_description": "**重寫過去。拯救未來。** 《鳳凰基因》是一個充滿刺激的虛擬實境探索不朽的冒險。 操控一隻兇猛的鳳凰火風暴和基因增強的傑基，他們因命運而相連，並受到滑流多元宇宙崩潰的驅動。\n\n**跨越時空的科幻史詩：** 在對抗滅絕的競賽中，從焦土荒原飛往未來城市。每個地點都是戰場——同時也是拼圖的一部分。\n{1356088595939155}\n\n**到處都是敵人：** 在快速激烈、令人心跳加速的戰鬥中，與可怕的變種人、叛逃的掠奪者和高科技無人機作鬥爭。\n{1937132003730331}\n\n**全面沉浸。全面行動：** 在這款冒險射擊遊戲中，飛行、閃避並移動你的身體。\n{1573730906936492}\n\n**戰略射擊：** 轉換領域以吸收敵人的子彈並改變你現實中的事物。\n{730079993160378}\n\n**升級或滅亡：** 收集金色火焰來解鎖改變遊戲的升級。釋放智能炸彈，延長你的射程，增強你的火焰噴射器，獲得護盾和四重火球，並加速再生，以保持在毀滅之前的一步領先。\n{1944403886381180}\n\n**深入探索：** 享受《鳳凰基因：黑暗的起源》虛擬現實書籍體驗，這是這個令人興奮的新特許經營系列的第一部小說。\n\n**今天購買《鳳凰基因》，成為滑流大師！**\n{636348952830476}", "short_description": "駕駛一隻穿越時空的鳳凰穿梭於多元宇宙，執行任務阻止生命儀式的長生不死血清摧毀貧困和被壓迫者。\n\n這款動作滿分的射擊遊戲融合了策略元素，讓你可以自由調整你現實中的內容。透過躲避障礙物、收集物品和能量提升以及保護無辜者來增強體驗。\n\n今天購買《鳳凰基因》，這是《槍擊拍擊》、《星際小子》和《斑鳩》的粉絲們最新的敘事冒險。"}, {"images": {"nodes": []}, "id": "1474908806899116", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Action", "narratif", "Voler", "Tireur", "Histoire"], "long_description": "**Réécrivez le passé. Sauvez l'avenir.** Le gène du Phœnix est une quête VR pleine d'adrénaline pour l'immortalité. Contrôlez un féroce phoenix, Firestorm, et Jackie génétiquement améliorée, liés par le destin et poussés par l'effondrement du multivers Slipstream.\n\n**Une saga de science-fiction à travers le temps :** Volez des terres brûlées aux villes futuristes dans une course contre l'extinction. Chaque lieu est un champ de bataille - et une pièce du puzzle.\n{744759648320910}\n\n**Des ennemis partout :** Combattez des mutants monstrueux, des voleurs renégats et des drones de haute technologie dans des batailles rapides et palpitantes.\n{777006098148808}\n\n**Immersion totale. Action totale :** Volez, esquivez et bougez votre corps dans ce tireur d'aventure ‘shmup.\n{1927128791475150}\n\n**Tir Stratégique :** Bascule de royaume pour absorber les balles ennemies et changer ce qui se trouve dans votre réalité.\n{611863211700102}\n\n**Alimentez ou Périssez :** Collectez des flammes dorées pour débloquer des améliorations révolutionnaires. Libérez des bombes intelligentes, étendez votre portée, boostez votre lance-flammes, saisissez des boucliers et des boules de feu quadruples, et régénérez-vous plus rapidement pour rester un pas devant l'anéantissement.\n{1657496061630860}\n\n**Plongez plus profondément** Profitez de l'expérience de livre en réalité virtuelle de The Phoenix Gene : Origines\n\n**Achetez The Phoenix Gene aujourd'hui pour devenir un Maître de Slipstream !**\n{1398870957859089}", "short_description": "Volez un phénix voyageur du temps à travers le multivers dans une mission pour empêcher le sérum d'immortalité de Life Rite d'anéantir les pauvres et les opprimés.\n\nCe tireur riche en action est imprégné de stratégie, vous permettant de modifier ce qui se trouve dans votre réalité. Bougez en évitant les obstacles, en atteignant des objets à collectionner et des bonus, et en protégeant des innocents.\n\nAchetez The Phoenix Gene aujourd'hui."}, {"images": {"nodes": []}, "id": "1395570281961384", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Toiminta", "Narratiivi", "Lentäminen", "Ampuja", "Tarina"], "long_description": "**Kirjoita menneisyys uusiksi. Pelasta tulevaisuus.** Phoenix-geeni on adrenaliinia pursuava VR-seikkailu kuolemattomuuden saavuttamiseksi. Ohjaa hurja feeniksi, Firestorm, ja geenimuunneltu Jackie, jotka ovat kohtalon yhdistämän ja kuljetettuja Slipstream-moniversumin romahtamisen myötä.\n\n**Sci-fi-saga ajassa:** Lentä harjoja kärventyneiltä autiomailta tulevaisuuden kaupunkeihin kilpailussa sukupuuttoa vastaan. Jokainen paikka on taistelukenttä - ja pala palapeliä.\n{681072374956475}\n\n**Vihollisia joka puolella:** Taistelua hirveitä mutantteja, kapinallisia romukauppiaita ja huipputeknologisia droneja vastaan nopeissa, sykettä nostavissa taisteluissa.\n{659931293778282}\n\n**Kokonaisimmersio. Kokonaistoiminta:** Lennä, vältä ja liikuta kehoasi tässä seikkailullisessa ammuskelupelissä 'shmup'.\n{1110906577633008}\n\n**Strateginen Ampuminen:** Realm-kytkin imee vihollisen luoteja ja muuttaa sitä, mitä on todellisuudessasi.\n{1674579376593576}\n\n**Voimaantuminen tai tuho:** Kerää kultaisia liekkejä avataksesi pelin muuttavia päivityksiä. Vapauta älypommit, pidentäjän kantamasi, tehosta liekinheittimelläsi, nappaa suoja ja nelinkertaiset tulipallot, ja uusiudu nopeammin pysyäksesi askeleen edellä tuhosta.\n{1099465578801186}\n\n**Mene syvemmälle:** Naudi VR-kirjakokemuksesta The Phoenix Gene: Origins of Darkness, ensimmäisestä romaanista tulevassa kirjasarjassa tästä jännittävästä uudesta brändistä.\n\n**Osta Phoenix-geeni tänään ja tule Slipstream-mestariksi!**\n{753365097397619}", "short_description": "Lennä aikamatkaava Feeniks moniversumissa tehtävänä estää Life Rite -yhtiön kuolemattomuussarumia tuhoamasta köyhiä ja sorrettuja.\n\nTämä toimintapainotteinen ampumapeli on täynnä strategiaa, joka antaa sinun säätää, mikä on todellisuudessasi. Liiku fyysisesti väistämällä esteitä, tavoittamalla kerättäviä esineitä ja tehosteita sekä suojelemalla viattomia.\n\nOsta The Phoenix Gene tänään, viimeisin tarinalähtöinen seikkailu Pistol Whip, Starfox ja Ikaruga-faneille."}, {"images": {"nodes": []}, "id": "1360151482562269", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Azione", "Narrativa", "Volare", "Sparatore", "Storia"], "long_description": "**Riscrivi il passato. Salva il futuro.** Il Gene del Fenice è una missione VR carica di adrenalina per l'immortalità. Controlla una feroce fenice, Firestorm, e Jackie potenziata geneticamente, legate dal destino e guidate dal collasso del multiverso Slipstream.\n\n**Una Saga Sci-fi Attraverso il Tempo:** Vola da terre desolate a città futuristiche in una corsa contro l'estinzione. Ogni luogo è un campo di battaglia - e un pezzo del puzzle.\n{1031607458845899}\n\n**Nemici Ovunque:** Combatti mostruosi mutanti, saccheggiatori ribelli e droni ad alta tecnologia in battaglie frenetiche e palpitanti.\n{1436128684381248}\n\n**Immersione Totale. Azione Totale:** Vola, schiva e muovi il tuo corpo in questo sparatutto avventuroso ‘shmup.\n{1296435495427374}\n\n**Tiro Strategico:** Attiva la modalità per assorbire i proiettili nemici e cambiare ciò che c'è nella tua realtà.\n{1860754544471293}\n\n**Potenzia o perisci:** Colleziona fiamme dorate per sbloccare aggiornamenti che cambiano il gioco. Scatena bombe intelligenti, estendi la tua portata, potenzia il tuo lanciafiamme, prendi scudi e palle di fuoco quadruple, e rigenerati più rapidamente per rimanere un passo avanti all'annientamento.\n{1463897698070977}\n\n**Vai più a fondo:** Goditi l'esperienza del libro VR di The Phoenix Gene: Origini dell'Oscurità, il primo romanzo della prossima serie di libri di questo entusiasmante nuovo franchise.\n\n**Acquista oggi The Phoenix Gene per diventare un Maestro Slipstream!**\n{1420226725728929}", "short_description": "Vola con una fenice viaggiatrice nel tempo attraverso il multiverso in una missione per fermare il siero di immortalità di Life Rite dall'annientare i poveri e gli oppressi.\n\nQuesto sparatutto pieno d'azione è infuso di strategia, permettendoti di attivare ciò che fa parte della tua realtà. Diventa attivo schivando ostacoli, raggiungendo oggetti da collezionare e potenziamenti, e proteggendo gli innocenti.\n\nAcquista The Phoenix Gene oggi, l'ultima avventura narrativa per i fan di Pistol Whip."}, {"images": {"nodes": []}, "id": "1330208238346528", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Acción", "narrativa", "Volando", "tiradora", "Historia"], "long_description": "**Reescribe el pasado. Salva el futuro.** El Gen Fénix es una búsqueda de VR llena de adrenalina por la inmortalidad. Controla a un fiero fénix, Firestorm, y a Jackie, mejorada genéticamente, unidos por el destino y impulsados por el colapso del multiverso Slipstream.\n\n**Una saga de ciencia ficción a través del tiempo:** Vuela de tierras arrasadas a ciudades del futuro en una carrera contra la extinción. Cada ubicación es un campo de batalla - y una pieza del rompecabezas.\n{1337247324401933}\n\n**Enemigos por todas partes:** Lucha contra monstruosos mutantes, saqueadores rebeldes y drones de alta tecnología en batallas rápidas y emocionantes.\n{2509081102800685}\n\n**Inmersión Total. Acción Total:** Vuela, esquiva y mueve tu cuerpo en este shooter de aventuras ‘shmup.\n{1015729220519918}\n\n**Disparo Estratégico:** Activar el reino para absorber las balas enemigas y cambiar lo que hay en tu realidad.\n{754588487160841}\n\n**Potencia o Perece:** Colecciona llamas doradas para desbloquear mejoras que cambian el juego. Libera bombas inteligentes, amplía tu alcance, mejora tu lanzallamas, consigue escudos y bolas de fuego cuádruples, y regénérate más rápido para mantenerte un paso adelante de la aniquilación.\n{670036719434932}\n\n**Ve más profundo:** Disfruta de la experiencia de libro en VR de The Phoenix Gene: Orígenes de la Oscuridad, la primera novela de la próxima serie de libros de esta emocionante nueva franquicia.\n\n**¡Conviértete en un Maestro del Slipstream!**\n{1252001656470352}", "short_description": "Vuela una Fénix viajera en el tiempo a través del multiverso en una misión para detener el suero de inmortalidad de Life Rite de aniquilar a los pobres y oprimidos.\n\nEste shooter lleno de acción está impregnado de estrategia, permitiéndote alternar lo que hay en tu realidad. Haz ejercicio esquivando obstáculos, alcanzando coleccionables y potenciadores, y protegiendo a los inocentes.\n\nCompra The Phoenix Gene hoy, la última aventura narrativa para los fanáticos de Pistol Whip, Starfox e Ikaruga."}, {"images": {"nodes": []}, "id": "1267249471834098", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Handling", "Beretning", "Flyvende", "Skyder", "Historie"], "long_description": "**Skriv fortiden om. Red fremtiden.** Phoenix-genet er en adrenalinefyldt VR-quest for udødelighed. Kontroller en vild phoenix, Firestorm, og genetisk forbedrede Jackie, der er bundet af skæbnen og drevet af sammenbruddet af Slipstream multiverset.\n\n**En Sci-fi Saga På tværs af Tid:** Flyv fra forbrændte ødemarker til fremtidens byer i et kapløb mod udryddelse. Hvert sted er en kampplads - og et stykke af puslespillet.\n{1046455994141222}\n\n**Fjender Overalt:** Kæmp mod monstrøse mutationer, forræderiske skraldesamlere og højteknologiske droner i hurtige, hjertebankende kampe.\n{657833950650391}\n\n**Total Immersion. Total Action:** Fly, undgå, og bevæg din krop i denne eventyrlige skyder ‘shmup.\n{2108512952972232}\n\n**Strategisk Skydning:** Realm-omskifter for at absorbere fjendens kugler og ændre hvad der er i din virkelighed.\n{2522438524786143}\n\n**Opgrader eller bliv udryddet:** Saml gyldne flammer for at låse op for spilændrende opgraderinger. Slip kloge bomber løs, forlæng din rækkevidde, boost din flammewerfer, tag skjold og kvadratiske ildkugler, og regenerer hurtigere for at være et skridt foran udslettelse.\n{749137241195279}\n\n**Gå Dybere:** Nyd VR Bogoplevelsen af The Phoenix Gene: Origins of Darkness, den første roman i den kommende bogserie fra dette spændende nye franchise.\n\n**Køb The Phoenix Gene i dag for at blive en Slipstream Master!**\n{2164662687372577}", "short_description": "Fly en tidsrejse-Phoenix gennem multiverset på en mission for at stoppe Life Rite's udødelighedsserum fra at udslette de fattige og undertrykte.\n\nDenne actionfyldte skyder er gennemsyret af strategi, der gør det muligt for dig at skifte, hvad der er i din virkelighed. Bliv fysisk aktiv ved at undvige forhindringer, strække dig efter samlerobjekter og power-ups og beskytte uskyldige.\n\nKøb The Phoenix Gene i dag, det nyeste narrative eventyr for fans af Pistol Whip, Starfox og Ikaruga."}, {"images": {"nodes": []}, "id": "1211038447594643", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Acțiune", "Narațiune", "Zburând", "Împușcător", "Poveste"], "long_description": "**Rescrie trecutul. Salvează viitorul.** Genul Phoenix este o aventură VR plină de adrenalină pentru nemurire. Controlează un fenomen feroce, Phoenixul, Firestorm, și Jackie, îmbunătățită genetic, uniți de soartă și conduși de colapsul multiversului Slipstream.\n\n**O Saga Sci-fi în Timp:** Zboară de la pustiuri arse la orașe futuriste într-o cursă împotriva extincției. Fiecare locație este câmp de luptă - și o bucată din puzzle.\n{1515728412925477}\n\n**Dușmani peste tot:** Luptă cu monștri mutanți, salvatori răzvrătiți și drone de înaltă tehnologie în bătălii rapide, palpitante.\n{654641573664821}\n\n**Imersiune Totală. Acțiune Totală:** Zboară, evita și mișcă-ți corpul în acest shooter aventuros ‘shmup.\n{1044543337845540}\n\n**Pansament Strategic:** Comutatorul domeniului absoarbe gloanțele inamicilor și schimbă ceea ce este în realitatea ta.\n{1096560328510017}\n\n**Puterea sau Pierderea:** Colectează flăcări de aur pentru a debloca upgrade-uri care schimbă jocul. Dezlănțuie bombe inteligente, extinde-ți raza de acțiune, îmbunătățește-ți lansatorul de flăcări, ia scuturi și globuri de foc cvadruple și regenerează-te mai repede pentru a rămâne cu un pas înaintea anihilării.\n{1380195256417683}\n\n**Mergeti mai adanc:** Bucurati-va de experienta de carte VR a Genei Phoenix: Originile Intunecimii, primul roman din viitoarea serie de carti a acestui nou franciz extrem de interesant.\n\n**Cumpără Genele Phoenix astăzi pentru a deveni un Maestru Slipstream!**\n{1988939368577990}", "short_description": "Zboară cu un Phoenix călător în timp prin multivers într-o misiune de a opri serumul de imortalitate al Life Rite de a anihila săracii și cei oprimați.\n\nAceastă shooter plină de acțiune este impregnată cu strategie, permițându-ți să comuți între ceea ce există în realitatea ta. Fă-ți mișcare prin evitarea obstacolelor, atingerea obiectelor de colecție și a bonusurilor, și protejarea celor nevinovați.\n\nCumpără The Phoenix Gene astăzi, cea mai recentă aventură narativă pentru fanii Starfox."}, {"images": {"nodes": []}, "id": "1166621871681113", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["行动", "叙述", "飞行", "射手", "故事"], "long_description": "**重写过去，拯救未来。** 《凤凰基因》是一场充满肾上腺素的虚拟现实寻求不朽的冒险。 控制一只强大的凤凰，火风暴，以及因命运而紧密相连的基因增强人杰基，他们因滑流多元宇宙的崩溃而受到驱动。\n\n**一部跨越时间的科幻传奇：** 从焦炭荒原飞往未来城市，在与灭绝的赛跑中。每个地点都是战场，也是拼图的一部分。\n{1728006381165580}\n\n**到处都是敌人:** 在快速紧张的战斗中，与可怕的变异生物、流浪的拾荒者和高科技无人机作斗争。\n{1460702765345244}\n\n**完全沉浸。完全行动：** 在这个冒险射击游戏中飞行、躲避，并移动你的身体。\n{779005041271277}\n\n**战略射击:** 领域切换以吸收敌方子弹并改变你现实中的事物。\n{1210672800748934}\n\n**增强而不灭:** 收集金色火焰以解锁改变游戏的升级。释放智能炸弹，扩展你的攻击范围，增强你的火焰喷射器，获取护盾和四连火球，并加快再生速度，保持领先于毁灭的一步。\n{688993867486327}\n\n**更深入:** 享受虚拟现实书籍体验《凤凰基因：黑暗的起源》，这是这个令人兴奋的新特许经营的即将出版的书系列中的第一本小说。\n\n**今天购买《凤凰基因》，成为滑流大师！**\n{2167628810313738}", "short_description": "驾驶一只时间旅行的凤凰穿越多重宇宙，执行任务以阻止生命仪式的长生不老血清摧毁贫穷和被压迫者。\n\n这款充满动作的射击游戏融合了策略，让你可以切换你所处的现实。通过躲避障碍、获取收藏品和能量提升以及保护无辜者来增强身体素质。\n\n今天购买《凤凰基因》，这是为《手枪抽打》、《星之狐》和《斑鸠》粉丝准备的最新叙事冒险。"}, {"images": {"nodes": []}, "id": "1166073949058812", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Åtgärd", "Berättelse", "Flygande", "Skytt", "Berättels"], "long_description": "**Skriv om det förflutna. Rädda framtiden.** Phoenix-genen är ett adrenalinpumpande VR-äventyr för odödlighet. Kontrollera en vild Fågel Fönyx, Firestorm, och genetiskt förbättrade Jackie, bundna av ödet och drivna av kollapsen av Slipstream-multiversumet.\n\n**En Sci-fi-saga över tid:** Flyg från brända ödemarker till framtida städer i ett lopp mot utrotning. Varje plats är ett slagfält - och en del av pusslet.\n{1255898222384554}\n\n**Fiender överallt:** Strid mot monstruösa mutanter, förrädiska skrotare och högteknologiska drönare i snabba, hjärtslagande strider.\n{1475165480598408}\n\n**Total Immersion. Total Action:** Flyg, undvik och rör din kropp i denna äventyrliga skyttar ‘shmup.\n{1264952321673463}\n\n**Strategiskt Skjutande:** Rikeväxling för att absorbera fiendens kulor och ändra vad som finns i din verklighet.\n{1084202003840917}\n\n**Power Up eller Dö:** Samla guldflammor för att låsa upp spelets avgörande uppgraderingar. Släpp lösa smarta bomber, förläng din räckvidd, förstärk din flamethrower, ta skydd och fyrdubbla eldbollar, och regenerera snabbare för att alltid ligga steget före utplåningen.\n{1246021253887947}\n\n**Gå djupare:** Njut av VR-bokupplevelsen av The Phoenix Gene: Origins of Darkness, den första romanen i den kommande bokserien från denna spännande nya franchise.\n\n**Köp The Phoenix Gene idag för att bli en Slipstream Mästare!**\n{787845636927116}", "short_description": "Flyg en tidsresande Fenix genom multiversum på ett uppdrag för att stoppa Life Rites odödlighetserum från att utplåna de fattiga och förtryckta.\n\nDenna actionfyllda shooter är genomsyrad av strategi, vilket gör att du kan växla mellan vad som finns i din verklighet. Bli fysisk genom att undvika hinder, nå efter samlarobjekt och kraftupgraderingar, och skydda oskyldiga.\n\nKöp The Phoenix Gene idag, det senaste berättelseäventyret för fans av Pistol Whip, Starfox och Ikaruga."}, {"images": {"nodes": []}, "id": "1161672182812369", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Eylem", "Anlatı", "Uçmak", "Atıcı", "Hikaye"], "long_description": "**Geçmişi Yeniden Yaz. Geleceği Koru.** Phoenix Gen’i, ölümsüzlük için adrenalin dolu bir VR macerasıdır. Kızgın bir anka kuşunu, Ateş Fırtınası'nı ve kader tarafından bağlanmış, Slipstream çok evreninin çöküşü tarafından yönlendirilen genetik olarak geliştirilmiş Jackie'yi kontrol et.\n\n**Bir Bilim Kurgu Destanı Zaman İçinde:** Yok oluşa karşı bir yarışta, kavrulmuş çöllerden geleceğin şehirlerine uçun. Her yer savaş alanı - ve bulmacanın bir parçası.\n{1826693117966638}\n\n**Her Yerde Düşmanlar:** Hızla gelişen, kalp atışlarını hızlandıran savaşlarda canavari mutantlarla, başıboş toplayıcılarla ve yüksek teknolojili dronlarla savaşın.\n{623165137494912}\n\n**Tam Daldırma. Tam Eylem:** Uç, sıyrıl ve bu maceralı 'shmup' oyununda bedenini hareket ettir.\n{1064141525901857}\n\n**Stratejik Ateş:** Düşman kurşunlarını emmek ve gerçekliğinizdeki unsurları değiştirmek için alan geçişi yapın.\n{1199152415310752}\n\n**Güçlen ya da Yok Ol:** Oyun değiştiren yükseltmeleri açmak için altın alevleri topla. Akıllı bombaları serbest bırak, ulaşımını genişlet, alev makineni güçlendir, kalkanları kap ve dörtlü ateş toplarını al, yok olmaktan bir adım önde kalmak için daha hızlı yenilen.\n{1644627416214829}\n\n**Daha Derine İn:** Bu heyecan verici yeni franchise'ın gelecek kitap serisinden ilk romanı olan The Phoenix Gene: Origins of Darkness'in VR Kitap Deneyimini yaşayın.\n\n**Bugün Phoenix Genini satın alarak bir Slipstream Ustası ol!**\n{658765183227683}", "short_description": "Zamanla yolculuk eden bir Phoenix'i çoklu evrende, Life Rite'ın ölümsüzlük serumunun yoksul ve ezilenleri yok etmesini durdurma misyonuyla uçurun.\n\nBu aksiyon dolu nişancı oyunu, strateji ile harmanlanmış olup, gerçekte ne olacağını değiştirme imkanını sunuyor. Engelden kaçınarak, koleksiyon parçalarını ve güçlendirmeleri elde ederek, masumları koruyarak fiziksel bir deneyim yaşayın.\n\nBugün Pheonix Gene'i satın alın, Pistol Whip, Starfox ve Ikaruga hayranları için en son anlatı macerası.\n"}, {"images": {"nodes": []}, "id": "1038481991732789", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Ação", "Narrativa", "Voar", "Atirador", "História"], "long_description": "**Reescreve o Passado. Salva o Futuro.** O Gene Fénix é uma missão de realidade virtual cheia de adrenalina em busca da imortalidade. Controla uma fênix feroz, Firestorm, e Jackie, melhorada geneticamente, ligados pelo destino e impulsionados pelo colapso do multiverso Slipstream.\n\n**Uma Saga de Ficção Científica Através do Tempo:** Voe de terras devastadas para cidades futuristas numa corrida contra a extinção. Cada local é um campo de batalha - e uma peça do quebra-cabeça.\n{681150868272583}\n\n**Inimigos por Todo o Lado:** Luta contra monstros mutantes, saqueadores renegados e drones de alta tecnologia em batalhas rápidas e de cortar a respiração.\n{1092876725684787}\n\n**Imersão Total. Ação Total:** Voa, desvia-te e move o teu corpo neste aventureiro atirador ‘shmup.\n{1269961678258010}\n\n**Tiro Estratégico:** Alternar o reino para absorver balas inimigas e mudar o que está na sua realidade.\n{1194341119386824}\n\n**Potência ou Pereira:** Colete chamas douradas para desbloquear melhorias que mudam o jogo. Libere bombas inteligentes, estenda seu alcance, aumente seu lança-chamas, agarre escudos e bolas de fogo quádruplas, e regenere-se mais rápido para se manter um passo à frente da aniquilação.\n{1251805862846690}\n\n**Vá Mais Fundo:** Desfrute da Experiência de Livro em VR de The Phoenix Gene: Origens da Escuridão, o primeiro romance da próxima série de livros deste emocionante novo franchise.\n\n**Compre O Gene Fénix hoje para te tornares um Mestre Slipstream!**\n{1155969536368051}", "short_description": "Voa uma Fénix viajante no tempo através do multiverso numa missão para impedir que o soro de imortalidade da Life Rite aniquile os pobres e oprimidos.\n\nEste atirador cheio de ação está impregnado de estratégia, permitindo que você altere o que está na sua realidade. Fique em forma esquivando-se de obstáculos, buscando colecionáveis e melhorias, e protegendo inocentes.\n\nCompra hoje o Phoenix Gene, a mais recente aventura narrativa para fãs de Pistol Whip, Starfox e Ikaruga.\n"}, {"images": {"nodes": []}, "id": "867489392285439", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Akce", "Narrativ", "Létání", "Střelec", "Příběh"], "long_description": "**Přepracujte minulost. Zachraňte budoucnost.** Fénixův gen je adrenalinový VR quest za nesmrtelností. Ovládejte zuřivého fénixe, Ohnivou bouři, a geneticky vylepšeného Jackieho, spojeného osudem a poháněného kolapsem multivesmíru Slipstream.\n\n**Sci-fi sága napříč časem:** Letejte ze spálených pustiny do měst budoucnosti v závodě proti vyhynutí. Každé místo je bojové pole - a kousek skládačky.\n{1189433763200683}\n\n**Enemies Everywhere:** Fight monstrous mutants, rogue scavengers, and high-tech drones in fast-paced, heart-pounding battles.\n{24327760370176374}\n\n**Celková imerze. Celková akce:** Létání, vyhýbání se a pohybování těla v této dobrodružné střílečce ‘shmup.\n{784919263995385}\n\n**Strategické střílení:** Přepnutí říše, aby absorbovalo nepřátelské kulky a změnilo, co je ve vaší realitě.\n{1148239037124313}\n\n**Získejte Výhodu nebo Zmizte:** Sbírejte zlaté plameny a odemykejte vylepšení, která změní hru. Odemkněte chytré bomby, prodlužte svůj dosah, zvyšte sílu svého plamometu, získejte štíty a čtyřnásobné ohnivé koule a regenerujte se rychleji, abyste byli vždy o krok vpřed před zničením.\n{744970795091301}\n\n**Go Deeper:** Enjoy the VR Book Experience of The Phoenix Gene: Origins of Darkness, the first novel in the upcoming book series from this exciting new franchise.\n\n**Kupte si dnes Phoenix Gene a staňte se Mistrem Slipstreamu!**\n{767958552405062}", "short_description": "Létejte s časově cestujícím Fénixem skrze multiverzum na misi, abyste zastavili sérum nesmrtelnosti Life Rite, které hrozí vyhlazením chudých a utlačovaných.\n\nTento akční střílečka je prosycena strategií, což vám umožňuje přepínat, co je ve vaší realitě. Buďte fyzicky aktivní tím, že se vyhýbáte překážkám, saháte po sběratelských předmětech a posilách a chráníte nevinné.\n\nKupte si dnes Phoenix Gene, nejnovější narativní dobrodružství pro fanoušky Pistol Whip, Starfox a Ikaruga."}, {"images": {"nodes": []}, "id": "851315957367582", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Ação", "Narrativa", "Voando", "Atirador", "História"], "long_description": "**Reescreva o Passado. Salve o Futuro.** O Gene Fênix é uma missão de realidade virtual repleta de adrenalina em busca da imortalidade. Controle uma fênix feroz, Firestorm, e Jackie, geneticamente aprimorada, unidas pelo destino e impulsionadas pelo colapso do multiverso Slipstream.\n\n**Uma Saga de Ficção Científica Através do Tempo:** Voe de terras devastadas para cidades futurísticas em uma corrida contra a extinção. Cada local é um campo de batalha - e uma peça do quebra-cabeça.\n{1464621094454576}\n\n**Inimigos em Todo Lugar:** Lute contra mutantes monstruosos, saqueadores desonestos e drones de alta tecnologia em batalhas aceleradas e de tirar o fôlego.\n{2409610989423321}\n\n**Imersão Total. Ação Total:** Voe, desvie e mova seu corpo neste atirador aventureiro ‘shmup.\n{1825525501359881}\n\n**Tiro Estratégico:** Ative o reino para absorver balas inimigas e mudar o que há na sua realidade.\n{3996894550623615}\n\n**Potencialize ou Pereça:** Colete chamas douradas para desbloquear melhorias que mudam o jogo. Liberte bombas inteligentes, amplie seu alcance, aumente seu lança-chamas, pegue escudos e bolas de fogo quádruplas, e regenere mais rápido para ficar um passo à frente da aniquilação.\n{708016029067577}\n\n**Vá Mais Fundo:** Aproveite a Experiência de Livro em VR de O Gene Fênix: Origem da Escuridão, o primeiro romance na próxima série de livros deste emocionante novo franquia.\n\n**Compre O Gene Fênix hoje para se tornar um Mestre do Slipstream!**\n{772867628938538}", "short_description": "Voe com uma Fênix que viaja no tempo através do multiverso em uma missão para impedir que o soro de imortalidade da Life Rite aniquile os pobres e oprimidos.\n\nEste atirador cheio de ação é impregnado de estratégia, permitindo que você altere o que está em sua realidade. Fique em forma esquivando-se de obstáculos, buscando colecionáveis e melhorias, e protegendo os inocentes.\n\nCompre o Phoenix Gene hoje, a mais recente aventura narrativa para fãs de Pistol Whip, Starfox e Ikaruga."}, {"images": {"nodes": []}, "id": "811604471500490", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Δράση", "Διήγηση", "Πτήση", "Σκοπευτής", "Ιστορία"], "long_description": "**Ξαναγράψε το Παρελθόν. Σώσε το Μέλλον.** Το Γονίδιο του Φοίνικα είναι μια αποστολή VR γεμάτη αδρεναλίνη για την αθανασία. Ελέγξτε μια άγρια φοινίκη, τον Πυρινοκαταιγίδα, και τον γενετικά βελτιωμένο Τζάκι, δεμένους από τη μοίρα και καθοδηγούμενους από την κατάρρευση του πολυσύμπαντος Slipstream.\n\n**Μια Επιστημονική Φαντασία Μέσα στο Χρόνο:** Πετάξτε από καμένα ερήμους σε μελλοντικές πόλεις σε μια κούρσα κατά της εξάλειψης. Κάθε τοποθεσία είναι πεδίο μάχης - και ένα κομμάτι του παζλ.\n{1168577748648742}\n\n**Εχθροί παντού:** Παλέψτε με τρομακτικούς μεταλλαγμένους, αντάρτες σκουπιδιών και υψηλής τεχνολογίας drones σε γρήγορες, καρδιοχτύπικες μάχες.\n{1480099419987463}\n\n**Συνολική Βύθιση. Συνολική Δράση:** Πετάξτε, αποφύγετε και κινήστε το σώμα σας σε αυτό το περιπετειώδες παιχνίδι σκότωσης.\n{1273467334225332}\n\n**Στρατηγική Σκοποβολία:** Εναλλαγή πεδίου για να απορροφήσεις τις σφαίρες των εχθρών και να αλλάξεις ό,τι υπάρχει στην πραγματικότητά σου.\n{1149070340379580}\n\n**Ενδυνάμωση ή Θάνατος:** Συλλέξτε χρυσές φλόγες για να ξεκλειδώσετε αναβαθμίσεις που θα αλλάξουν το παιχνίδι. Απελευθερώστε έξυπνες βόμβες, επεκτείνετε την εμβέλειά σας, ενισχύστε το φλογοβόλο σας, αποκτήστε ασπίδες και τετραπλά πυρκαγιά, και αναγεννηθείτε πιο γρήγορα για να παραμείνετε ένα βήμα μπροστά από την εξόντωση.\n{1507004650323308}\n\n**Προχωρήστε πιο βαθιά:** Απόλαυστε την εμπειρία VR του βιβλίου The Phoenix Gene: Origins of Darkness.\n\n**Γίνε ένας Μαέστρος του Slipstream!**\n{1565514881096487}", "short_description": "Πετάξτε μια χρονοταξιδευτική Φοίνικα μέσω του πολυδιάστατου κόσμου σε μια αποστολή να σταματήσετε το σερβιέτα αθανασίας του Life Rite από το να εξοντώσει τους φτωχούς και καταπιεσμένους.\n\nΑυτός ο γεμάτος δράση σκοπευτής είναι γεμάτος στρατηγική, επιτρέποντάς σας να εναλλάσσετε ό,τι υπάρχει στην πραγματικότητά σας. Γίνετε σωματικοί αποφεύγοντας εμπόδια, φτάνοντας σε συλλεκτικά αντικείμενα και ενισχύσεις, και προστατεύοντας αθώους.\n\nΑγοράστε το Phoenix Gene σήμερα."}, {"images": {"nodes": []}, "id": "726935153768458", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["행동", "서사", "비행", "슈터", "이야기"], "long_description": "**과거를 다시 쓰다. 미래를 구하다.** 피닉스 유전자는 불사의 VR 퀘스트로 아드레날린이 넘치는 경험입니다. 치열한 불사조인 파이어스톰과 유전자적으로 강화된 잭키를 제어하세요. 그들은 운명에 의해 연결되어 있으며 슬립스트림 멀티우주 붕괴에 의해 움직입니다.\n\n**시간을 초월한 사이언스 픽션 대서사시:** 소각된 황무지에서 미래 도시로 비행하며 멸종과의 경쟁을 벌이세요. 모든 장소가 전쟁터이고, 퍼즐의 한 조각입니다.\n{1809691503287687}\n\n**어디에나 적이 있다:** 빠른 속도와 심장이 뛰는 전투에서 거대한 돌연변이, 방황하는 고철 수집가, 고급 기술 드론과 싸워라.\n{24420833147578601}\n\n**완전 몰입. 완전 액션:** 이 모험적인 슈팅 게임 ‘슈맙’에서 날아다니고, 피하고 몸을 움직이세요.\n{1328966492159822}\n\n**전략적 사격:** 적의 총알을 흡수하고 당신의 현실에 있는 것을 변경하기 위한 영역 전환.\n{660678087044986}\n\n**힘을 상승시키거나 멸망하라:** 게임을 변화시키는 업그레이드를 잠금 해제하기 위해 금색 불꽃을 수집하세요. 스마트 폭탄을 발사하고, 범위를 늘리고, 화염방사기를 강화하고, 방패와 쿼드 파이어볼을 확보하며, 빠르게 회복하여 멸망 한 발 앞서 나가세요.\n{740093275565258}\n\n**더 깊이 들어가세요:** 이번 흥미진진한 신규 프랜차이즈의 첫 번째 소설인 '더 피닉스 진: 어둠의 기원'의 VR 도서 경험을 즐겨보세요.\n\n**오늘 피닉스 유전자를 구매하여 슬립스트림 마스터가 되어보세요!**\n{733933039531263}", "short_description": "시간 여행하는 피닉스를 타고 다중 우주를 가로질러 생명 의식의 불멸의 세럼이 가난한 사람들과 억압받는 자들을 멸망시키는 것을 막기 위한 사명을 수행하세요.\n\n이 액션으로 가득한 슈팅 게임은 전략이 결합되어 있어 당신의 현실에서 무엇을 전환할 수 있는지 결정할 수 있습니다. 장애물을 피하고, 아이템과 파워업을 잡고, 무고한 사람들을 보호하면서 신체적으로 활동하세요.\n\n오늘 피닉스 유전자(Phoenix Gene)를 구매하세요. 이 게임은 피스톨 휩, 스타폭스, 이카루가 팬들을 위한 최신 내러티브 어드벤처입니다."}]}, "developer_name": null, "developer_privacy_policy_url": "https://heromation.com/project/the-phoenix-gene-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "HEROmation", "support_website_url": "https://heromation.com/contact/", "website_url": "https://thephoenixgene.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1008279844328894"}, {"id": "459781504968480"}, {"id": "1672577396871977"}, {"id": "3744040075834813"}, {"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "SHOOTER", "NARRATIVE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "nl", "nl_BE", "en_US", "en_AU", "en_CA", "en_ZA", "en_GB", "fr_BE", "fr_CA", "fr", "de", "de_CH", "id", "it", "pl", "pt_BR", "pt", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es", "es_VE", "sv", "tr", "zh_CN", "zh_HK", "zh_TW", "hi", "ja"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24393348423671613"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974517_378475578680129_5607459809768877864_n.png?stp=dst-png_s360x360&_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E0z3U1h6IggQ7kNvwFbj93N&_nc_oc=AdkTnNWLWOc-4LUouiUIG4-H-cxKPX4DM4cFmK5IYIsgxKVjvCANVDbQTQ1Y2fMCJ4Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft6zmi-QHKQrjQQOuzYabVoX95F_6EyCp-TI1craAUy-g&oe=6995B798"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "The Phoenix Gene", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Narrative", "id": "1008279844328894"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Rhythm", "id": "1672577396871977"}, {"topic_name": "Shooter", "id": "3744040075834813"}, {"topic_name": "Arcade", "id": "1592192974313489"}], "release_date": 1749142800, "lastRevision": {"nodes": [{"id": "356113123036151", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4361890020577416", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1084916053295794"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "Phoenix Gene Game Mini Landscape Cover Banner v18 MC 1080x360.png", "id": "1253291895952199", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974617_1253291899285532_8987670466505685813_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Z_Ww63t7TDAQ7kNvwEHKYDg&_nc_oc=AdmTtX7htdeFDgxYcdoql1nfFX1GTSWAPSrf7Bew6-AM4F_YMEZ5tw0yCHC47nlUCh8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvN5OGrZFh6PpT5BUS2nV-NMuUSvhmoKFlLExFrqdoM0Q&oe=6995A263"}, {"file_name": "Phoenix Gene Game Cover Portrait Title v18 MC 1008x1440.png", "id": "891380269803490", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75556803_891380273136823_2956854534682303766_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-pujVdDwyqMQ7kNvwGkWOI8&_nc_oc=Adn6yZbG0QCbccMhbc5jyybtJVeAvaMzkpXGyYakjZqzOlTsPjEXC8qldmEoIUE8kQ4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft5TOB1M1TJOBCvqxbnk9B17YeG74Cy8vUV0qIErNhR2A&oe=6995ABD1"}, {"file_name": "Phoenix Gene Game Cover Square Small v17 MC 512 Close.png", "id": "600011249092823", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974642_600011252426156_6394617670680840872_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Y8Fij1QQqEkQ7kNvwGmFTrP&_nc_oc=Adn570ibxlX8WRBPIzMwGoltJz_5htMdQ0toE3a1qEAoValRJySZKcbgeSTjj21pfrQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu41WvUv8JflvM5NxgSTXsrRbm1FcWZJX6VcqkSxVkpXQ&oe=6995B510"}, {"file_name": "Phoenix Gene Game Cover CropWide v18 MC 2560x1440.png", "id": "551872447785978", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974638_551872451119311_3161064064341951833_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H64CXLgYHyYQ7kNvwHUiRUV&_nc_oc=AdlSMyFwg-z__B3TnuMYn82Q8lTLRORVyT02trLo_9IucDsVoPXT9kuE5x5G98AxyJo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftDoptRtaXqbaAHy9Fpzvl5h3r1nYMivW4rPkKcqXUtZA&oe=6995BB13"}, {"file_name": "Phoenix Gene Game PDP Art Hero Cover Banner v18 MC 3000x900.png", "id": "536402905854383", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75540506_536402909187716_6276886410748780581_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JdIoKnHDjGEQ7kNvwHkzeiY&_nc_oc=Adkd9C2gdc4TJkK3FUvLvaCiMJZQpDbTdIcuvsRav0Op2fKVetKR_onL51HDlPjd1a4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsvyIWwgvDKac-j6mv9_anzGofXUokrAgUbpXWBxCAmNw&oe=6995BA5C"}, {"file_name": "PhoenixGene_IPLogoContrast_White 2761x1237.png", "id": "531768039739422", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75240097_531768043072755_2922181385105228207_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xFzkz_AtLzsQ7kNvwHfZfvZ&_nc_oc=AdmjTz1Zuvwgyo-lfwgpju_C4lCWrn1dW62Q62p2KiKrFK6E_5W8oB6UR2O5TgEmsqE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuyYnV0qeWsDOQp51DElHB8Kuw7gTDSz7WHm2B2Y7_AsA&oe=6995A834"}, {"file_name": "Phoenix Gene Game Cover Tight Square v19 MC 1440x1440.png", "id": "378475575346796", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974517_378475578680129_5607459809768877864_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E0z3U1h6IggQ7kNvwFbj93N&_nc_oc=AdkTnNWLWOc-4LUouiUIG4-H-cxKPX4DM4cFmK5IYIsgxKVjvCANVDbQTQ1Y2fMCJ4Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsTZT63NbENb1hnOvdnYFn_3NK7Ti0VfRv9X_Vhsg5rPg&oe=6995B798"}]}, "id": "1304690900787024", "locale": "en_US", "screenshots": [{"file_name": "Screebgrab 2_01_01_02_16.png", "id": "1341612473846800", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393909_1341612477180133_8089893441910646869_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bwD7FqGSPFMQ7kNvwE26RE2&_nc_oc=AdnANBA6UiuADquv34lEnJsu_AAzJRxtxcPiEIsPyTRWAjteITuyh5TuJwODp09D-n4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDDFtISgGUJg7B-ZSOBfEp7zRLCJiuN_K0QEFCzwF7Pg&oe=6995C2E9"}, {"file_name": "Screengrab 6_01_00_21_23.png", "id": "9239613782814654", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393507_9239613789481320_8505399953317983683_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ytitGO_hAl8Q7kNvwFlN0Jw&_nc_oc=AdmOK-89VacIsF6xaym_2uZb8seFoNNzJU3a2nL9UoYR-xpOLKXCt-wzmEX1j0Ke-AM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft0G9RsEoeir4GooRRQllzTzxGPVX94ZCYzixHfEACJ3A&oe=6995CC9D"}, {"file_name": "Screebgrab 2_01_01_26_22.png", "id": "678909794472652", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391959_678909797805985_7637828137251673255_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4ya3q3L8eVwQ7kNvwGriHmv&_nc_oc=AdnkcnaluLF8Nibch7TPi8cGGWPpVBaPv7MQSOS-ON6FAlRVNiSjjnbv-6PzJdjVz6s&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfumSq1hKx3e1AoaY2-3DEgdd4P-dzwHuEefogAP_QnRAA&oe=6995984A"}, {"file_name": "Screengrab 1_01_00_51_15.png", "id": "1923591551508805", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391911_1923591554842138_2642782919230770545_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WUVYBLnTiJwQ7kNvwHr7VQK&_nc_oc=AdnV1RXVggR6fnzgaXCUyk0JNJpr2_EQC7-jdfYRvF-DoMiAEcumjB0qKrnXABNfHx4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsxwVvLV0VpqD3TWJCd9efZVAiPp8HlNedJfeMmP4rPbg&oe=69959ABD"}, {"file_name": "Screengrab 7_01_04_35_25.png", "id": "1025963129582370", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1025963132915703_2315412660468096510_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7hFHHo-aIS4Q7kNvwHkspue&_nc_oc=Adk3E1qgHKg1C4Ty0ZSbospdc-m1FiDrqT8EaCuYQy1MbuBvQHUl-kAMTX_3s-OBJpk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv-p-P-ImaryHmnsa5RT1o7r1hQlsh8XV-MlHMfrshvvQ&oe=6995991D"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Phoenix Gene", "keywords": ["Shooter", "Action", "Flying", "Adventure", "Narrative"], "long_description": "The Phoenix Gene is an action-packed quest for immortality.\n\nPlay as Firestorm and Jackie, a girl with a rare genetic mutation. Together, they risk their lives to travel back in time to stop Life Rite’s cursed serum.\n\n**A Sci-fi Adventure in VR:** Immerse yourself to save the Slipstream multiverse with physical shooting, dodging, and collecting.\n\n**A rich Dystopian World:** Fly through stunning locations across multiple timelines to unravel the mystery and save the day.\n\n**Monsters and Mutants:** Battle a leviathan, scavengers, drones, and more!\n\n**Upgrades:** Dangers lurk in every timeline, so collect gold flames to boost your abilities. Unleash smart bombs, reach further, and regenerate faster.\n\n**Go Deeper:** Enjoy the VR Book Experience of The Phoenix Gene: Origins of Darkness, the first novel in the upcoming book series from this exciting new franchise.\n\n**Wishlist The Phoenix Gene today to become a Slipstream Master!**", "short_description": "Fly a time-traveling Phoenix through the multi-verse on a mission to stop Life Rite’s immortality serum from annihilating the poor and oppressed. \n\nThis action-packed Shooter is infused with strategy, allowing you to toggle what’s in your reality. Get physical by dodging obstacles, reaching for collectibles and power ups, and protecting innocents. \n\nWishlist The Phoenix Gene today, the latest narrative adventure for fans of Pistol Whip, Starfox, and Ikaruga.\n"}]}, "developer_name": null, "developer_privacy_policy_url": "https://heromation.com/project/the-phoenix-gene-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "HEROmation", "support_website_url": "https://heromation.com/contact/", "website_url": "https://thephoenixgene.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "3744040075834813"}, {"id": "1008279844328894"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "8648930791873296"}}]}, "scheduled_offers": {"count": 7, "nodes": [{"status": "PUBLISHED", "id": "890711323887580"}, {"status": "PUBLISHED", "id": "2324810044677653"}, {"status": "PUBLISHED", "id": "3083087011894073"}, {"status": "PUBLISHED", "id": "743460242086822"}, {"status": "PUBLISHED", "id": "1112922036977052"}, {"status": "PUBLISHED", "id": "1233500161790606"}, {"status": "PUBLISHED", "id": "1692289751659428"}]}, "baseline_offer": {"id": "1692289751659428"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "890711323887580"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24721586567514462", "version": "1.4"}, "id": "371624554472347", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4361890020577416", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24721586567514462"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "371624554472347"}]}, "change_log": "Fixed music dropping out after death in the last section of level 2.", "created_date": 1767125399, "id": "24721586567514462", "version": "1.4", "version_code": 1175, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24721584737514645"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4361890020577416", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24721586567514462"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1758904413, "id": "23896024113404049", "version": "1.4", "version_code": 1167, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "23896021903404270"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4361890020577416", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24721586567514462"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "371624554472347"}]}, "change_log": "Left controller Pause menu fix.", "created_date": 1755887030, "id": "9856725077760522", "version": "1.3", "version_code": 1166, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9856723317760698"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4361890020577416", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24721586567514462"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1755808007, "id": "9848947738538256", "version": "1.3", "version_code": 1160, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9848946368538393"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4361890020577416", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24721586567514462"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1755711518, "id": "9839133346186362", "version": "1.2", "version_code": 1157, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9839131719519858"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}