{"data": {"node": {"__typename": "Application", "id": "7156077941079207", "organization": {"id": "1137114099667814", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7156077941079207"}]}, "id": "1747088295793279"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3162101440489458"}]}, "id": "525126061504994"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3173607405998636"}]}, "id": "262420077997065"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1342507319121942"}]}, "id": "840023046138382"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1230280117030500"}]}, "id": "1713841632271656"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1120315678004139"}]}, "id": "115292902272140"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7156077941079207", "release_date": 1715274000, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9127751370578511"}, "id": "1498002521053812"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7156077941079207", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9127751370578511"}, "release_status": "RELEASED"}, "id": "7690323450987984", "version": "1.148113.100", "version_code": 148113100, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1714084487, "id": "7731992076821121", "is_initial_release": true, "name_with_fallback": "v4", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "7732006466819682"}, "release_status": "RELEASED", "id": "7156077941079207"}, "id": "7732006466819682", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "MANAGED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7156077941079207", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "286090364422841"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "7652301561534374", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 é a sequência da aterrorizante experiência de RV que trouxe nova vida à icônica franquia. Como novo funcionário da Fazbear, você terá que provar que é capaz de destacar em todos os aspectos da gerência e manutenção de uma pizzaria. \n\nVá para os Bastidores como VIP para ajudar Roxanne Wolf e os S.T.A.F.F Bots a se prepararem para se apresentar no Salão do Pizzaplex!\n\nVá para o Fazcade e curta jogos clássicos como Bonk-a-Bon e Fazerblast! Veja se consegue bater todos os recordes!\n\nCuide das coisas nos bastidores na seção Somente Pessoal Autorizado da pizzaria. Administre primeiros socorros em pacientes que não estão se sentindo bem e ajude os animatrônicos a realizar diagnósticos e manutenção de rotina.\n\nNossos cursos de Preparação de Alimentos vão ajudar você a atender aos requisitos federais mínimos de preparação de alimentos no Pizzaplex. Experimente as alegrias do serviço alimentar de alta velocidade e prepare-se para alimentar alguns robôs famintos!\n\nVá para a Bilheteria para testar nossas atrações de ponta, como a Aventura de Caubói do Capitão Foxy! Nesse divertido passeio, você vai flutuar pelo Velho Oeste como um pistoleiro à procura de tesouros! \n\nE finalmente, se você ainda não estiver apavorado, mergulhe no mundo de Sister Location! Esses minijogos especiais são versões de RV das experiências clássicas de Five Nights at Freddy’s: Sister Location. Esses favoritos dos fãs prometem ser tão divertidos quanto aterrorizantes!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 é a sequência da aterrorizante experiência de RV que trouxe nova vida à icônica franquia. Como novo funcionário da Fazbear, você terá que provar que é capaz de destacar em todos os aspectos da gerência e manutenção de uma pizzaria."}, {"images": {"nodes": []}, "id": "1544094139782661", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy's : Help Wanted 2 est la suite de la terrifiante expérience VR qui a redonné vie à la célèbre franchise horrifique. En tant que tout nouvel employé de Fazbear, vous devrez prouver que vous avez les tripes pour exceller dans tous les aspects de la gestion et l’entretien d’une pizzeria. \n\nAccédez aux Coulisses comme une star pour aider Roxanne Wolf et les S.T.A.F.F Bots à préparer leur prochaine performance dans le Pizzaplex !\n\nFoncez dans la salle Fazcade et profitez des jeux classiques comme Bonk-a-Bon et Fazer Blast ! Essayez de battre tous les records !\n\nOccupez-vous de l’arrière-scène dans la partie de la pizzeria réservée au personnel. \n\nNos cours de Food Prep vous aideront à obtenir la valeur requise par le gouvernement fédéral pour l’élaboration des plats dans le Pizzaplex. Découvrez toutes les joies de la restauration super-rapide et préparez-vous à nourrir des robots affamés !\n\nAllez au Guichet pour tester nos attractions avec des tickets électroniques, comme Captain Foxy’s Cowboy Adventure ! Dans ce manège à bûches, vous flotterez à travers le vieil Ouest américain dans la peau d’un pistolero à la recherche d’un butin ! \n\nEt enfin, si vous voulez toujours plus de frissons, plongez dans le monde de Sister Location ! Ces mini-jeux spéciaux sont des versions VR des expériences classiques de Five Nights at Freddy’s: Sister Location. Soyez certain d’être aussi terrifié qu’amusé avec les refontes des jeux préférés des fans !", "short_description": "Five Nights at Freddy's : Help Wanted 2 est la suite de la terrifiante expérience VR qui a redonné vie à la célèbre franchise horrifique. En tant que tout nouvel employé, vous devrez prouver que vous avez les tripes pour exceller dans tous les aspects de la gestion et l’entretien d’une pizzeria."}, {"images": {"nodes": []}, "id": "1483767512552268", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "„Five Nights at Freddy’s: Help Wanted 2“ ist die Fortsetzung des furchterregenden VR-Schockers, das der berühmten Horror-Reihe neues Leben eingehaucht hat. Beweise, dass du als neuer Fazbear-Angestellter in der Lage bist, eine Pizzeria fachgerecht zu managen und zu verwalten. \n\nGehe als VIP hinter die Kulissen und hilf Roxanne Wolf & den S.T.A.F.F.-Bots bei der Vorbereitung ihrer Auftritte im Pizzaplex-Salon!\n\nVertreib dir die Zeit in der Fazcade und spiele klassische Spiele wie Bonk-a-Bon und Fazerblast! Versuch es bis auf Platz 1 der Bestenlisten zu schaffen!\n\nKümmere dich um alles, was hinter den Kulissen einer Pizzeria im Bereich „Nur für Mitarbeiter“ anfällt: Leiste Erste Hilfe für Patienten, denen es gerade nicht so gut geht, und hilf den Animatronics bei der Durchführung von Routinediagnosen und -wartungen.\n\nUnsere Kochkurse werden dich darauf vorbereiten, in unserem Pizzaplex für den gesetzlichen Mindestlohn Speisen zuzubereiten. Genieße das dynamische Arbeitsumfeld einer Fast-Food-Kette und füttere hungrige Bot-Mäuler!\n\nSchau am Ticketschalter vorbei und teste unsere E-Ticket-Attraktionen, wie zum Beispiel Captain Foxy’s Cowboy-Abenteuer! In dieser unbeschwerten Baumstammfahrt reist du als Revolverheld quer durch den Wilden Westen auf der Suche nach Beute! \n\nUnd falls du das Grauen vermissen solltest: Tauche in die Welt unserer Sister Location ein! Diese besonderen Minispiele sind VR-Versionen klassischer Spielerfahrungen aus Five Nights at Freddy’s: Sister Location.", "short_description": "„Five Nights at Freddy’s: Help Wanted 2“ ist die Fortsetzung des furchterregenden VR-Schockers, das der berühmten Horror-Reihe neues Leben eingehaucht hat. Beweise, dass du als neuer Fazbear-Angestellter in der Lage bist, eine Pizzeria fachgerecht zu managen und zu verwalten."}, {"images": {"nodes": []}, "id": "1392565911425427", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 on jatko-osa kauhistuttavaan virtuaalitodellisuuden kokemukseen, joka herätti eloon koko ikonisen kauhupelisarjan. Aivan uutena Fazbearin työntekijänä sinun on todistettava, että kykenet loistamaan kaikilla pitserian johto- ja ylläpitotehtävien osa-alueilla. \n\nMene bäkkärille VIP:nä auttamaan Roxanne Wolfia ja S.T.A.F.F.-botteja valmistautumaan esitykseensä Pizzaplex Salonissa!\n\nSuuntaa Fazcadeen nauttimaan klassikkopeleistä, kuten Bonk-a-Bon ja Fazerblast! Kokeile, pystytkö rikkomaan kaikki ennätyspisteet!\n\nHuolehdi hommista kulissien takana pitserian vain henkilökunnalle varatulla alueella.\n\nRuuanlaittokurssimme auttavat sinua saamaan Pizzaplexin ruokiin viranomaissuositusten mukaiset ravintoarvot. Nauti kaikista pikaruokalan iloista ja valmistaudu ruokkimaan nälkäisiä botteja!\n\nMene lipunmyyntikojulle testaamaan E-lipuilla toimivia huvituksiamme, kuten Captain Foxy’s Cowboy Adventure! Tällä kepeällä tukkijokiajelulla kellut halki Villin lännen saalista etsivänä pyssysankarina! \n\nJa lopuksi, jos kaipaat enemmän kauhua, sukella sisaryrityksemme toimitiloihin! Nämä erityiset minipelit ovat virtuaalitodellisuuden versioita klassisen Five Nights at Freddy’s: Sister Location -pelin elämyksistä. Nämä eloon herätetyt fanien suosikit ovat takuuvarmasti yhtä hauskoja kuin kauhistuttaviakin!\n\nKatso, onko sinusta Fazbear Entertainmentin supertähdeksi!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 on jatko-osa kauhistuttavaan virtuaalitodellisuuden kokemukseen, joka herätti eloon koko ikonisen kauhupelisarjan. Aivan uutena Fazbearin työntekijänä sinun on todistettava, että kykenet loistamaan kaikilla pitserian johto- ja ylläpitotehtävien osa-alueilla."}, {"images": {"nodes": []}, "id": "1197157844977321", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela de la terrorífica experiencia de RV que ha dado nueva vida a la icónica franquicia de miedo. Como nuevo miembro del personal Fazbear, tendrás que demostrar que puedes destacar en todos los aspectos administrativos y de mantenimiento de la pizzería. \n\n¡Ve al Backstage como vip para ayudar a Roxanne Wolf y los Staffbots a prepararse para su próxima actuación en el salón del Pizzaplex!\n\n¡Dirígete al Fazcade para divertirte con juegos clásicos como el Bonk-a-Bon y el Fazerblast! ¡A ver si puedes batir los récords de puntos!\n\nOcúpate de los asuntos entre bambalinas de la pizzería en la sección Staff Only.\n\nNuestros cursos de Food Prep te ayudarán a cumplir con el mínimo de calidad exigido por la ley cuando prepares alimentos para el Pizzaplex. ¡Descubre las virtudes del servicio de comida ultrarrápido y prepárate para alimentar a un montón de bots hambrientos!\n\n¡Ve a Ticket Booth para probar las nuevas atracciones con el pase digital, como la aventura vaquera del Capitán Foxy! ¡En esta apacible atracción acuática, flotarás por el lejano oeste como pistolero en busca de botín! \n\nY por último, si todavía no has tenido suficiente terror, ¡lánzate de lleno al mundo de Sister Location! Estos minijuegos especiales son versiones en RV de las experiencias clásicas de Five Nights at Freddy’s: Sister Location. ¡Los favoritos de los fans cobran vida y prometen ser tan divertidos como terroríficos!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela de la terrorífica experiencia de RV que ha dado nueva vida a la icónica franquicia de miedo. Como nuevo miembro del personal Fazbear, tendrás que demostrar que puedes destacar en todos los aspectos administrativos de la pizzería."}, {"images": {"nodes": []}, "id": "1176220610404143", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2, ünlü korku serisine yepyeni bir hayat veren ürkütücü VR deneyimini devam ettiriyor. Fazbear’ın en yeni çalışanı olarak Pizza Restoranı işletiminde ustalaşmak için tüm hünerlerini sergilemen gerekecek. \n\nVIP biletinle Kulise girip Roxanne Wolf ve S.T.A.F.F Botlarını Pizzaplex Salondaki performanslarına hazırla!\n\nFazcade’e geçip Bonk-a-Bon ve Fazerblast gibi klasik oyunların tadını çıkar! Bakalım tüm puan rekorlarını kırabilecek misin!\n\nPizza Restoranının Personel Harici Girilmez kısmında perde arkasındaki işleri hallet. Kendini iyi hissetmeyenlere ilk yardım uygula ve animatroniklerin rutin bakım ve onarım çalışmalarına yardım et.\n\nYemek Hazırlama kurslarımız, yemek hazırlayarak federal yemek değeri zorunluluğunu karşılamana yardımcı olacak. Yüksek tempolu yemek servisinde hem eğlen hem de aç botları doyur!\n\nBilet Gişesine geçip Kaptan Foxy’nin Kovboy Macerası gibi E-biletli gösterilerimizi dene! Bu heyecanlı turda ganimet peşinde bir silahşor olup Vahşi Batı’da dolaşacaksın! \n\nSon olarak, daha da korkasın varsa Sister Location’ı ziyaret et! Bu özel mini oyunlar, klasik Five Nights at Freddy’s: Sister Location deneyimlerinin VR sürümleri. Hayranların gözdesi olan bu oyunlar, ürkütücü olduğu kadar da eğlenceli olacak!\n\nFazbear Entertainment Süperstarı olmak için gerekeni yapabilecek misin?", "short_description": "Five Nights at Freddy’s: Help Wanted 2, ünlü korku serisine yepyeni bir hayat veren ürkütücü VR deneyimini devam ettiriyor. Fazbear’ın en yeni çalışanı olarak Pizza Restoranı işletiminde ustalaşmak için tüm hünerlerini sergilemen gerekecek."}, {"images": {"nodes": []}, "id": "1127429445072123", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 er oppfølgeren til den nifse VR-opplevelsen som ga nytt liv til den ikoniske skrekkserien. Som nyansatt hos Fazbear må du vise at du har det som skal til for å utmerke deg innen pizzeriadrift og vedlikehold. \n\nGå backstage som en VIP for å hjelpe Roxanne Wolf & the S.T.A.F.F Bots med forberedelsene til forestillingene deres i Pizzaplex Salon!\n\nStikk innom Fazcade for å spille klassikere som Bonk-a-Bon og Fazerblast! Prøv å slå alle rekordene!\n\nTa deg av det som skjer bak kulissene, i Staff Only-delen av pizzeriaen. Gi førstehjelp til pasienter som ikke føler seg helt i form, og hjelp roboter med å utføre rutinediagnostikk og vedlikehold.\n\nFood Prep-kursene våre kan hjelpe deg med å skaffe den føderalt bestemte mengden verdi for å lage mat i Pizzaplex. Opplev alle gledene ved hurtigmat, og gjør deg klar for å mate sultne roboter!\n\nStikk innom Ticket Booth for å prøve E-ticket-attraksjonene våre, slik som Captain Foxy’s Cowboy Adventure! På denne artige tømmerstokkturen flyter du gjennom det gamle vesten som en revolvermann på jakt etter noe å plyndre! \n\nOg til slutt, hvis du ikke har fått nok skrekk og gru, kan du prøve deg på Sister Location! Disse spesielle minispillene er VR-versjoner av klassiske opplevelser fra Five Nights at Freddy’s: Sister Location. Disse favorittene er like morsomme som de er nifse!\n\nFinn ut hva som kreves for bli en stjerne hos Fazbear Entertainment!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 er oppfølgeren til den nifse VR-opplevelsen som ga nytt liv til den ikoniske skrekkserien. Som nyansatt hos Fazbear må du vise at du har det som skal til for å utmerke deg innen pizzeriadrift og vedlikehold."}, {"images": {"nodes": []}, "id": "1114390743197050", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela a la escalofriante experiencia en RV que renovó a esta emblemática franquicia de terror. Como un empleado recién contratado de Fazbear, tendrás que demostrar que tienes lo necesario para destacarte en todos los aspectos de gestión y mantenimiento de la pizzería. \n\n¡Ve tras bastidores como VIP para ayudarles a Roxanne Wolf y a los bots de S.T.A.F.F. a prepararse para sus espectáculos en el salón del Pizzaplex!\n\n¡Ve al Fazcade y disfruta de juegos clásicos como Bonk-a-Bon y Fazerblast! ¡Intenta superar todas las puntuaciones más altas!\n\nEncárgate de todo tras bastidores en la sección solo para empleados de la pizzería.\n\nNuestros cursos de Preparación de comida te ayudarán a  conseguir la experiencia legal obligatoria para preparar alimentos en el Pizzaplex. ¡Experimenta la alegría del servicio de comida rápida y prepárate para alimentar bots hambrientos!\n\n¡Dirígete a la taquilla para probar nuestras atracciones de boletos electrónicos, como la Aventura vaquera del Captain Foxy! En esta tranquila atracción, flotarás en un tronco a lo largo del viejo oeste y serás un tirador que busca botín. \n\nY, por último, si te hace falta sentir más miedo, adéntrate en el mundo de nuestra filial. Estos minijuegos especiales son versiones de RV de las experiencias clásicas de Nights at Freddy’s: Sister Location. ¡Estos favoritos de siempre están de vuelta con la promesa de ser tan divertidos como aterradores!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela a la escalofriante experiencia en RV que renovó a esta emblemática franquicia de terror. Como un empleado recién contratado de Fazbear, tendrás que demostrar que tienes lo necesario para destacarte en todos los aspectos de la pizzería."}, {"images": {"nodes": []}, "id": "963575474982018", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 è il seguito della terrificante esperienza in VR che ha dato nuova vita all'iconica serie horror. Vesti i panni di una nuova leva di Fazbear, e dimostra di avere la stoffa per eccellere in ogni campo della gestione e della manutenzione della pizzeria. \n\nVai nel backstage come i VIP e aiuta Roxanne Wolf e i robot S.T.A.F.F a prepararsi allo spettacolo nel salone di bellezza del Pizzaplex!\n\nVisita il Fazcade e divertiti coi grandi classici come il Bonk-A-Bon e il Fazer Blast! Riuscirai a battere tutti i record?\n\nOccupati delle attività dietro le quinte nella sezione Solo S.T.A.F.F. della pizzeria.\n\nI nostri corsi di Food Prep ti insegneranno a garantire la qualità minima richiesta dalla legge federale nella preparazione del cibo nel Pizzaplex. Prova la gioia del servizio di ristorazione frenetico e sfama dei robot affamati!\n\nRecati alla Biglietteria e mettiti alla prova con le nostre attrazioni, come l'Avventura Cowboy di Capitan Foxy! Galleggia nel selvaggio West in questa allegra e spensierata giostra su tronchi, impersonando un pistolero in cerca di ricchi bottini! \n\nE infine, se vuoi un po' di sano terrore, tuffati nel mondo di Sister Location! Questi speciali minigiochi sono la versione in VR delle esperienze già presenti in Five Nights at Freddy’s: Sister Location. Queste chicche amate dai fan sono completamente rinnovate, e promettono pari divertimento e terrore!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 è il seguito della terrificante esperienza in VR che ha dato nuova vita all'iconica serie horror. Vesti i panni di una nuova leva di Fazbear, e dimostra di avere la stoffa per eccellere in ogni campo della gestione e della manutenzione della pizzeria."}, {"images": {"nodes": []}, "id": "943262640579930", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "'Five Nights at Freddy’s: Help Wanted 2' is het vervolg op de angstaanjagende VR-ervaring die de iconische horrorfranchise nieuw leven inblies. Als gloednieuwe werknemer van Fazbear moet je bewijzen dat je kunt uitblinken in alles wat bij het onderhoud en beheer van een pizzeria komt kijken. \n\nGa backstage als VIP om Roxanne Wolf en de S.T.A.F.F. Bots te helpen zich voor te bereiden op hun voorstellingen in de Pizzaplex Salon!\n\nOntdek de Fazcade en geniet van klassieke games als Bonk-a-Bon en Fazerblast! Ga jij de eerste plaats op het scorebord halen?\n\nZorg dat alles goed verloopt achter de schermen in het Alleen voor personeel-gedeelte van de pizzeria.\n\nOnze voedselbereidingscursussen helpen je ervoor te zorgen dat al het voedsel dat in de Pizzaplex gemaakt wordt voldoet aan de nationaal vereiste waarde. Ervaar alle genoegens van snelle voedselservice en maak je klaar om hongerige robots te eten te geven!\n\nGa naar de kaartverkoop om onze e-ticketattracties uit te testen, zoals 'Captain Foxy's Cowboy Adventure', een luchtig boomstamritje waarbij je door het oude westen drijft als revolverheld op zoek naar buit! \n\nKom je nog angst tekort? Duik dan de wereld van onze zusteronderneming in! Deze speciale minigames zijn VR-versies van klassiekers uit 'Five Nights at Freddy’s: Sister Location'. Ervaar de favorieten van fans op een manier die zowel leuk als doodeng is!\n\nOntdek of jij het in je hebt om een Fazbear Entertainment-superster te worden!", "short_description": "'Five Nights at Freddy’s: Help Wanted 2' is het vervolg op de angstaanjagende VR-ervaring die de iconische horrorfranchise nieuw leven inblies. Als gloednieuwe werknemer van Fazbear moet je bewijzen dat je kunt uitblinken in alles wat bij het onderhoud en beheer van een pizzeria komt kijken."}, {"images": {"nodes": [{"file_name": "HW2_Meta_SquareCoverArt (1).png", "id": "2415437751991882", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57572930_2415437755325215_4311675378851763417_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=daZGdj-TG3cQ7kNvwFqbuzF&_nc_oc=AdnUZwgEYC3UUsQjB50gUWbr0fTAYND5kxTPOH8Yr1uA6OvIhjzC4xaWB68yuCcno_M&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvQQ8YlyclZMZRTqZZRhFl0S7KhsOj1TfhWD0laYFhkVA&oe=69971303"}, {"file_name": "HW2_Meta_Icon.png", "id": "2338862406300821", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75302219_2338862409634154_919021595596613703_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tv5HvOayhbAQ7kNvwEKtqUV&_nc_oc=AdmGD9Ccjbkgm6QXbWZHgqwUHeNM_P2oevKUm2Hb9Y3cDuOqP1e4PqbSmaYOHw6RE5A&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvhhQAohzSlLmsb7qOUOUidoiZ_ybHDBC1X0LcKrim44w&oe=6996F01E"}, {"file_name": "HW2_Meta_MiniLandscapeCoverArt.png", "id": "1717986798722292", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982703_1717986802055625_5206421889786718288_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=haRLZcn32dgQ7kNvwEhX3_p&_nc_oc=Adk3kx0KWgiR_L26bJZUJfmR7Vv9AGhQVljxIuVfSiJbgXe_no0AQxKKdIpNrCBJRik&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsaOXqQ7eMkI2sS3Nuh4VJTYXbVqvYrqB_TXTQXf5nsIQ&oe=6996F324"}, {"file_name": "HW2_Meta_LandscapeCoverArt.png", "id": "1096042708222243", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974518_1096042711555576_7926015440465486546_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uu8rfxA8V70Q7kNvwHyqORh&_nc_oc=Adkv5L6TaGeCRXqc0FoVwW0lpZAzz_3aJb0aP-Un9rmauaCzKf_l3s5CrgphpFDXvgI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuELz6x5xeD22KxgAoxu2eQODMiv8vIH58Mog68LSOtfQ&oe=6996F342"}, {"file_name": "HW2_Meta_HeroCover (1).png", "id": "607934274755471", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75326674_607934278088804_8126347122561687084_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JbBIcVdeZAIQ7kNvwGIB9bV&_nc_oc=AdmNfnK5y9hTmJrDebxKed7KsNBl7D6glYL_s9U6bUe9XzJxTwvqJnIkPILgFOcSrvA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfszDiXTHLb_3N0MUujaBov_RXwEeVhKH7LIoJlY707DjQ&oe=6996EE47"}, {"file_name": "HW2_Logo_Meta (1).png", "id": "371981418556394", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974510_371981421889727_6188401045849609607_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4nYQP_yvLAIQ7kNvwEAEZiG&_nc_oc=Adk0dpCvO_qU2BtolV-9KpbSfguNK3ZrPt8106r7gYXFfn0QTlC_2yeR7j4LptajGbg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftnqgLrXZ1tEvJpu6ypcHW0eRei2oTI2XZPIO9apZPHxA&oe=699715A7"}, {"file_name": "HW2_Meta_PortraitCoverArt (1).png", "id": "334060539568948", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75324645_334060542902281_3437550618405918359_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eBSD6Ehh0DsQ7kNvwHKNvUl&_nc_oc=Adm6j8NHS6KsepY2QQ0ftwZtInxTUAp7YQlUG_cpFnf3byOYmKaWpsPjfhR52DfVhOY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsP8QIvPTvjj0oRBqCO6nyNtnaRdLzkXSzekxdtnm1FxA&oe=69970480"}]}, "id": "824436462837532", "locale": "en_US", "screenshots": [{"file_name": "Meta_Screenshot_BonkABon (1).png", "id": "1777500452715798", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39035321_1777500456049131_5841069503853812331_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WwJvTVnIXz8Q7kNvwG49BZP&_nc_oc=AdnWYY3UvvyDLJd_wK-XUKeskLpqBCwDOJzvg0ivTwiOZawJCs-gqhNVZpFO8gfrCWU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuP-y3alf8i1i2RIw0XwLmzmDMfOGSPXdBnZRzMr7FUAQ&oe=6996F099"}, {"file_name": "Meta_Screenshot_Carousel (1).png", "id": "229059980216747", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75289719_229059983550080_1316279468489001067_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yCSdAumkzEgQ7kNvwEuMt9T&_nc_oc=AdmAEV5rHSZ-b-iJYASZ3uW17yfudoKGXttL0zLaBd_keAPnWTNSzzEhoBHR89v3wKA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvgJwkQoN3nfTfCxQBxpUrmZGNQXgHt9K7AX-yWDrNfNA&oe=69971B4E"}, {"file_name": "Meta_Screenshot_DJMT (1).png", "id": "755513936407023", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75617324_755513939740356_1829331551617835920_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-2rPLQshJjoQ7kNvwF7jCVs&_nc_oc=Adm7aqq-ssHFdcRo2t9Eik-gZfKpKIzS1EjPYrc9rOdw0gsl3hgA2NvPFuzX2q2_b8M&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftsviwT38pC93voOwcLoWzCB7NDDnQ_nEWjzQLhwaE1oA&oe=6996FFB6"}, {"file_name": "Meta_Screenshot_FirstAid (1).png", "id": "579871100961283", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974780_579871104294616_4696283809073014147_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SYKKFrTxvIEQ7kNvwHdK837&_nc_oc=AdmJo-gG__DZJSdxrNOOGtbISwuBm9E4leAVIU9jBs0NNfGF-pmUDU6jFNHFh_JkvFA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuBR1gPVybKgrNK_F2hcmmOyBaHpg0XOtIj0nGUFa7lvw&oe=6996F9EB"}, {"file_name": "Meta_Screenshot_RoxyMakeover (1).png", "id": "322398544089515", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75412000_322398547422848_9087697752107550577_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xsYuipwRfR4Q7kNvwGXMhjQ&_nc_oc=Adk9W9sCsKS6Kp73e2f27vp4A55HDOC1K0_qDnHFrwEGNwxDQfbHPmY8YjHF9Jp0Sqc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftQ8-2ZRyTgt0OUQMyi1M0sEiVTgGSSf4QoMXhxu9NPhA&oe=699703C6"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "HW2_Meta_LandscapeCoverArt.png", "id": "1393661474604516", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001677_1393661477937849_1360097555720683970_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tuNBV2YVJ_8Q7kNvwFEPoqu&_nc_oc=AdkEv2Ae3mm7QUKLOF5RM31L94m9JdiQAbUEgDoOLEMFMKFscc3whAgdAwFObBK8hcg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftc6JdAkdSH_KDtEMi7M3BRf-UZ6hpaqgu2CsMdxzOk_A&oe=69971240"}, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": ["fnaf", "freddy", "fnafvr"], "long_description": "Five Nights at Freddy’s: Help Wanted 2 is the sequel to the terrifying VR experience that brought new life to the iconic horror franchise. As a brand new Fazbear employee you’ll have to prove you have what it takes to excel in all aspects of Pizzeria management and maintenance. \n\nGo Backstage as a VIP to help Roxanne Wolf & the S.T.A.F.F Bots get ready for their performances in the Pizzaplex Salon!\n\nHead into the Fazcade and enjoy classic games like Bonk-a-Bon and Fazerblast! See if you can top all the high scores!\n\nTake care of things behind the scenes in the Staff Only section of the Pizzeria. Deliver First Aid to patients who aren’t quite feeling themselves, and help animatronics perform routine diagnostics & maintenance.\n\nOur Food Prep courses will help you get the federally mandated amount of value preparing food in the Pizzaplex. Experience all the joys of high-speed food service & get ready to feed some hungry bots!\n\nHead over to the Ticket Booth to test out our E-ticket attractions, such as Captain Foxy’s Cowboy Adventure! On this lighthearted log ride, you’ll float through the old West as a gunslinger in search of booty! \n\nAnd finally, if you’re short on dread, dive into the world of our Sister Location! These special minigames are VR versions of classic experiences from Five Nights at Freddy’s: Sister Location. These fan-favorites brought to life promise to be as fun as they are terrifying!\n\nFind out if you have what it takes to be a Fazbear Entertainment Superstar!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 is the sequel to the terrifying VR experience that brought new life to the iconic horror franchise. As a brand new Fazbear employee you’ll have to prove you have what it takes to excel in all aspects of Pizzeria management and maintenance."}, {"images": {"nodes": []}, "id": "461315109685174", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 — сиквел леденящей душу VR-игры, вдохнувшей новую жизнь в легендарный ужастик. В качестве нового сотрудника компании Fazbear вам предстоит продемонстрировать все грани своего выдающегося таланта в деле управления пиццерией. \n\nОтправляйтесь в закулисье в качестве VIP-гостя и помогите волчице Роксанне и роботизированному персоналу подготовиться к выступлению в салоне пицца-плекса!\n\nПосетите «Фазкады» и насладитесь классическими играми, например «Бонк-а-Бон» и «Фазер-бласт»! Сможете ли вы побить все рекорды?\n\nПозаботьтесь о том, что происходит за закрытыми дверями в помещениях «Только для персонала». Окажите первую помощь пациентам, которые чувствуют себя неважно, и помогите аниматроникам провести плановую диагностику и техобслуживание.\n\nНаши кулинарные курсы помогут вам научиться соблюдать общегосударственные стандарты приготовления пищи для пицца-плекса. Оцените по достоинству все преимущества быстрой готовки и сами будьте готовы накормить проголодавшихся ботов!\n\nПосетите билетную кассу, чтобы испытать наш новый аттракцион, на который продаются электронные билеты, — «Ковбойские приключения капитана Фокси»! Вас ждет головокружительное путешествие по Дикому Западу в роли бравого головореза! \n\nИ наконец, если вы заскучаете, отправляйтесь в «Сестринскую локацию»! Вас ждут особые мини-игры — VR-версия классических эпизодов игры Five Nights at Freddy’s: Sister Location — смесь веселья и ужаса среди оживших, давно всем полюбившихся сцен!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 — сиквел леденящей душу VR-игры, вдохнувшей новую жизнь в легендарный ужастик. В качестве нового сотрудника компании Fazbear вам предстоит продемонстрировать все грани своего выдающегося таланта в деле управления пиццерией."}, {"images": {"nodes": []}, "id": "352199610682461", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 er fortsættelsen til den skrækindjagende VR-oplevelse, der pustede nyt liv i den ikoniske horror-franchise. Som spritny Fazbear-medarbejder skal du vise, om du har det, der skal til for at stråle i alle aspekter af Pizzeria-administration og -vedligeholdelse. \n\nGå Backstage som VIP for at hjælpe Roxanne Wolf & the S.T.A.F.F Bots blive klar til deres optræden i Pizzaplex Salon!\n\nKast dig ud i Fazcade, og nyd klassiske spil som Bonk-a-Bon og Fazerblast! Se, om du kan slå rekorderne!\n\nTag dig tingene bag kulisserne i Staff Only-sektionen af pizzeriaet. Deliver First Aid til patienter, som er lidt ude af sig selv, og hjælp animatronic-dukkerne med at udføre rutinediagnostik og vedligeholdelse.\n\nVores Food Prep-kurser kan hjælpe dig med at få føderalt definerede værdi for at tilberede mad i Pizzaplex. Oplev alle glæderne ved at lave mad i højt tempo, og gør dig klar til at fodre sultne botter!\n\nSmut over til Ticket Booth for at teste vores E-tickets-forlystelser, som for eksempel Captain Foxy’s Cowboy Adventure! I denne sjove forlystelse bevæger du dig gennem det vilde vesten som dusørjæger på jagt efter bytte! \n\nOg endelig, hvis du mangler lidt gys i hverdagen, kan du kaste dig ud i universet hos vores Sister Location! Disse særlige minispil er VR-versioner af klassiske oplevelser fra Five Nights at Freddy’s: Sister Location. Disse fanfavoritter lover lige dele sjov og gys!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 er fortsættelsen til den skrækindjagende VR-oplevelse, der pustede nyt liv i den ikoniske horror-franchise. Som spritny Fazbear-medarbejder skal du vise, om du har det, der skal til for at stråle i alle aspekter af Pizzeria-administration og -vedligeholdelse."}, {"images": {"nodes": []}, "id": "295797776903410", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 to sequel przerażającej gry VR, który tchnął nowe życie w kultową serię horrorów. Jako nowy pracownik Fazbeara musisz udowodnić, że potrafisz doskonale opanować wszystkie aspekty zarządzania i utrzymania pizzerii. \n\nPrzejdź za kulisy jako VIP, aby pomóc Roxanne Wolf i S.T.A.F.F. Bots przygotować się do występów w Pizzapleksie!\n\nOdwiedź Fazcade i zagraj w klasyki, takie jak Bonk-a-Bon czy Fazerblast! Może uda Ci się ustanowić rekordy!\n\nZadbaj o porządek w części pizzerii dostępnej tylko dla personelu. Udziel pierwszej pomocy pacjentom, którzy nie czują się do końca sobą, i pomóż animatronikom przeprowadzać rutynową diagnostykę i prace konserwacyjne.\n\nNasze kursy gotowania pomogą Ci przygotować posiłki w Pizzapleksie zgodne z prawem federalnym. Ciesz się w pełni szybką obsługą i przygotuj się na karmienie głodnych botów!\n\nRuszaj do budki biletera i wypróbuj nasze e-biletowe atrakcje, takie jak Kowbojska Przygoda Kapitana Lisa! W trakcie tej beztroskiej przejażdżki przemierzysz Dziki Zachód jako poszukujący łupów rewolwerowiec! \n\nA jeśli brakuje Ci mocniejszych wrażeń, wejdź w świat Sister Location! To klasyka z Five Nights at Freddy’s: Sister Location w specjalnej wersji minigierek VR. Ulubione przeżycia fanów wracają w równie zabawnej, co przerażającej postaci!\n\nSprawdź się w roli supergwiazdy Fazbear Entertainment!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 to sequel przerażającej gry VR, który tchnął nowe życie w kultową serię horrorów. Jako nowy pracownik Fazbeara musisz udowodnić, że potrafisz doskonale opanować wszystkie aspekty zarządzania i utrzymania pizzerii."}, {"images": {"nodes": []}, "id": "284147708081679", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 är uppföljaren till den läskiga VR-upplevelse som blåste nytt liv i en redan välkänd skräckserie. Som ny Fazbear-anställd måste du visa att du kan sköta om en pizzeria med bravur, med allt vad det innebär. \n\nGå backstage som VIP och hjälp Roxanne Wolf och S.T.A.F.F.-robotarna förbereda sig inför framträdandena i Pizzaplex Salon!\n\nSpela klassiska spel som Bonk-a-Bon och Fazerblast i Fazcade-arkadhallen! Se om du kan slå poängrekorden!\n\nTa hand om grejer bakom kulisserna i pizzerians personalområde. Ge krassliga patienter första hjälpen och hjälp robotarna utföra diagnostik och underhåll varje dag.\n\nVåra matlagningskurser, påtvingade av staten, hjälper dig att bli bättre på att förbereda Pizzaplex käk. Se med egna ögon vad som gör snabbmatsbranschen så fantastisk och mätta robotarnas kurrande magar!\n\nSväng förbi biljettkassan för att prova våra attraktioner. Vi har bland annat Captain Foxy’s Cowboy Adventure, där man åker på en stock genom vilda västern som skarpskjutande prisjägare! \n\nOch sist men inte minst: om du inte får nog av kalla kårar kan du spela VR-versioner av klassiska minispel från Five Nights at Freddy’s: Sister Location! De är bokstavligen läskigt roliga!\n\nHar du vad som krävs för att bli en Fazbear Entertainment-stjärna?", "short_description": "Five Nights at Freddy’s: Help Wanted 2 är uppföljaren till den läskiga VR-upplevelse som blåste nytt liv i en redan välkänd skräckserie. Som ny Fazbear-anställd måste du visa att du kan sköta om en pizzeria med bravur, med allt vad det innebär."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.steelwoolstudios.com/legal/privacy-policy", "developer_terms_of_service_url": null, "publisher_name": "ScottGames", "support_website_url": "https://www.steelwoolstudios.com/contact", "website_url": "https://www.steelwoolstudios.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "644354873106712"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["HORROR"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "de", "es", "es_MX", "pt_BR"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7732006466819682"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57572930_2415437755325215_4311675378851763417_n.png?stp=dst-png_s360x360&_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=daZGdj-TG3cQ7kNvwFqbuzF&_nc_oc=AdnUZwgEYC3UUsQjB50gUWbr0fTAYND5kxTPOH8Yr1uA6OvIhjzC4xaWB68yuCcno_M&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfueFDrUwadKvyXCR1vOIOE80hIFLv-8tXrXA9FjcaNJmA&oe=69971303"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Five Nights at Freddy's: Help Wanted 2", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Survival", "id": "644354873106712"}], "release_date": 1715274000, "lastRevision": {"nodes": [{"id": "7156077967745871", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7156077941079207", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "286090364422841"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "6786540928066135", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2, ünlü korku serisine yepyeni bir hayat veren ürkütücü VR deneyimini devam ettiriyor. Fazbear’ın en yeni çalışanı olarak Pizza Restoranı işletiminde ustalaşmak için tüm hünerlerini sergilemen gerekecek. \n\nVIP biletinle Kulise girip Roxanne Wolf ve S.T.A.F.F Botlarını Pizzaplex Salondaki performanslarına hazırla!\n\nFazcade’e geçip Bonk-a-Bon ve Fazerblast gibi klasik oyunların tadını çıkar! Bakalım tüm puan rekorlarını kırabilecek misin!\n\nPizza Restoranının Personel Harici Girilmez kısmında perde arkasındaki işleri hallet. Kendini iyi hissetmeyenlere ilk yardım uygula ve animatroniklerin rutin bakım ve onarım çalışmalarına yardım et.\n\nYemek Hazırlama kurslarımız, yemek hazırlayarak federal yemek değeri zorunluluğunu karşılamana yardımcı olacak. Yüksek tempolu yemek servisinde hem eğlen hem de aç botları doyur!\n\nBilet Gişesine geçip Kaptan Foxy’nin Kovboy Macerası gibi E-biletli gösterilerimizi dene! Bu heyecanlı turda ganimet peşinde bir silahşor olup Vahşi Batı’da dolaşacaksın! \n\nSon olarak, daha da korkasın varsa Sister Location’ı ziyaret et! Bu özel mini oyunlar, klasik Five Nights at Freddy’s: Sister Location deneyimlerinin VR sürümleri. Hayranların gözdesi olan bu oyunlar, ürkütücü olduğu kadar da eğlenceli olacak!\n\nFazbear Entertainment Süperstarı olmak için gerekeni yapabilecek misin?", "short_description": "Five Nights at Freddy’s: Help Wanted 2, ünlü korku serisine yepyeni bir hayat veren ürkütücü VR deneyimini devam ettiriyor. Fazbear’ın en yeni çalışanı olarak Pizza Restoranı işletiminde ustalaşmak için tüm hünerlerini sergilemen gerekecek."}, {"images": {"nodes": []}, "id": "3943653219194742", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 er fortsættelsen til den skrækindjagende VR-oplevelse, der pustede nyt liv i den ikoniske horror-franchise. Som spritny Fazbear-medarbejder skal du vise, om du har det, der skal til for at stråle i alle aspekter af Pizzeria-administration og -vedligeholdelse. \n\nGå Backstage som VIP for at hjælpe Roxanne Wolf & the S.T.A.F.F Bots blive klar til deres optræden i Pizzaplex Salon!\n\nKast dig ud i Fazcade, og nyd klassiske spil som Bonk-a-Bon og Fazerblast! Se, om du kan slå rekorderne!\n\nTag dig tingene bag kulisserne i Staff Only-sektionen af pizzeriaet. Deliver First Aid til patienter, som er lidt ude af sig selv, og hjælp animatronic-dukkerne med at udføre rutinediagnostik og vedligeholdelse.\n\nVores Food Prep-kurser kan hjælpe dig med at få føderalt definerede værdi for at tilberede mad i Pizzaplex. Oplev alle glæderne ved at lave mad i højt tempo, og gør dig klar til at fodre sultne botter!\n\nSmut over til Ticket Booth for at teste vores E-tickets-forlystelser, som for eksempel Captain Foxy’s Cowboy Adventure! I denne sjove forlystelse bevæger du dig gennem det vilde vesten som dusørjæger på jagt efter bytte! \n\nOg endelig, hvis du mangler lidt gys i hverdagen, kan du kaste dig ud i universet hos vores Sister Location! Disse særlige minispil er VR-versioner af klassiske oplevelser fra Five Nights at Freddy’s: Sister Location. Disse fanfavoritter lover lige dele sjov og gys!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 er fortsættelsen til den skrækindjagende VR-oplevelse, der pustede nyt liv i den ikoniske horror-franchise. Som spritny Fazbear-medarbejder skal du vise, om du har det, der skal til for at stråle i alle aspekter af Pizzeria-administration og -vedligeholdelse."}, {"images": {"nodes": []}, "id": "3166408270334085", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 er oppfølgeren til den nifse VR-opplevelsen som ga nytt liv til den ikoniske skrekkserien. Som nyansatt hos Fazbear må du vise at du har det som skal til for å utmerke deg innen pizzeriadrift og vedlikehold. \n\nGå backstage som en VIP for å hjelpe Roxanne Wolf & the S.T.A.F.F Bots med forberedelsene til forestillingene deres i Pizzaplex Salon!\n\nStikk innom Fazcade for å spille klassikere som Bonk-a-Bon og Fazerblast! Prøv å slå alle rekordene!\n\nTa deg av det som skjer bak kulissene, i Staff Only-delen av pizzeriaen. Gi førstehjelp til pasienter som ikke føler seg helt i form, og hjelp roboter med å utføre rutinediagnostikk og vedlikehold.\n\nFood Prep-kursene våre kan hjelpe deg med å skaffe den føderalt bestemte mengden verdi for å lage mat i Pizzaplex. Opplev alle gledene ved hurtigmat, og gjør deg klar for å mate sultne roboter!\n\nStikk innom Ticket Booth for å prøve E-ticket-attraksjonene våre, slik som Captain Foxy’s Cowboy Adventure! På denne artige tømmerstokkturen flyter du gjennom det gamle vesten som en revolvermann på jakt etter noe å plyndre! \n\nOg til slutt, hvis du ikke har fått nok skrekk og gru, kan du prøve deg på Sister Location! Disse spesielle minispillene er VR-versjoner av klassiske opplevelser fra Five Nights at Freddy’s: Sister Location. Disse favorittene er like morsomme som de er nifse!\n\nFinn ut hva som kreves for bli en stjerne hos Fazbear Entertainment!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 er oppfølgeren til den nifse VR-opplevelsen som ga nytt liv til den ikoniske skrekkserien. Som nyansatt hos Fazbear må du vise at du har det som skal til for å utmerke deg innen pizzeriadrift og vedlikehold."}, {"images": {"nodes": []}, "id": "2059162367753205", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 to sequel przerażającej gry VR, który tchnął nowe życie w kultową serię horrorów. Jako nowy pracownik Fazbeara musisz udowodnić, że potrafisz doskonale opanować wszystkie aspekty zarządzania i utrzymania pizzerii. \n\nPrzejdź za kulisy jako VIP, aby pomóc Roxanne Wolf i S.T.A.F.F. Bots przygotować się do występów w Pizzapleksie!\n\nOdwiedź Fazcade i zagraj w klasyki, takie jak Bonk-a-Bon czy Fazerblast! Może uda Ci się ustanowić rekordy!\n\nZadbaj o porządek w części pizzerii dostępnej tylko dla personelu. Udziel pierwszej pomocy pacjentom, którzy nie czują się do końca sobą, i pomóż animatronikom przeprowadzać rutynową diagnostykę i prace konserwacyjne.\n\nNasze kursy gotowania pomogą Ci przygotować posiłki w Pizzapleksie zgodne z prawem federalnym. Ciesz się w pełni szybką obsługą i przygotuj się na karmienie głodnych botów!\n\nRuszaj do budki biletera i wypróbuj nasze e-biletowe atrakcje, takie jak Kowbojska Przygoda Kapitana Lisa! W trakcie tej beztroskiej przejażdżki przemierzysz Dziki Zachód jako poszukujący łupów rewolwerowiec! \n\nA jeśli brakuje Ci mocniejszych wrażeń, wejdź w świat Sister Location! To klasyka z Five Nights at Freddy’s: Sister Location w specjalnej wersji minigierek VR. Ulubione przeżycia fanów wracają w równie zabawnej, co przerażającej postaci!\n\nSprawdź się w roli supergwiazdy Fazbear Entertainment!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 to sequel przerażającej gry VR, który tchnął nowe życie w kultową serię horrorów. Jako nowy pracownik Fazbeara musisz udowodnić, że potrafisz doskonale opanować wszystkie aspekty zarządzania i utrzymania pizzerii."}, {"images": {"nodes": [{"file_name": "HW2_Meta_SquareCoverArt (1).png", "id": "2415437751991882", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57572930_2415437755325215_4311675378851763417_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=daZGdj-TG3cQ7kNvwFqbuzF&_nc_oc=AdnUZwgEYC3UUsQjB50gUWbr0fTAYND5kxTPOH8Yr1uA6OvIhjzC4xaWB68yuCcno_M&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvQQ8YlyclZMZRTqZZRhFl0S7KhsOj1TfhWD0laYFhkVA&oe=69971303"}, {"file_name": "HW2_Meta_Icon.png", "id": "2338862406300821", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75302219_2338862409634154_919021595596613703_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tv5HvOayhbAQ7kNvwEKtqUV&_nc_oc=AdmGD9Ccjbkgm6QXbWZHgqwUHeNM_P2oevKUm2Hb9Y3cDuOqP1e4PqbSmaYOHw6RE5A&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvhhQAohzSlLmsb7qOUOUidoiZ_ybHDBC1X0LcKrim44w&oe=6996F01E"}, {"file_name": "HW2_Meta_MiniLandscapeCoverArt.png", "id": "1717986798722292", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982703_1717986802055625_5206421889786718288_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=haRLZcn32dgQ7kNvwEhX3_p&_nc_oc=Adk3kx0KWgiR_L26bJZUJfmR7Vv9AGhQVljxIuVfSiJbgXe_no0AQxKKdIpNrCBJRik&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsaOXqQ7eMkI2sS3Nuh4VJTYXbVqvYrqB_TXTQXf5nsIQ&oe=6996F324"}, {"file_name": "HW2_Meta_LandscapeCoverArt.png", "id": "1096042708222243", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974518_1096042711555576_7926015440465486546_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uu8rfxA8V70Q7kNvwHyqORh&_nc_oc=Adkv5L6TaGeCRXqc0FoVwW0lpZAzz_3aJb0aP-Un9rmauaCzKf_l3s5CrgphpFDXvgI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuELz6x5xeD22KxgAoxu2eQODMiv8vIH58Mog68LSOtfQ&oe=6996F342"}, {"file_name": "HW2_Meta_HeroCover (1).png", "id": "607934274755471", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75326674_607934278088804_8126347122561687084_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JbBIcVdeZAIQ7kNvwGIB9bV&_nc_oc=AdmNfnK5y9hTmJrDebxKed7KsNBl7D6glYL_s9U6bUe9XzJxTwvqJnIkPILgFOcSrvA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfszDiXTHLb_3N0MUujaBov_RXwEeVhKH7LIoJlY707DjQ&oe=6996EE47"}, {"file_name": "HW2_Logo_Meta (1).png", "id": "371981418556394", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974510_371981421889727_6188401045849609607_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4nYQP_yvLAIQ7kNvwEAEZiG&_nc_oc=Adk0dpCvO_qU2BtolV-9KpbSfguNK3ZrPt8106r7gYXFfn0QTlC_2yeR7j4LptajGbg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftnqgLrXZ1tEvJpu6ypcHW0eRei2oTI2XZPIO9apZPHxA&oe=699715A7"}, {"file_name": "HW2_Meta_PortraitCoverArt (1).png", "id": "334060539568948", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75324645_334060542902281_3437550618405918359_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eBSD6Ehh0DsQ7kNvwHKNvUl&_nc_oc=Adm6j8NHS6KsepY2QQ0ftwZtInxTUAp7YQlUG_cpFnf3byOYmKaWpsPjfhR52DfVhOY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsP8QIvPTvjj0oRBqCO6nyNtnaRdLzkXSzekxdtnm1FxA&oe=69970480"}]}, "id": "1539915083433784", "locale": "en_US", "screenshots": [{"file_name": "Meta_Screenshot_BonkABon (1).png", "id": "1777500452715798", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39035321_1777500456049131_5841069503853812331_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WwJvTVnIXz8Q7kNvwG49BZP&_nc_oc=AdnWYY3UvvyDLJd_wK-XUKeskLpqBCwDOJzvg0ivTwiOZawJCs-gqhNVZpFO8gfrCWU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuP-y3alf8i1i2RIw0XwLmzmDMfOGSPXdBnZRzMr7FUAQ&oe=6996F099"}, {"file_name": "Meta_Screenshot_Carousel (1).png", "id": "229059980216747", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75289719_229059983550080_1316279468489001067_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yCSdAumkzEgQ7kNvwEuMt9T&_nc_oc=AdmAEV5rHSZ-b-iJYASZ3uW17yfudoKGXttL0zLaBd_keAPnWTNSzzEhoBHR89v3wKA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvgJwkQoN3nfTfCxQBxpUrmZGNQXgHt9K7AX-yWDrNfNA&oe=69971B4E"}, {"file_name": "Meta_Screenshot_DJMT (1).png", "id": "755513936407023", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75617324_755513939740356_1829331551617835920_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-2rPLQshJjoQ7kNvwF7jCVs&_nc_oc=Adm7aqq-ssHFdcRo2t9Eik-gZfKpKIzS1EjPYrc9rOdw0gsl3hgA2NvPFuzX2q2_b8M&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftsviwT38pC93voOwcLoWzCB7NDDnQ_nEWjzQLhwaE1oA&oe=6996FFB6"}, {"file_name": "Meta_Screenshot_FirstAid (1).png", "id": "579871100961283", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974780_579871104294616_4696283809073014147_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SYKKFrTxvIEQ7kNvwHdK837&_nc_oc=AdmJo-gG__DZJSdxrNOOGtbISwuBm9E4leAVIU9jBs0NNfGF-pmUDU6jFNHFh_JkvFA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuBR1gPVybKgrNK_F2hcmmOyBaHpg0XOtIj0nGUFa7lvw&oe=6996F9EB"}, {"file_name": "Meta_Screenshot_RoxyMakeover (1).png", "id": "322398544089515", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75412000_322398547422848_9087697752107550577_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xsYuipwRfR4Q7kNvwGXMhjQ&_nc_oc=Adk9W9sCsKS6Kp73e2f27vp4A55HDOC1K0_qDnHFrwEGNwxDQfbHPmY8YjHF9Jp0Sqc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftQ8-2ZRyTgt0OUQMyi1M0sEiVTgGSSf4QoMXhxu9NPhA&oe=699703C6"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "HW2_Meta_LandscapeCoverArt.png", "id": "1393661474604516", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001677_1393661477937849_1360097555720683970_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tuNBV2YVJ_8Q7kNvwFEPoqu&_nc_oc=AdkEv2Ae3mm7QUKLOF5RM31L94m9JdiQAbUEgDoOLEMFMKFscc3whAgdAwFObBK8hcg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftc6JdAkdSH_KDtEMi7M3BRf-UZ6hpaqgu2CsMdxzOk_A&oe=69971240"}, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": ["fnaf", "freddy", "fnafvr"], "long_description": "Five Nights at Freddy’s: Help Wanted 2 is the sequel to the terrifying VR experience that brought new life to the iconic horror franchise. As a brand new Fazbear employee you’ll have to prove you have what it takes to excel in all aspects of Pizzeria management and maintenance. \n\nGo Backstage as a VIP to help Roxanne Wolf & the S.T.A.F.F Bots get ready for their performances in the Pizzaplex Salon!\n\nHead into the Fazcade and enjoy classic games like Bonk-a-Bon and Fazerblast! See if you can top all the high scores!\n\nTake care of things behind the scenes in the Staff Only section of the Pizzeria. Deliver First Aid to patients who aren’t quite feeling themselves, and help animatronics perform routine diagnostics & maintenance.\n\nOur Food Prep courses will help you get the federally mandated amount of value preparing food in the Pizzaplex. Experience all the joys of high-speed food service & get ready to feed some hungry bots!\n\nHead over to the Ticket Booth to test out our E-ticket attractions, such as Captain Foxy’s Cowboy Adventure! On this lighthearted log ride, you’ll float through the old West as a gunslinger in search of booty! \n\nAnd finally, if you’re short on dread, dive into the world of our Sister Location! These special minigames are VR versions of classic experiences from Five Nights at Freddy’s: Sister Location. These fan-favorites brought to life promise to be as fun as they are terrifying!\n\nFind out if you have what it takes to be a Fazbear Entertainment Superstar!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 is the sequel to the terrifying VR experience that brought new life to the iconic horror franchise. As a brand new Fazbear employee you’ll have to prove you have what it takes to excel in all aspects of Pizzeria management and maintenance."}, {"images": {"nodes": []}, "id": "1530714207468428", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 é a sequência da aterrorizante experiência de RV que trouxe nova vida à icônica franquia. Como novo funcionário da Fazbear, você terá que provar que é capaz de destacar em todos os aspectos da gerência e manutenção de uma pizzaria. \n\nVá para os Bastidores como VIP para ajudar Roxanne Wolf e os S.T.A.F.F Bots a se prepararem para se apresentar no Salão do Pizzaplex!\n\nVá para o Fazcade e curta jogos clássicos como Bonk-a-Bon e Fazerblast! Veja se consegue bater todos os recordes!\n\nCuide das coisas nos bastidores na seção Somente Pessoal Autorizado da pizzaria. Administre primeiros socorros em pacientes que não estão se sentindo bem e ajude os animatrônicos a realizar diagnósticos e manutenção de rotina.\n\nNossos cursos de Preparação de Alimentos vão ajudar você a atender aos requisitos federais mínimos de preparação de alimentos no Pizzaplex. Experimente as alegrias do serviço alimentar de alta velocidade e prepare-se para alimentar alguns robôs famintos!\n\nVá para a Bilheteria para testar nossas atrações de ponta, como a Aventura de Caubói do Capitão Foxy! Nesse divertido passeio, você vai flutuar pelo Velho Oeste como um pistoleiro à procura de tesouros! \n\nE finalmente, se você ainda não estiver apavorado, mergulhe no mundo de Sister Location! Esses minijogos especiais são versões de RV das experiências clássicas de Five Nights at Freddy’s: Sister Location. Esses favoritos dos fãs prometem ser tão divertidos quanto aterrorizantes!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 é a sequência da aterrorizante experiência de RV que trouxe nova vida à icônica franquia. Como novo funcionário da Fazbear, você terá que provar que é capaz de destacar em todos os aspectos da gerência e manutenção de uma pizzaria."}, {"images": {"nodes": []}, "id": "1038877154059078", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 è il seguito della terrificante esperienza in VR che ha dato nuova vita all'iconica serie horror. Vesti i panni di una nuova leva di Fazbear, e dimostra di avere la stoffa per eccellere in ogni campo della gestione e della manutenzione della pizzeria. \n\nVai nel backstage come i VIP e aiuta Roxanne Wolf e i robot S.T.A.F.F a prepararsi allo spettacolo nel salone di bellezza del Pizzaplex!\n\nVisita il Fazcade e divertiti coi grandi classici come il Bonk-A-Bon e il Fazer Blast! Riuscirai a battere tutti i record?\n\nOccupati delle attività dietro le quinte nella sezione Solo S.T.A.F.F. della pizzeria.\n\nI nostri corsi di Food Prep ti insegneranno a garantire la qualità minima richiesta dalla legge federale nella preparazione del cibo nel Pizzaplex. Prova la gioia del servizio di ristorazione frenetico e sfama dei robot affamati!\n\nRecati alla Biglietteria e mettiti alla prova con le nostre attrazioni, come l'Avventura Cowboy di Capitan Foxy! Galleggia nel selvaggio West in questa allegra e spensierata giostra su tronchi, impersonando un pistolero in cerca di ricchi bottini! \n\nE infine, se vuoi un po' di sano terrore, tuffati nel mondo di Sister Location! Questi speciali minigiochi sono la versione in VR delle esperienze già presenti in Five Nights at Freddy’s: Sister Location. Queste chicche amate dai fan sono completamente rinnovate, e promettono pari divertimento e terrore!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 è il seguito della terrificante esperienza in VR che ha dato nuova vita all'iconica serie horror. Vesti i panni di una nuova leva di Fazbear, e dimostra di avere la stoffa per eccellere in ogni campo della gestione e della manutenzione della pizzeria."}, {"images": {"nodes": []}, "id": "1023898755575826", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela a la escalofriante experiencia en RV que renovó a esta emblemática franquicia de terror. Como un empleado recién contratado de Fazbear, tendrás que demostrar que tienes lo necesario para destacarte en todos los aspectos de gestión y mantenimiento de la pizzería. \n\n¡Ve tras bastidores como VIP para ayudarles a Roxanne Wolf y a los bots de S.T.A.F.F. a prepararse para sus espectáculos en el salón del Pizzaplex!\n\n¡Ve al Fazcade y disfruta de juegos clásicos como Bonk-a-Bon y Fazerblast! ¡Intenta superar todas las puntuaciones más altas!\n\nEncárgate de todo tras bastidores en la sección solo para empleados de la pizzería.\n\nNuestros cursos de Preparación de comida te ayudarán a  conseguir la experiencia legal obligatoria para preparar alimentos en el Pizzaplex. ¡Experimenta la alegría del servicio de comida rápida y prepárate para alimentar bots hambrientos!\n\n¡Dirígete a la taquilla para probar nuestras atracciones de boletos electrónicos, como la Aventura vaquera del Captain Foxy! En esta tranquila atracción, flotarás en un tronco a lo largo del viejo oeste y serás un tirador que busca botín. \n\nY, por último, si te hace falta sentir más miedo, adéntrate en el mundo de nuestra filial. Estos minijuegos especiales son versiones de RV de las experiencias clásicas de Nights at Freddy’s: Sister Location. ¡Estos favoritos de siempre están de vuelta con la promesa de ser tan divertidos como aterradores!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela a la escalofriante experiencia en RV que renovó a esta emblemática franquicia de terror. Como un empleado recién contratado de Fazbear, tendrás que demostrar que tienes lo necesario para destacarte en todos los aspectos de la pizzería."}, {"images": {"nodes": []}, "id": "920419809474243", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "'Five Nights at Freddy’s: Help Wanted 2' is het vervolg op de angstaanjagende VR-ervaring die de iconische horrorfranchise nieuw leven inblies. Als gloednieuwe werknemer van Fazbear moet je bewijzen dat je kunt uitblinken in alles wat bij het onderhoud en beheer van een pizzeria komt kijken. \n\nGa backstage als VIP om Roxanne Wolf en de S.T.A.F.F. Bots te helpen zich voor te bereiden op hun voorstellingen in de Pizzaplex Salon!\n\nOntdek de Fazcade en geniet van klassieke games als Bonk-a-Bon en Fazerblast! Ga jij de eerste plaats op het scorebord halen?\n\nZorg dat alles goed verloopt achter de schermen in het Alleen voor personeel-gedeelte van de pizzeria.\n\nOnze voedselbereidingscursussen helpen je ervoor te zorgen dat al het voedsel dat in de Pizzaplex gemaakt wordt voldoet aan de nationaal vereiste waarde. Ervaar alle genoegens van snelle voedselservice en maak je klaar om hongerige robots te eten te geven!\n\nGa naar de kaartverkoop om onze e-ticketattracties uit te testen, zoals 'Captain Foxy's Cowboy Adventure', een luchtig boomstamritje waarbij je door het oude westen drijft als revolverheld op zoek naar buit! \n\nKom je nog angst tekort? Duik dan de wereld van onze zusteronderneming in! Deze speciale minigames zijn VR-versies van klassiekers uit 'Five Nights at Freddy’s: Sister Location'. Ervaar de favorieten van fans op een manier die zowel leuk als doodeng is!\n\nOntdek of jij het in je hebt om een Fazbear Entertainment-superster te worden!", "short_description": "'Five Nights at Freddy’s: Help Wanted 2' is het vervolg op de angstaanjagende VR-ervaring die de iconische horrorfranchise nieuw leven inblies. Als gloednieuwe werknemer van Fazbear moet je bewijzen dat je kunt uitblinken in alles wat bij het onderhoud en beheer van een pizzeria komt kijken."}, {"images": {"nodes": []}, "id": "873232100970365", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "„Five Nights at Freddy’s: Help Wanted 2“ ist die Fortsetzung des furchterregenden VR-Schockers, das der berühmten Horror-Reihe neues Leben eingehaucht hat. Beweise, dass du als neuer Fazbear-Angestellter in der Lage bist, eine Pizzeria fachgerecht zu managen und zu verwalten. \n\nGehe als VIP hinter die Kulissen und hilf Roxanne Wolf & den S.T.A.F.F.-Bots bei der Vorbereitung ihrer Auftritte im Pizzaplex-Salon!\n\nVertreib dir die Zeit in der Fazcade und spiele klassische Spiele wie Bonk-a-Bon und Fazerblast! Versuch es bis auf Platz 1 der Bestenlisten zu schaffen!\n\nKümmere dich um alles, was hinter den Kulissen einer Pizzeria im Bereich „Nur für Mitarbeiter“ anfällt: Leiste Erste Hilfe für Patienten, denen es gerade nicht so gut geht, und hilf den Animatronics bei der Durchführung von Routinediagnosen und -wartungen.\n\nUnsere Kochkurse werden dich darauf vorbereiten, in unserem Pizzaplex für den gesetzlichen Mindestlohn Speisen zuzubereiten. Genieße das dynamische Arbeitsumfeld einer Fast-Food-Kette und füttere hungrige Bot-Mäuler!\n\nSchau am Ticketschalter vorbei und teste unsere E-Ticket-Attraktionen, wie zum Beispiel Captain Foxy’s Cowboy-Abenteuer! In dieser unbeschwerten Baumstammfahrt reist du als Revolverheld quer durch den Wilden Westen auf der Suche nach Beute! \n\nUnd falls du das Grauen vermissen solltest: Tauche in die Welt unserer Sister Location ein! Diese besonderen Minispiele sind VR-Versionen klassischer Spielerfahrungen aus Five Nights at Freddy’s: Sister Location.", "short_description": "„Five Nights at Freddy’s: Help Wanted 2“ ist die Fortsetzung des furchterregenden VR-Schockers, das der berühmten Horror-Reihe neues Leben eingehaucht hat. Beweise, dass du als neuer Fazbear-Angestellter in der Lage bist, eine Pizzeria fachgerecht zu managen und zu verwalten."}, {"images": {"nodes": []}, "id": "727110329469633", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela de la terrorífica experiencia de RV que ha dado nueva vida a la icónica franquicia de miedo. Como nuevo miembro del personal Fazbear, tendrás que demostrar que puedes destacar en todos los aspectos administrativos y de mantenimiento de la pizzería. \n\n¡Ve al Backstage como vip para ayudar a Roxanne Wolf y los Staffbots a prepararse para su próxima actuación en el salón del Pizzaplex!\n\n¡Dirígete al Fazcade para divertirte con juegos clásicos como el Bonk-a-Bon y el Fazerblast! ¡A ver si puedes batir los récords de puntos!\n\nOcúpate de los asuntos entre bambalinas de la pizzería en la sección Staff Only.\n\nNuestros cursos de Food Prep te ayudarán a cumplir con el mínimo de calidad exigido por la ley cuando prepares alimentos para el Pizzaplex. ¡Descubre las virtudes del servicio de comida ultrarrápido y prepárate para alimentar a un montón de bots hambrientos!\n\n¡Ve a Ticket Booth para probar las nuevas atracciones con el pase digital, como la aventura vaquera del Capitán Foxy! ¡En esta apacible atracción acuática, flotarás por el lejano oeste como pistolero en busca de botín! \n\nY por último, si todavía no has tenido suficiente terror, ¡lánzate de lleno al mundo de Sister Location! Estos minijuegos especiales son versiones en RV de las experiencias clásicas de Five Nights at Freddy’s: Sister Location. ¡Los favoritos de los fans cobran vida y prometen ser tan divertidos como terroríficos!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 es la secuela de la terrorífica experiencia de RV que ha dado nueva vida a la icónica franquicia de miedo. Como nuevo miembro del personal Fazbear, tendrás que demostrar que puedes destacar en todos los aspectos administrativos de la pizzería."}, {"images": {"nodes": []}, "id": "725510872477185", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 är uppföljaren till den läskiga VR-upplevelse som blåste nytt liv i en redan välkänd skräckserie. Som ny Fazbear-anställd måste du visa att du kan sköta om en pizzeria med bravur, med allt vad det innebär. \n\nGå backstage som VIP och hjälp Roxanne Wolf och S.T.A.F.F.-robotarna förbereda sig inför framträdandena i Pizzaplex Salon!\n\nSpela klassiska spel som Bonk-a-Bon och Fazerblast i Fazcade-arkadhallen! Se om du kan slå poängrekorden!\n\nTa hand om grejer bakom kulisserna i pizzerians personalområde. Ge krassliga patienter första hjälpen och hjälp robotarna utföra diagnostik och underhåll varje dag.\n\nVåra matlagningskurser, påtvingade av staten, hjälper dig att bli bättre på att förbereda Pizzaplex käk. Se med egna ögon vad som gör snabbmatsbranschen så fantastisk och mätta robotarnas kurrande magar!\n\nSväng förbi biljettkassan för att prova våra attraktioner. Vi har bland annat Captain Foxy’s Cowboy Adventure, där man åker på en stock genom vilda västern som skarpskjutande prisjägare! \n\nOch sist men inte minst: om du inte får nog av kalla kårar kan du spela VR-versioner av klassiska minispel från Five Nights at Freddy’s: Sister Location! De är bokstavligen läskigt roliga!\n\nHar du vad som krävs för att bli en Fazbear Entertainment-stjärna?", "short_description": "Five Nights at Freddy’s: Help Wanted 2 är uppföljaren till den läskiga VR-upplevelse som blåste nytt liv i en redan välkänd skräckserie. Som ny Fazbear-anställd måste du visa att du kan sköta om en pizzeria med bravur, med allt vad det innebär."}, {"images": {"nodes": []}, "id": "417304970622409", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy's : Help Wanted 2 est la suite de la terrifiante expérience VR qui a redonné vie à la célèbre franchise horrifique. En tant que tout nouvel employé de Fazbear, vous devrez prouver que vous avez les tripes pour exceller dans tous les aspects de la gestion et l’entretien d’une pizzeria. \n\nAccédez aux Coulisses comme une star pour aider Roxanne Wolf et les S.T.A.F.F Bots à préparer leur prochaine performance dans le Pizzaplex !\n\nFoncez dans la salle Fazcade et profitez des jeux classiques comme Bonk-a-Bon et Fazer Blast ! Essayez de battre tous les records !\n\nOccupez-vous de l’arrière-scène dans la partie de la pizzeria réservée au personnel. \n\nNos cours de Food Prep vous aideront à obtenir la valeur requise par le gouvernement fédéral pour l’élaboration des plats dans le Pizzaplex. Découvrez toutes les joies de la restauration super-rapide et préparez-vous à nourrir des robots affamés !\n\nAllez au Guichet pour tester nos attractions avec des tickets électroniques, comme Captain Foxy’s Cowboy Adventure ! Dans ce manège à bûches, vous flotterez à travers le vieil Ouest américain dans la peau d’un pistolero à la recherche d’un butin ! \n\nEt enfin, si vous voulez toujours plus de frissons, plongez dans le monde de Sister Location ! Ces mini-jeux spéciaux sont des versions VR des expériences classiques de Five Nights at Freddy’s: Sister Location. Soyez certain d’être aussi terrifié qu’amusé avec les refontes des jeux préférés des fans !", "short_description": "Five Nights at Freddy's : Help Wanted 2 est la suite de la terrifiante expérience VR qui a redonné vie à la célèbre franchise horrifique. En tant que tout nouvel employé, vous devrez prouver que vous avez les tripes pour exceller dans tous les aspects de la gestion et l’entretien d’une pizzeria."}, {"images": {"nodes": []}, "id": "259433600196386", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 — сиквел леденящей душу VR-игры, вдохнувшей новую жизнь в легендарный ужастик. В качестве нового сотрудника компании Fazbear вам предстоит продемонстрировать все грани своего выдающегося таланта в деле управления пиццерией. \n\nОтправляйтесь в закулисье в качестве VIP-гостя и помогите волчице Роксанне и роботизированному персоналу подготовиться к выступлению в салоне пицца-плекса!\n\nПосетите «Фазкады» и насладитесь классическими играми, например «Бонк-а-Бон» и «Фазер-бласт»! Сможете ли вы побить все рекорды?\n\nПозаботьтесь о том, что происходит за закрытыми дверями в помещениях «Только для персонала». Окажите первую помощь пациентам, которые чувствуют себя неважно, и помогите аниматроникам провести плановую диагностику и техобслуживание.\n\nНаши кулинарные курсы помогут вам научиться соблюдать общегосударственные стандарты приготовления пищи для пицца-плекса. Оцените по достоинству все преимущества быстрой готовки и сами будьте готовы накормить проголодавшихся ботов!\n\nПосетите билетную кассу, чтобы испытать наш новый аттракцион, на который продаются электронные билеты, — «Ковбойские приключения капитана Фокси»! Вас ждет головокружительное путешествие по Дикому Западу в роли бравого головореза! \n\nИ наконец, если вы заскучаете, отправляйтесь в «Сестринскую локацию»! Вас ждут особые мини-игры — VR-версия классических эпизодов игры Five Nights at Freddy’s: Sister Location — смесь веселья и ужаса среди оживших, давно всем полюбившихся сцен!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 — сиквел леденящей душу VR-игры, вдохнувшей новую жизнь в легендарный ужастик. В качестве нового сотрудника компании Fazbear вам предстоит продемонстрировать все грани своего выдающегося таланта в деле управления пиццерией."}, {"images": {"nodes": []}, "id": "245633615037458", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Five Nights at Freddy's: Help Wanted 2", "keywords": [], "long_description": "Five Nights at Freddy’s: Help Wanted 2 on jatko-osa kauhistuttavaan virtuaalitodellisuuden kokemukseen, joka herätti eloon koko ikonisen kauhupelisarjan. Aivan uutena Fazbearin työntekijänä sinun on todistettava, että kykenet loistamaan kaikilla pitserian johto- ja ylläpitotehtävien osa-alueilla. \n\nMene bäkkärille VIP:nä auttamaan Roxanne Wolfia ja S.T.A.F.F.-botteja valmistautumaan esitykseensä Pizzaplex Salonissa!\n\nSuuntaa Fazcadeen nauttimaan klassikkopeleistä, kuten Bonk-a-Bon ja Fazerblast! Kokeile, pystytkö rikkomaan kaikki ennätyspisteet!\n\nHuolehdi hommista kulissien takana pitserian vain henkilökunnalle varatulla alueella.\n\nRuuanlaittokurssimme auttavat sinua saamaan Pizzaplexin ruokiin viranomaissuositusten mukaiset ravintoarvot. Nauti kaikista pikaruokalan iloista ja valmistaudu ruokkimaan nälkäisiä botteja!\n\nMene lipunmyyntikojulle testaamaan E-lipuilla toimivia huvituksiamme, kuten Captain Foxy’s Cowboy Adventure! Tällä kepeällä tukkijokiajelulla kellut halki Villin lännen saalista etsivänä pyssysankarina! \n\nJa lopuksi, jos kaipaat enemmän kauhua, sukella sisaryrityksemme toimitiloihin! Nämä erityiset minipelit ovat virtuaalitodellisuuden versioita klassisen Five Nights at Freddy’s: Sister Location -pelin elämyksistä. Nämä eloon herätetyt fanien suosikit ovat takuuvarmasti yhtä hauskoja kuin kauhistuttaviakin!\n\nKatso, onko sinusta Fazbear Entertainmentin supertähdeksi!", "short_description": "Five Nights at Freddy’s: Help Wanted 2 on jatko-osa kauhistuttavaan virtuaalitodellisuuden kokemukseen, joka herätti eloon koko ikonisen kauhupelisarjan. Aivan uutena Fazbearin työntekijänä sinun on todistettava, että kykenet loistamaan kaikilla pitserian johto- ja ylläpitotehtävien osa-alueilla."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.steelwoolstudios.com/legal/privacy-policy", "developer_terms_of_service_url": null, "publisher_name": "ScottGames", "support_website_url": "https://www.steelwoolstudios.com/contact", "website_url": "https://www.steelwoolstudios.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "644354873106712"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["HORROR"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "de", "es", "es_MX", "pt_BR"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7205279012825766"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PUBLISHED", "id": "655419786793742"}, {"status": "PUBLISHED", "id": "945902553553455"}, {"status": "PUBLISHED", "id": "7737561249607901"}, {"status": "PUBLISHED", "id": "957535599250149"}]}, "baseline_offer": {"id": "957535599250149"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1702663200, "status": "PUBLISHED", "id": "655419786793742"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9127751370578511", "version": "1.174616.140"}, "id": "1498002521053812", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7156077941079207", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9127751370578511"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1771027305, "id": "26195858970007818", "version": "1.216574.222", "version_code": 216574222, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26195805623346486"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7156077941079207", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9127751370578511"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770963343, "id": "26188431634083885", "version": "1.216574.221", "version_code": 216574221, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26188384064088642"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7156077941079207", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9127751370578511"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770852524, "id": "26176747691918946", "version": "1.216459.220", "version_code": 216459220, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26176707215256327"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7156077941079207", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9127751370578511"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770765050, "id": "26166864839573898", "version": "1.216211.219", "version_code": 216211219, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26166819799578402"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7156077941079207", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9127751370578511"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770722361, "id": "26162110333382682", "version": "1.216211.218", "version_code": 216211218, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26162054150054967"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}