{"data": {"node": {"__typename": "Application", "id": "3044656825604617", "organization": {"id": "1585563011454171", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "23955319734088177"}]}, "id": "1069875657967831"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3044656825604617"}]}, "id": "528956497860721"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2037840999649560"}]}, "id": "359755518300003"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1982154598578998"}]}, "id": "339869883530307"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1237549349646647"}]}, "id": "290560418029803"}]}}, "firstRevision": {"nodes": [{"application": {"id": "3044656825604617", "release_date": 1579802368, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 3}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "4544019072335044"}, "id": "610846845988574"}]}}, "binary": null, "live_binary": null, "created_date": 1631870168, "id": "4363793377047074", "is_initial_release": false, "name_with_fallback": "v5", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "635127097723637"}, "release_status": "RELEASED", "id": "3044656825604617"}, "id": "635127097723637", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "3044656825604617", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "427302934592946"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4627968303881110", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who: The Edge of Time", "keywords": ["Doktor", "Who", "Geschichten", "Puzzle", "Abenteuerspiele"], "long_description": "Ein geheimnisvoller Feind droht, das Universum zu zerreißen, und nur du kannst ihn aufhalten! Mit dem Schallschraubenzieher in der Hand werden knifflige Rätsel gelöst, berühmte Monster bekämpft und neue Horizonte erkundet. Das alles mit der Mission, den Doktor zu finden und eine Macht zu besiegen, welche die Realität selbst zu vernichten droht.\n\nHaupteigenschaften:\n\n– Lenke die TARDIS: Reise gemeinsam mit dem Doktor in der TARDIS der neuesten Staffel durch Raum und Zeit, um neue Horizonte zu entdecken.\n– Umfassende Unterhaltung: Erlebe die Welt von Doctor Who wie nie zuvor und benutze dabei Werkzeuge wie den Schallschraubenzieher.\n– Das Original: Englische Sprachausgabe mit der Stimme des dreizehnten Doktors, Jodie Whittaker.\n– Offiziell von der BBC lizenziertes Produkt: authentische Musik, Gegenstände, Schauplätze, Vorspann und Doctor-Who-Easter-Eggs.\n– Kultige und neue Monster: Stelle dich kultigen Bösewichten, inklusive der berüchtigten Daleks, und konfrontiere brandneue Monster.", "short_description": "Ein geheimnisvoller Feind droht das Universum zu zerreißen, und nur du kannst ihn aufhalten! „Doctor Who: The Edge of Time“ schickt Spieler auf ein Abenteuer durch Raum und Zeit. Erkunde das Universum, besuche fremdartige Orte, steuere die TARDIS und finde heraus, wer die Kontrolle über das Realitätsvirus hat."}, {"images": {"nodes": []}, "id": "2964932700502659", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": [], "long_description": "¡Un misterioso enemigo amenaza con destruir el universo y solo tú puedes detenerlo! Armados con el Destornillador sónico, los jugadores tendrán que resolver puzles, luchar contra monstruos icónicos, explorar nuevos horizontes en la búsqueda de la Doctora y derrotar a una fuerza poderosa que amenaza con destruir el tejido de la realidad.\n\nCaracterísticas:\n\n- Ponte a los mandos de la TARDIS: Viaja con la Doctora a través del espacio y tiempo con la TARDIS de la última temporada de la serie.\n- Experiencia inmersiva: Sumérgete en el universo de Doctor Who con las herramientas más conocidas de la serie, como el Destornillador sónico.\n- Autenticidad: La encargada de darle voz al personaje es Jodie Whittaker, la Decimotercera Doctora en persona.\n- Producto oficial de BBC Studios: música, decorados, escenarios, intro y secretos oficiales de Doctor Who.\n- Monstruos nuevos y clásicos: Lucha contra los villanos más icónicos, como los Daleks, y plántales cara a monstruos nunca antes vistos.", "short_description": "¡Un nuevo y misterioso enemigo amenaza con destruir el universo y solo tú puedes detenerlo! Doctor Who: The Edge Of Time te ofrece la oportunidad de embarcarte en una aventura a través del espacio y tiempo. Viaja por todo el universo, visita ubicaciones alienígenas, controla la TARDIS y descubre la fuerza que está detrás del Virus de la Realidad."}, {"images": {"nodes": []}, "id": "2403772593092130", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who: The Edge Of Time", "keywords": ["Docteur", "Who", "Narratif", "Réflexion", "Aventure"], "long_description": "Un nouvel ennemi menace de détruire l'univers... Vous seul pouvez l'arrêter ! Pour retrouver le Docteur et terrasser la puissance qui menace la réalité, vous devrez résoudre des énigmes complexes, affronter des monstres cultes et explorer l'univers à l'aide du tournevis sonique.\n\nCaractéristiques principales :\n- Pilotez le TARDIS : Aidez le Docteur, voyagez à travers l'espace et le temps, et pilotez le nouveau TARDIS vu dans la dernière saison.\n- Une expérience immersive : Plongez dans l'univers de Doctor Who comme jamais auparavant et utilisez des outils tels que le tournevis sonique.\n- Un jeu fidèle à la série : Retrouvez la voix du Treizième Docteur, incarné par Jodie Whittaker.\n- Produit sous licence officielle de BBC Studios : La musique, les accessoires, les décors, le générique et les secrets du jeu sont tous tirés de la série Doctor Who.\n- Des monstres emblématiques ou inédits : Affrontez des méchants cultes, dont les terribles Daleks, et combattez de nouveaux monstres inédits.", "short_description": "Un nouvel ennemi mystérieux menace de détruire l'univers... Vous seul pouvez l'arrêter ! « Doctor Who: The Edge Of Time » plonge les joueurs dans une aventure à travers l'espace et le temps. Sillonnez l'univers, visitez des contrées extraterrestres, pilotez le TARDIS et élucidez le mystère pour découvrir qui contrôle le virus Réalité."}, {"images": {"nodes": []}, "id": "1421242571580694", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ドクター・フー: 時空の狭間", "keywords": ["ドクター", "フー", "物語", "パズル", "アドベンチャー"], "long_description": "世界の破滅をたくらむ新たなる謎の敵… 奴らを止められるのはあなただけだ！ ソニック・スクリュードライバーを装備して、刺激的なパズルを解き明かし、シリーズを象徴するモンスターと戦いながら、新しい世界でドクターを見つけ出し、現実の破壊をもくろむ強大な敵と対峙しよう。\n\n注目ポイント:\n\n- ターディスを操縦: ドクターとチームを組んで、時空をかける旅に出よう。シリーズ最新作と同じ新型のターディスを操縦可能。\n\n- 臨場感あふれるエンターテイメント: スクリュードライバーをはじめとするツールを駆使して、未だかつてないドクター・フーの世界を体験しよう。\n\n- ドラマのキャストを起用: 本作の声の演技は13代目のドクターこと、ジョディ・ウィテカーが担当。\n\n- BBC Studios公式ライセンスプロダクト: 本編の楽曲、プロップ、セット、タイトルシーケンス、ドクター・フーのイースターエッグを楽しもう。\n\n- 新旧のモンスター: 凶悪なダーレクをはじめとするファンにおなじみの敵と対峙しよう。本作初登場の新しいモンスターとの戦いも待っている。", "short_description": "世界の破滅をたくらむ新たなる謎の敵… 奴らを止められるのはあなただけだ！ 『ドクター・フー: 時空の狭間』をプレイして、時空を超えた冒険に出かけよう。世界を旅し、未知のロケーションを訪れ、ターディスを操縦して、リアリティ・ウイルスの裏に潜む謎を解き明かすのだ。"}, {"images": {"nodes": []}, "id": "1064178337659100", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "닥터 후: 시간의 끝자락", "keywords": ["닥터", "후", "내러티브", "퍼즐", "어드벤처"], "long_description": "알 수 없는 새로운 적이 나타나 우주를 위협합니다. 오직 당신만이 막을 수 있습니다! 소닉 스크루드라이버로 무장하고 복잡한 퍼즐을 풀며 몬스터와 싸우세요. 닥터를 찾아 현실의 구조를 파괴하려는 강력한 세력에 맞서는 모험을 떠나보세요.\n\n주요 특징:\n\n- 타디스 조종: 지난 시리즈 속 새로운 타디스를 몰며 닥터와 함께 시공간을 넘어 떠나는 새로운 모험\n\n- 빠져드는 엔터테인먼트: 소닉 스크루드라이버 등의 도구를 사용하며 전혀 새로운 방식으로 닥터 후의 세계를 경험\n\n- 원작 그대로: 13대 닥터를 연기한 Jodie Whittaker가 직접 목소리 더빙을 진행\n\n- 공식 BBC 스튜디오 라이선스 제품: 음악, 소품, 세트, 타이틀 시퀀스, 닥터 후 이스터 에그까지 원작 그대로 구현\n\n- 원작 및 신규 몬스터: 악명 높은 달렉 등 원작의 악당들은 물론 새로운 몬스터도 등장", "short_description": "알 수 없는 새로운 적이 나타나 우주를 위협합니다. 오직 당신만이 막을 수 있습니다! <닥터 후: 시간의 끝자락>에서 시공간을 넘어 모험을 떠나보세요. 우주를 가로질러 여행하며 낯선 지역을 방문하고, 타디스를 몰며 현실 바이러스를 조종하는 세력에 관한 미스터리를 풀어보세요."}, {"images": {"nodes": []}, "id": "1018503978977707", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "En ny, mystisk fiende hotar att slita universum i stycken, och bara du kan stoppa den! Med din soniska skruvmejsel i högsta hugg får du lösa kluriga pussel, ta dig an välkända monster och besöka nya platser på ett uppdrag där det gäller att hitta Doktorn och besegra en mäktig kraft som kan förstöra verkligheten.\n\nUtvalt innehåll:\n\n- Styr TARDIS: Samarbeta med Doktorn och färdas i tid och rum till nya platser genom att styra nya TARDIS från senaste serien.\n- Fängslande underhållning: Upplev Doctor Who-världen på ett helt nytt sätt och använd verktyg som den soniska skruvmejseln.\n- Troget originalet: Röstskådespeleri av Jodie Whittaker, som spelar trettonde Doktorn i tv-serien.\n- Officiellt licensierad BBC Studios-produkt: Autentisk musik, rekvisita och titelsekvens samt officiella miljöer och Doctor Who-påskägg.\n- Nya och välkända monster: Kämpa mot ikoniska elakingar som de ökända Dalekerna och stå öga mot öga med aldrig tidigare skådade monster.", "short_description": "En ny, mystisk fiende hotar att slita universum i stycken, och bara du kan stoppa den! I Doctor Who: The Edge Of Time ger du dig ut på ett äventyr genom tid och rum. Res genom universum, besök avlägsna platser, styr TARDIS och lös mysteriet med kraften som kontrollerar verklighetsviruset."}, {"images": {"nodes": []}, "id": "951440232081721", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Uusi mystinen vihollinen uhkaa repiä universumin paloiksi, ja sinä olet ainoa, joka voi pysäyttää uhan! Äänimeisseli apunaan pelaajat saavat ratkaista hämmentäviä pulmia, taistella ikonisia hirviöitä vastaan ja tutkia uusia maailmoja, kun he etsivät tohtoria ja yrittävät kukistaa voiman, joka uhkaa tuhota todellisuuden kudelman.\n\nAvainominaisuudet:\n\n– Ohjaa TARDISia: Lyöttäydy yhteen tohtorin kanssa ja matkusta avaruuden ja ajan halki uusiin maailmoihin upouudella TARDISilla, joka nähtiin uusimmassa sarjassa.\n– Immersiivistä viihdettä: Koe Doctor Whon maailma ennennäkemättömällä tavalla ja käytä äänimeisseliä ja muita työkaluja.\n– Autenttinen: Ääninäyttelyn hoitaa kolmastoista tohtori, Jodie Whittaker.\n– Virallinen BBC Studiosin lisensoima tuote: Autenttinen musiikki, lavasteet, alkuintro ja Doctor Who -yllätyksiä.\n– Ikonisia ja uusia hirviöitä: Kohtaa ikonisia pahiksia, kuten pahamaineiset dalekit, ja jopa upouusia, ennennäkemättömiä hirviöitä.", "short_description": "Uusi mystinen vihollinen uhkaa repiä universumin paloiksi, ja sinä olet ainoa, joka voi pysäyttää uhan! Doctor Who: The Edge Of Time antaa pelaajien kokea avaruuden ja ajan halki kulkevan seikkailun. Matkusta ympäri universumia, käy vieraissa maailmoissa, ohjaa TARDISia ja selvitä, kuka on ohjaava voima Reality Viruksen takana."}, {"images": {"nodes": []}, "id": "889454805330443", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Разгадывай умопомрачительные головоломки, вступай в неравные бои с легендарными монстрами и открывай новые горизонты, чтобы отыскать Доктора и одолеть страшную силу, которая грозит уничтожить саму материю реальности.\n\n- Погрузись в захватывающий мир и пилотируй новейший ТАРДИС — как в последних сериях.\n- Аутентичная озвучка от самой Джоди Уиттакер.\n- Официальный продукт BBC Studios. Подлинная музыка, реквизиты, декорации, заставки и пасхалки «Доктора Кто».\n- Легендарные и новые монстры.", "short_description": "Таинственный враг грозит уничтожить вселенную, и только ты можешь остановить его! В Doctor Who: The Edge Of Time тебя ждет приключение сквозь материю и время. Узнай, что стоит за Вирусом реальности."}, {"images": {"nodes": []}, "id": "667284267565779", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Um novo inimigo ameaça destruir o universo e só tu o podes impedir! Munidos da Sonic Screwdriver, os jogadores irão resolver puzzles complexos, lutar com monstros emblemáticos e descobrir novos horizontes numa missão para encontrar o Doctor Who e derrotar uma força poderosa que ameaça destruir a própria realidade.\n\nCaracterísticas principais:\n\n- Conduz o TARDIS: Faz equipa com o Doctor Who e viaja pelo espaço e pelo tempo para novos horizontes, conduzindo um o TARDIS das últimas séries.\n- Entretenimento envolvente: Descobre o mundo do Doctor Who como nunca o viste e interage com ferramentas como a Sonic Screwdriver.\n- Autenticidade: A voz do décimo terceiro Doctor Who, Jodie Whittaker.\n- Um produto sob licença oficial da BBC Studios: Autenticidade na música, adereços, cenários, a sequência do título e coisas especiais do Doctor Who para descobrir.\n- Monstros novos e emblemáticos: Enfrenta inimigos emblemáticos, incluindo os famosos Daleks, e até irás combater monstros nunca vistos.", "short_description": "Um novo inimigo misterioso ameaça destruir o universo e só tu o podes impedir! Doctor Who: The Edge Of Time permite que os jogadores partam numa aventura pelo espaço e pelo tempo. Viaja pelo universo, visita locais alienígenas, conduz o TARDIS e desvenda o mistério da força controladora por trás do Reality Virus."}, {"images": {"nodes": [{"file_name": "DrWhoTVL_CoverImageSquare.png", "id": "2814428375481024", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75282162_2814428382147690_1429203132576124533_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dwqoas7Gsl4Q7kNvwHxJC7r&_nc_oc=AdmzTBd6Eo3qdG_ow1hus0c4Bzwg4QCwzJeV6lCNcoFiHv2TcFPPhIelRugO2XbKQcA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft9gjusi9MUH--GEq821o5AlSwdy61gspm0eXTu7O45Ag&oe=6995C044"}, {"file_name": "DrWhoTLV_Icon.png", "id": "912249009552900", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75557063_912249012886233_1939176419308923691_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=b8GleK3cnPYQ7kNvwFTIWbI&_nc_oc=AdlhRhI_HnHzTYohNtI395Sv8bY-chtRjnYcoGPSGBaTMsgicnAgqm-jnotFVSIuf2o&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvatACYVFPcV7-4iYtDYLk4lSb8R3VfMzBHs4I3l1m_KA&oe=6995CE69"}, {"file_name": "DrWhoTLV_CoverImage_Portrait.png", "id": "674659499864741", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75462956_674659509864740_8904840358587440255_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-QjHEvVMTUwQ7kNvwFIF9ox&_nc_oc=AdmBAmw1H-xv-H5DnZFvyn5pZLVWIbX0qBad_2uGQjFWyXoBG56Vj-L_g8LVMjupHds&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsRf9r2BbkbIACLa_HDRehIx6Q157hbVeBhRbv03EskOg&oe=6995A6CF"}, {"file_name": "migrated_image.png", "id": "533432114025982", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031562_2459679424109254_1664546633200697344_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sTCFGg0GGYcQ7kNvwHH1rEa&_nc_oc=Adn6JS1vjYbtAZfi-zMTFK9rRg5Gl8u5QUs4QhwRARVQf43K0LiiTh54-yYQglh-EB4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsE7FD5qXc2OUu5Ldey1M6-FWNfWzaiIrN4p0-EYmqj7A&oe=69959A18"}, {"file_name": "DrWhoTLV_Landscape_2.png", "id": "356331938959380", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75222943_356331942292713_6139032538557739239_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ggZCiZ4yXIAQ7kNvwHcSAx7&_nc_oc=AdmprBXbp4cbxpOHxGcQ5TqK2v2iZ5AFXPxoKlPRX1HXBP6fFTkrqb9_B-4OAPwb1k0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvY6YRjrFRUvoWhcKx9MeKvrjt_N2wfQZfGh1_N3YaDxg&oe=6995A758"}, {"file_name": "DrWhoTLV_CoverImage_Landscape.png", "id": "355193729098703", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75251816_355193735765369_5045360596114369753_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MTX2X1ZcJ68Q7kNvwEeE452&_nc_oc=AdmiQhtFQwd7jIREmXrBOAXTt1ZmykZLj91nBk5O4wmPTg-W4MYLb5PoKtx8vvjtNMs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftbk_yPf68WDXvqfE8LyxicQJTcF_4B2HFbBuaea9K7Jg&oe=6995A635"}, {"file_name": "DrWhoTLV_CoverImageHero.png", "id": "273385307334435", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75568722_273385314001101_1756135552755852312_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q9t_5twgFPAQ7kNvwEKJU5i&_nc_oc=AdnFC8etCFktsutxIoTvR01KaM-_aGG2bGo7NTiSYqKAKDhYWrgXxdBcWS7eDxpHr3g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvrhGL3VSg6E5o8yTOM16MMl5Ja_dEPPk3cncJZRdYF3w&oe=6995A892"}]}, "id": "617474512601104", "locale": "en_US", "screenshots": [{"file_name": "New Tardis Screen.png", "id": "806600880103530", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75404233_806600883436863_8454293392983789489_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cg9Ik1LgMfUQ7kNvwGNpbm8&_nc_oc=Adn0qcXxoYaW84N3TPkRYLO3yK5RdhAEUQ1q19ZFmSTSggicXzOtBXcndgNITsbF2LM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs7Tf1wnOvlNkphn03rEfF6U3ToSkNUVLvh_yzpeaDdBA&oe=69959BEB"}, {"file_name": "migrated_image.png", "id": "207827070536704", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982585_169721954246781_5147562619728560128_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GMLQ1rZhzDoQ7kNvwHV5ftz&_nc_oc=AdlDl7Kar68f-ERuz_PZkr5q5cvz18dCUZPVIVAkZD_kofLL6HhaZeL1pces1BiMj-k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvjmHsN48_9OCHT6unoGOnLgkxpoAASjfsD5m3IQlnyfw&oe=6995BC13"}, {"file_name": "migrated_image.png", "id": "143293363714622", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974447_162964464959582_3560184926655479808_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=py0j1eG2GhMQ7kNvwGs0aus&_nc_oc=AdlIYFCodWxo2el0_2b5IdQ7Bn3tnB4_PgM4E-SlpmtHBfNnvos6aDeQp_YVCDQdXJY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftYJIHEI_pkhyrdJ6oUp72nEvPry2DgroGXBGPaaWNOrQ&oe=6995A0FF"}, {"file_name": "migrated_image.png", "id": "813508022466774", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001706_612851279529095_3732692489962782720_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=S3Ig3qis0vkQ7kNvwEuZtAi&_nc_oc=Adm3NDQkoYdRWhhnHCiuzoi2FhCjTGrsIrRgxpbJo6eQ_aPs-nApttrI5q1vfk4vAMw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsrnd_6XDwvWoCRmdgg6Q23R6Dc7AtNWYJz05iBFTrDGw&oe=69959EBD"}, {"file_name": "migrated_image.png", "id": "1042364516143156", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75451792_525223761449965_1780391697994219520_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eu_7eQ44wh4Q7kNvwGMIszt&_nc_oc=AdkIKcMsVbu4doLOJKuvbagF_0rS09u0DWpPUYNoUGoSaXncaMzgGvueogDDAkn6v6g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsXjxLZsIqN6NPRkh8l1pjIctxZ2XRk_OAo-e6xBtU6og&oe=6995B13E"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "DrWhoTLV_TrailerCover.png", "id": "3454374774641952", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75422393_3454374777975285_544267440800810110_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ieO8ynlumKAQ7kNvwHwG2ci&_nc_oc=AdlPMXY4bGCg8KHmX_gVxzAsDCiXxwMwdLFOgJWUEyZZZPRJmzMCaupmMIYgYChTk6w&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft93aD_LxmGROruPDytqDFzULM2DRZH4rYYFyQd7AYJOw&oe=6995CBCC"}, "display_name": "Doctor Who The Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "A new mysterious enemy threatens to tear apart the universe and only you can stop them! Armed with the Sonic Screwdriver, players will solve mind-bending puzzles, grapple with iconic monsters and encounter new horizons in a quest to find the Doctor and defeat a powerful force that threatens to destroy the fabric of reality.\n\nKey Features:\n\n- Pilot the TARDIS: Team up with the Doctor and travel through space and time to new horizons, piloting the brand new TARDIS as seen in the last series.\n\n- Immersive Entertainment: Experience the world of Doctor Who like never before and interact with tools such as the Sonic Screwdriver.\n\n- Authenticity: Voice acting by the Thirteenth Doctor herself, played by Jodie Whittaker.\n\n- Official BBC Studios Licensed Product: Authentic music, props, sets, title sequence and Doctor Who easter eggs.\n\n- Iconic & New Monsters: Stand against iconic baddies, including the infamous Daleks, and even come face-to-face with brand new, never-before-seen monsters.", "short_description": "A new mysterious enemy threatens to tear apart the universe and only you can stop them! Doctor Who: The Edge Of Time lets players embark on an adventure through space and time. Travel across the universe, visit alien locations, pilot the TARDIS and solve the mystery of the controlling force behind the Reality Virus."}, {"images": {"nodes": []}, "id": "568347707705178", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who: El Límite del Tiempo", "keywords": ["Doctor", "Who", "Historias", "Rompecabezas", "Aventura"], "long_description": "¡Un misterioso enemigo amenaza con desgarrar el universo y solamente tú puedes detenerlo! Armados con el Destornillador Sónico, los jugadores resolverán rompecabezas, lucharán contra monstruos icónicos y descubrirán nuevos horizontes en una misión para encontrar a la Doctora y derrotar a una fuerza poderosa que amenaza con destruir el tejido de la realidad.\n\nCaracterísticas:\n\n- Pilotea la nave TARDIS: Viaja con la Doctora a través del espacio y del tiempo piloteando la nave TARDIS, tal y como la viste en la serie más reciente.\n- Entretenimiento inmersivo: Experimenta el mundo de Doctor Who como nunca antes con herramientas como el Destornillador Sónico.\n- Autenticidad: Actuación de voz de la Doctora número trece, representado por Jodie Whittaker.\n- Producto oficial de BBC Studios: Música, utilería, sets, secuencia de títulos y huevos de pascua de Doctor Who.\n- Monstruos icónicos y nuevos: Lucha contra villanos icónicos, incluyendo al famoso Daleks, y monstruos nunca antes vistos.", "short_description": "¡Un nuevo y misterioso enemigo amenaza con desgarrar el universo y solamente tú puedes detenerlo! “Doctor Who: El Límite del Tiempo” les permite a los jugadores embarcarse en una aventura a través del espacio y del tiempo. Viaja a través del universo, visita ubicaciones alienígenas, pilotea la nave TARDIS y resuelve el misterio de las fuerzas que controlan el Virus de la Realidad."}, {"images": {"nodes": []}, "id": "559994611782479", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Um novo e misterioso inimigo ameaça destruir o universo e só você pode impedi-lo! Armados com a Chave de Fenda Sônica, jogadores resolverão puzzles, enfrentarão monstros icônicos e encontrarão novos horizontes numa missão para achar a Doutora e derrotar uma poderosa força que ameaça destruir a realidade.\n\nRecursos:\n\n- Pilote a TARDIS: Junte-se à Doutora e atravesse o tempo e o espaço até novos horizontes, pilotando a nova TARDIS, da última temporada.\n- Experiência Imersiva: Experimente o mundo de Doctor Who como nunca antes e interaja com ferramentas como a Chave de Fenda Sônica.\n- Autenticidade: Voz original em inglês da própria 13ª Doutora, Jodie Whittaker.\n- Produto Licenciado Oficial BBC Studios: Música, objetos, sets, abertura autênticos e easter eggs de Doctor Who.\n- Monstros Icônicos e Novos: Enfrente os vilões clássicos, incluindo os infames Daleks, e encare monstros novos, nunca antes vistos.", "short_description": "Um novo e misterioso inimigo ameaça destruir o universo e só você pode impedi-lo! Doctor Who: The Edge Of Time deixa jogadores embarcarem numa aventura pelo tempo-espaço. Viaje pelo universo, visite locais alienígenas, pilote a TARDIS e resolva o mistério que controla a força por trás do Vírus da Realidade."}, {"images": {"nodes": []}, "id": "402193414585345", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "En mystisk ny fjende truer med at flå universet itu, og kun du kan stoppe det! Udstyret med den soniske skruetrækker skal spillere løse hovedbrud, kæmpe mod ikoniske monstre og opleve nye horisonter i en søgen efter doktoren samt bekæmpe en stærk kraft, der truer med at nedbryde virkeligheden.\n\nHovedindhold:\n\n- Styr TARDIS'en: Samarbejd med doktoren, og rejs gennem tid og rum til nye horisonter i den helt nye TARDIS fra seneste del af serien.\n- Medrivende underholdning: Oplev Doctor Who's verden som aldrig før, og interagér med redskaber såsom den soniske skruetrækker.\n- Autenticitet: Indtalt af selveste den trettende doktor, spillet af Jodie Whittaker.\n- Officielt produkt med licens fra BBC Studios: Autentisk musik, rekvisitter, kulisser, åbningsscene og skjulte overraskelser fra Doctor Who.\n- Ikoniske og nye monstre: Kæmp mod ikoniske slyngler som berygtede Daleks, og stå ansigt til ansigt med helt nye monstre.", "short_description": "En mystisk ny fjende truer med at flå universet itu, og kun du kan stoppe det! I Doctor Who: The Edge Of Time skal spillere på en rejse i tid og rum. Drag gennem universet, besøg fjerne steder, styr TARDIS'en, og løs mysteriet om kraften bag virkelighedens virus."}, {"images": {"nodes": []}, "id": "319794956608544", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Nowy, tajemniczy wróg grozi zniszczeniem wszechświata i tylko ty możesz go powstrzymać! Uzbrojeni w soniczny śrubokręt gracze będą rozwiązywać intrygujące łamigłówki, mierzyć się ze znanymi z serii potworami i podróżować przez wszechświat, aby odnaleźć Doktora i pokonać potężną siłę zagrażającą strukturze rzeczywistości.\n\nOpis:\n\n- Pilotuj TARDISA: Wybierz się razem z Doktorem w podróż w czasie i przestrzeni, pilotując nowego TARDISA z ostatniej serii.\n- Wciągająca rozrywka: Poznaj świat Doktora Who jak nigdy wcześniej i korzystaj z różnych narzędzi (m.in. z sonicznego śrubokręta.\n- Autentyczność: Głosu w grze użycza Trzynasty Doktor we własnej osobie, grany przez Jodie Whittaker.\n- Produkt z oficjalną licencją BBC Studios: Autentyczna muzyka, rekwizyty, sceneria, sekwencja tytułowa i „ukryte treści” Doktora Who- Stare i nowe potwory: Zmierz się z legendarnymi złoczyńcami (m.in. ze słynnymi Dalekami) i staw czoła nowym, niespotykanym wcześniej potworom.", "short_description": "Nowy, tajemniczy wróg grozi zniszczeniem wszechświata i tylko ty możesz go powstrzymać! Doctor Who: The Edge Of Time zabiera graczy w podróż w czasie i przestrzeni. Przemierzaj kosmos, odwiedzaj obce planety, pilotuj TARDISA i dowiedz się, kto stoi za wirusem rzeczywistości."}, {"images": {"nodes": []}, "id": "306420461252802", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Un nuovo misterioso nemico minaccia di distruggere l'universo e solo tu puoi fermarlo! Armati di cacciavite sonico, i giocatori dovranno affrontare rompicapi e i classici mostri, ed esplorare nuovi mondi in una missione alla ricerca del Dottore e sconfiggere la forza che minaccia di distruggere il tessuto della realtà.\n\nCaratteristiche principali:\n\n- Pilota il TARDIS: qlleati col Dottore e viaggia attraverso lo spazio e il tempo a bordo del nuovo TARDIS, direttamente dalle ultime serie.\n- Intrattenimento coinvolgente: vivi il mondo di Doctor Who come mai fatto prima e interagisci con i portentosi strumenti come il cacciavite sonico.\n- Autenticità: la voce è quella originale del Tredicesimo Dottore, impersonata da Jodie Whittaker.\n- Licenza ufficiale della BBC Studios: musiche, set, arredi scenici e sequenze originali della serie e gli easter egg di Doctor Who.\n- Mostri classici e nuovi: affronta i classici nemici, tra cui i Dalek, e scontrati con mostri inediti tutti da scoprire.", "short_description": "Un nuovo misterioso nemico minaccia di distruggere l'universo e solo tu puoi fermarlo! Doctor Who: The Edge Of Time porta i giocatori in un'avventura attraverso lo spazio e il tempo. Viaggia nell'universo, visita luoghi alieni, pilota il TARDIS e risolvi il mistero della forza che controlla il virus Reality."}, {"images": {"nodes": []}, "id": "283880249932636", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "En ny mystisk fiende truer med å tilintetgjøre universet, og bare du kan stoppe dem! Utrustet med det soniske skruhjernet må spillerne løse vriene oppgaver, slåss med ikoniske monstre og finne nye horisonter i et oppdrag om å finne doktoren og beseire en kraft som truer med å rive virkeligheten i filler.\n\nHovedinnhold:\n\n– Styr TARDIS: Gå sammen med doktoren og reis gjennom tid og rom til nye horisonter mens du styrer den nye TARDIS, som sett i den nyeste serien.\n– Engasjerende underholdning: Opplev Doctor Whos verden som aldri før og bruk verktøy, som det soniske skruhjernet.\n– Autentisk: Med stemmen til den trettende doktoren, Jodie Whittaker.\n– Offisielt produkt lisensiert av BBC Studios: Autentisk musikk, rekvisitter, sett, åpningsbilder og Doctor Who-overraskelser.\n– Ikoniske og nye monstre: Stå opp mot ikoniske slemminger, blant annet de fæle Daleks, og møt noen helt nye monstre, som aldri er sett tidligere.", "short_description": "En ny mystisk fiende truer med å tilintetgjøre universet, og bare du kan stoppe dem! I Doctor Who: The Edge Of Time får spillerne sette ut på et eventyr gjennom tid og rom. Reis gjennom universet, besøk romvesener, styr TARDIS og kom til bunns av mysteriet om den kontrollerende makten bak virkelighetsviruset."}, {"images": {"nodes": []}, "id": "265283708784000", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Een nieuwe entiteit dreigt het universum te vernietigen en alleen jij kunt hem stoppen! Gewapend met de sonische schroevendraaier lossen spelers breinbrekende puzzels op, worstelen met iconische monsters en verkennen nieuwe horizonten in een missie om de Doctor te vinden en een krachtige macht te verslaan die het weefsel van de werkelijkheid dreigt te vernietigen.\n\n- Bestuur de TARDIS: Reis samen met de Doctor door ruimte en tijd naar nieuwe horizonten, bestuur de gloednieuwe TARDIS zoals deze te zien was in de laatste serie\n- Immersief entertainment: Ervaar de wereld van Doctor Who als nooit tevoren en gebruik middelen zoals de sonische schroevendraaier\n- Authenticiteit: Ingesproken door de dertiende Doctor zelf, Jodie Whittaker\n- Officieel door BBC Studios product: Authentieke muziek, attributen, sets, titelsequentie en Doctor Who easter eggs\n- Iconische en nieuwe monsters: Weersta iconische slechteriken zoals de infameuze Daleks en neem het op tegen nooit eerder geziene monsters", "short_description": "Een nieuwe, mysterieuze entiteit dreigt het universum te vernietigen en alleen jij kunt hem stoppen! In Doctor Who: The Edge Of Time gaan spelers op avonotuur door ruimte en tijd. Reis door het universum, bezoek buitenaardse locaties, bestuur de TARDIS en los het mysterie op van de sturende macht achter het Reality Virus."}, {"images": {"nodes": []}, "id": "242624787653061", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Yeni ve gizemli bir düşman, evreni yok etmekle herkesi tehdit ediyor ve onu yalnızca sen durdurabilirsin! Sonik Tornavidaya sahip olan oyuncular, akılları zorlayan bulmacalar çözecek, unutulmaz yaratıklarla savaşacak ve Doctor'u bulma görevinde yeni ufuklar açılıp gerçekliği yok etmek isteyen büyük bir gücü yenecek.\n\nAna Özellikler:\n\n- TARDIS'i Yönet: Doctor ile güçlerini birleştir, uzay ve zamanda yolculuğa çık ve son sezonlarda gösterilen yepyeni TARDIS'i yönet.\n- Sürükleyici Eğlence: Doctor Who'nun dünyasını eşsiz bir şekilde deneyimle ve Sonik Tornavida gibi aletleri kullan.\n- Aslına Uygun: Seslendirmesi bizzat On Üçüncü Doctor tarafından yapıldı, bu rolü Jodie Whittaker oynamıştı.\n- Resmi BBC Studios Lisanslı Ürün: Gerçek müzikler, dekorasyonlar, ortamlar, jenerikler ve gizli Doctor Who sürprizleri.\n- Klasik ve Yeni Canavarlar: Şeytani Daleks de dahil olmak üzere unutulmaz kötü karakterlere kafa tut ve yepyeni, daha önce hiç görülmemiş canavarlarla yüzleş.", "short_description": "Yeni ve gizemli bir düşman, evreni yok etmekle herkesi tehdit ediyor ve onu yalnızca sen durdurabilirsin! Doctor Who: The Edge Of Time, oyuncuların uzay ve zamanda bir yolculuğa çıkmasını sağlıyor. Evrende seyahat ederek ilerle, uzaylı konumlarını ziyaret et, TARDIS'i yönet ve Gerçeklik Virüsünü kontrol eden gizemli gücü ortaya çıkar."}]}, "developer_name": "Maze Theory", "developer_privacy_policy_url": "https://playstack.com/legal/", "developer_terms_of_service_url": null, "publisher_name": "Playstack", "support_website_url": null, "website_url": "https://www.doctorwhotheedgeoftime.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "ADVENTURE", "EXPLORATION"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["de", "ko", "en", "fr", "es", "ja", "es_MX"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "635127097723637"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75282162_2814428382147690_1429203132576124533_n.png?stp=dst-png_s360x360&_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dwqoas7Gsl4Q7kNvwHxJC7r&_nc_oc=AdmzTBd6Eo3qdG_ow1hus0c4Bzwg4QCwzJeV6lCNcoFiHv2TcFPPhIelRugO2XbKQcA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuKMwJTacSu11H87xKKWS54RwC1vUuC-wFZDyWrPxf93w&oe=6995C044"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Doctor Who The Edge of Time", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}], "release_date": 1579802368, "lastRevision": {"nodes": [{"id": "2480255198734244", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "3044656825604617", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "427302934592946"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2559613564276246", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Um novo e misterioso inimigo ameaça destruir o universo e só você pode impedi-lo! Armados com a Chave de Fenda Sônica, jogadores resolverão puzzles, enfrentarão monstros icônicos e encontrarão novos horizontes numa missão para achar a Doutora e derrotar uma poderosa força que ameaça destruir a realidade.\n\nRecursos:\n\n- Pilote a TARDIS: Junte-se à Doutora e atravesse o tempo e o espaço até novos horizontes, pilotando a nova TARDIS, da última temporada.\n- Experiência Imersiva: Experimente o mundo de Doctor Who como nunca antes e interaja com ferramentas como a Chave de Fenda Sônica.\n- Autenticidade: Voz original em inglês da própria 13ª Doutora, Jodie Whittaker.\n- Produto Licenciado Oficial BBC Studios: Música, objetos, sets, abertura autênticos e easter eggs de Doctor Who.\n- Monstros Icônicos e Novos: Enfrente os vilões clássicos, incluindo os infames Daleks, e encare monstros novos, nunca antes vistos.", "short_description": "Um novo e misterioso inimigo ameaça destruir o universo e só você pode impedi-lo! Doctor Who: The Edge Of Time deixa jogadores embarcarem numa aventura pelo tempo-espaço. Viaje pelo universo, visite locais alienígenas, pilote a TARDIS e resolva o mistério que controla a força por trás do Vírus da Realidade."}, {"images": {"nodes": [{"file_name": "migrated_image.png", "id": "4132040560141201", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036682_2887578277973569_483990561687076864_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8LJj0XBMiAsQ7kNvwGbF1_m&_nc_oc=Adm3Ppk4NChHD0l-t-d3UZyMH6CBhtwarKxQncrq2Pajb15wg9Wc8nJ4cXXzNqEQp64&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft0zCDfg-W41sk6dC5qsRXVbrF9fdwb27s8rb8ZGAYmig&oe=6995C2C5"}, {"file_name": "migrated_image.png", "id": "2480494232265812", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75308614_159486998669620_5333581308335489024_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=d-jzjpWe-CoQ7kNvwHi7Ls3&_nc_oc=AdmuWEkO-sUq2ix8GO2Dg3muuOgKEQbk9169aoQJtlJOzVctC93GiR1ToL1lij6gTDE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfucYOEkamH5tsSB6MEGq8Z88Dmn6Sq0MHTgSvGNN7fvhA&oe=69959A5E"}, {"file_name": "migrated_image.png", "id": "2236136266693354", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974569_265372987727863_2995883853832257536_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xzuGNJ9e_i4Q7kNvwFWL36c&_nc_oc=Adnj8cRSp-RH75cnc0iERrp3lMF3nGXonD8VsxBQ-JIiapj9x--CGbNvCS-mEnMCtc0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvGGzy6IvVDqiXp37hCI8TUAEztckEHxZq0RK549JMeeQ&oe=6995BA81"}, {"file_name": "migrated_image.png", "id": "2234425709993752", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75393560_153561662742672_2612392705078067200_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ijxt-116NCQQ7kNvwE7dllG&_nc_oc=AdlWEEZj1mH0qV97nRgRZcru1zgZgS1vOBwzchNx9JtwxvWf3n02AaxwyrMbMeCadFs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfukDMDR4pn5zlhmautw5tShgZmYhu-o4UpM13Vz4HZOCg&oe=6995D03F"}, {"file_name": "migrated_image.png", "id": "920411238403715", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031562_2459679424109254_1664546633200697344_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sTCFGg0GGYcQ7kNvwHH1rEa&_nc_oc=Adn6JS1vjYbtAZfi-zMTFK9rRg5Gl8u5QUs4QhwRARVQf43K0LiiTh54-yYQglh-EB4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsE7FD5qXc2OUu5Ldey1M6-FWNfWzaiIrN4p0-EYmqj7A&oe=69959A18"}, {"file_name": "migrated_image.png", "id": "869121240222670", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036635_801825150235016_3118026624876937216_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RfmkOSk3XCEQ7kNvwHSuf1B&_nc_oc=AdliYchawCpaqiSAhfoIxGI0EDuJT2IlIMILvvGzvvJvdTu8hpWXKuxaR-KmRSF66Hg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuXeK2kH4FlYTboEiY8lpJRkVB5X_8swYdfxP1no0DmKQ&oe=6995AD47"}, {"file_name": "migrated_image.png", "id": "507504080195234", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982620_439846316736277_2403988157298114560_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=75BH3paKrP0Q7kNvwHdpmHf&_nc_oc=Adkv5_D8toh7NZXDSgsAVzPacAlc5joJUMmjHTz-f4Mq_qcH0wITJu5_mPs_lppXg14&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afus4jepqSpeCx1lwdGbps4op3DjYiNXMWVX_9azKllLoA&oe=6995C9D1"}]}, "id": "2455947884668096", "locale": "en_US", "screenshots": [{"file_name": "migrated_image.png", "id": "885977905171698", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75318185_169663024279505_7595808666960265216_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FQNq_fkzXnwQ7kNvwFPUVUu&_nc_oc=AdljPBM4Dkpm6vcOAqn196mjpkpVw2z2i-gIN1YPYK0OWAqpJms4-9ie_CK2qTemeJs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu4k9VJIS6cBs8PRN-Rz37FnBqeHPvIf9redKzJFes9yw&oe=6995B48C"}, {"file_name": "migrated_image.png", "id": "1631500617004533", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974447_162964464959582_3560184926655479808_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=py0j1eG2GhMQ7kNvwGs0aus&_nc_oc=AdlIYFCodWxo2el0_2b5IdQ7Bn3tnB4_PgM4E-SlpmtHBfNnvos6aDeQp_YVCDQdXJY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftYJIHEI_pkhyrdJ6oUp72nEvPry2DgroGXBGPaaWNOrQ&oe=6995A0FF"}, {"file_name": "migrated_image.png", "id": "1100341903643383", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982585_169721954246781_5147562619728560128_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GMLQ1rZhzDoQ7kNvwHV5ftz&_nc_oc=AdlDl7Kar68f-ERuz_PZkr5q5cvz18dCUZPVIVAkZD_kofLL6HhaZeL1pces1BiMj-k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvjmHsN48_9OCHT6unoGOnLgkxpoAASjfsD5m3IQlnyfw&oe=6995BC13"}, {"file_name": "migrated_image.png", "id": "570478707150179", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001706_612851279529095_3732692489962782720_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=S3Ig3qis0vkQ7kNvwEuZtAi&_nc_oc=Adm3NDQkoYdRWhhnHCiuzoi2FhCjTGrsIrRgxpbJo6eQ_aPs-nApttrI5q1vfk4vAMw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsrnd_6XDwvWoCRmdgg6Q23R6Dc7AtNWYJz05iBFTrDGw&oe=69959EBD"}, {"file_name": "migrated_image.png", "id": "655689375250294", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75451792_525223761449965_1780391697994219520_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eu_7eQ44wh4Q7kNvwGMIszt&_nc_oc=AdkIKcMsVbu4doLOJKuvbagF_0rS09u0DWpPUYNoUGoSaXncaMzgGvueogDDAkn6v6g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsXjxLZsIqN6NPRkh8l1pjIctxZ2XRk_OAo-e6xBtU6og&oe=6995B13E"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "/tmp/n5KCYq", "id": "2389420427942211", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036689_2389420431275544_4430187499431657472_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=S-bOIE7xJccQ7kNvwEFpzZg&_nc_oc=AdkGl61q0ts1IodYwYExQ4qOyvCuHj6ML_yCQtYEOT4xrgmyiGgmlDttiZtKc97nOvE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftBAWAeVHRhzizBq8eEUJ_5Cf8wPVi-qlMeTs-2iYeitA&oe=69959DC8"}, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "A new mysterious enemy threatens to tear apart the universe and only you can stop them! Armed with the Sonic Screwdriver, players will solve mind-bending puzzles, grapple with iconic monsters and encounter new horizons in a quest to find the Doctor and defeat a powerful force that threatens to destroy the fabric of reality.\n\nKey Features:\n\n- Pilot the TARDIS: Team up with the Doctor and travel through space and time to new horizons, piloting the brand new TARDIS as seen in the last series.\n\n- Immersive Entertainment: Experience the world of Doctor Who like never before and interact with tools such as the Sonic Screwdriver.\n\n- Authenticity: Voice acting by the Thirteenth Doctor herself, played by Jodie Whittaker.\n\n- Official BBC Studios Licensed Product: Authentic music, props, sets, title sequence and Doctor Who easter eggs.\n\n- Iconic & New Monsters: Stand against iconic baddies, including the infamous Daleks, and even come face-to-face with brand new, never-before-seen monsters.", "short_description": "A new mysterious enemy threatens to tear apart the universe and only you can stop them! Doctor Who: The Edge Of Time lets players embark on an adventure through space and time. Travel across the universe, visit alien locations, pilot the TARDIS and solve the mystery of the controlling force behind the Reality Virus."}, {"images": {"nodes": []}, "id": "1098496110498313", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "En mystisk ny fjende truer med at flå universet itu, og kun du kan stoppe det! Udstyret med den soniske skruetrækker skal spillere løse hovedbrud, kæmpe mod ikoniske monstre og opleve nye horisonter i en søgen efter doktoren samt bekæmpe en stærk kraft, der truer med at nedbryde virkeligheden.\n\nHovedindhold:\n\n- Styr TARDIS'en: Samarbejd med doktoren, og rejs gennem tid og rum til nye horisonter i den helt nye TARDIS fra seneste del af serien.\n- Medrivende underholdning: Oplev Doctor Who's verden som aldrig før, og interagér med redskaber såsom den soniske skruetrækker.\n- Autenticitet: Indtalt af selveste den trettende doktor, spillet af Jodie Whittaker.\n- Officielt produkt med licens fra BBC Studios: Autentisk musik, rekvisitter, kulisser, åbningsscene og skjulte overraskelser fra Doctor Who.\n- Ikoniske og nye monstre: Kæmp mod ikoniske slyngler som berygtede Daleks, og stå ansigt til ansigt med helt nye monstre.", "short_description": "En mystisk ny fjende truer med at flå universet itu, og kun du kan stoppe det! I Doctor Who: The Edge Of Time skal spillere på en rejse i tid og rum. Drag gennem universet, besøg fjerne steder, styr TARDIS'en, og løs mysteriet om kraften bag virkelighedens virus."}, {"images": {"nodes": []}, "id": "879139739195258", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "En ny mystisk fiende truer med å tilintetgjøre universet, og bare du kan stoppe dem! Utrustet med det soniske skruhjernet må spillerne løse vriene oppgaver, slåss med ikoniske monstre og finne nye horisonter i et oppdrag om å finne doktoren og beseire en kraft som truer med å rive virkeligheten i filler.\n\nHovedinnhold:\n\n– Styr TARDIS: Gå sammen med doktoren og reis gjennom tid og rom til nye horisonter mens du styrer den nye TARDIS, som sett i den nyeste serien.\n– Engasjerende underholdning: Opplev Doctor Whos verden som aldri før og bruk verktøy, som det soniske skruhjernet.\n– Autentisk: Med stemmen til den trettende doktoren, Jodie Whittaker.\n– Offisielt produkt lisensiert av BBC Studios: Autentisk musikk, rekvisitter, sett, åpningsbilder og Doctor Who-overraskelser.\n– Ikoniske og nye monstre: Stå opp mot ikoniske slemminger, blant annet de fæle Daleks, og møt noen helt nye monstre, som aldri er sett tidligere.", "short_description": "En ny mystisk fiende truer med å tilintetgjøre universet, og bare du kan stoppe dem! I Doctor Who: The Edge Of Time får spillerne sette ut på et eventyr gjennom tid og rom. Reis gjennom universet, besøk romvesener, styr TARDIS og kom til bunns av mysteriet om den kontrollerende makten bak virkelighetsviruset."}, {"images": {"nodes": []}, "id": "554412185221397", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Nowy, tajemniczy wróg grozi zniszczeniem wszechświata i tylko ty możesz go powstrzymać! Uzbrojeni w soniczny śrubokręt gracze będą rozwiązywać intrygujące łamigłówki, mierzyć się ze znanymi z serii potworami i podróżować przez wszechświat, aby odnaleźć Doktora i pokonać potężną siłę zagrażającą strukturze rzeczywistości.\n\nOpis:\n\n- Pilotuj TARDISA: Wybierz się razem z Doktorem w podróż w czasie i przestrzeni, pilotując nowego TARDISA z ostatniej serii.\n- Wciągająca rozrywka: Poznaj świat Doktora Who jak nigdy wcześniej i korzystaj z różnych narzędzi (m.in. z sonicznego śrubokręta.\n- Autentyczność: Głosu w grze użycza Trzynasty Doktor we własnej osobie, grany przez Jodie Whittaker.\n- Produkt z oficjalną licencją BBC Studios: Autentyczna muzyka, rekwizyty, sceneria, sekwencja tytułowa i „ukryte treści” Doktora Who- Stare i nowe potwory: Zmierz się z legendarnymi złoczyńcami (m.in. ze słynnymi Dalekami) i staw czoła nowym, niespotykanym wcześniej potworom.", "short_description": "Nowy, tajemniczy wróg grozi zniszczeniem wszechświata i tylko ty możesz go powstrzymać! Doctor Who: The Edge Of Time zabiera graczy w podróż w czasie i przestrzeni. Przemierzaj kosmos, odwiedzaj obce planety, pilotuj TARDISA i dowiedz się, kto stoi za wirusem rzeczywistości."}, {"images": {"nodes": []}, "id": "494521254770001", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Разгадывай умопомрачительные головоломки, вступай в неравные бои с легендарными монстрами и открывай новые горизонты, чтобы отыскать Доктора и одолеть страшную силу, которая грозит уничтожить саму материю реальности.\n\n- Погрузись в захватывающий мир и пилотируй новейший ТАРДИС — как в последних сериях.\n- Аутентичная озвучка от самой Джоди Уиттакер.\n- Официальный продукт BBC Studios. Подлинная музыка, реквизиты, декорации, заставки и пасхалки «Доктора Кто».\n- Легендарные и новые монстры.", "short_description": "Таинственный враг грозит уничтожить вселенную, и только ты можешь остановить его! В Doctor Who: The Edge Of Time тебя ждет приключение сквозь материю и время. Узнай, что стоит за Вирусом реальности."}, {"images": {"nodes": []}, "id": "247152966303147", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Uusi mystinen vihollinen uhkaa repiä universumin paloiksi, ja sinä olet ainoa, joka voi pysäyttää uhan! Äänimeisseli apunaan pelaajat saavat ratkaista hämmentäviä pulmia, taistella ikonisia hirviöitä vastaan ja tutkia uusia maailmoja, kun he etsivät tohtoria ja yrittävät kukistaa voiman, joka uhkaa tuhota todellisuuden kudelman.\n\nAvainominaisuudet:\n\n– Ohjaa TARDISia: Lyöttäydy yhteen tohtorin kanssa ja matkusta avaruuden ja ajan halki uusiin maailmoihin upouudella TARDISilla, joka nähtiin uusimmassa sarjassa.\n– Immersiivistä viihdettä: Koe Doctor Whon maailma ennennäkemättömällä tavalla ja käytä äänimeisseliä ja muita työkaluja.\n– Autenttinen: Ääninäyttelyn hoitaa kolmastoista tohtori, Jodie Whittaker.\n– Virallinen BBC Studiosin lisensoima tuote: Autenttinen musiikki, lavasteet, alkuintro ja Doctor Who -yllätyksiä.\n– Ikonisia ja uusia hirviöitä: Kohtaa ikonisia pahiksia, kuten pahamaineiset dalekit, ja jopa upouusia, ennennäkemättömiä hirviöitä.", "short_description": "Uusi mystinen vihollinen uhkaa repiä universumin paloiksi, ja sinä olet ainoa, joka voi pysäyttää uhan! Doctor Who: The Edge Of Time antaa pelaajien kokea avaruuden ja ajan halki kulkevan seikkailun. Matkusta ympäri universumia, käy vieraissa maailmoissa, ohjaa TARDISia ja selvitä, kuka on ohjaava voima Reality Viruksen takana."}, {"images": {"nodes": []}, "id": "242592923565790", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Ein geheimnisvoller Feind droht das Universum zu zerreißen und nur du kannst ihn aufhalten! Mit dem Schallschraubenzieher in der Hand werden knifflige Rätsel gelöst, berühmte Monster bekämpft und neue Horizonte erkundet. Das alles mit der Mission, den Doktor zu finden und eine Macht zu besiegen, welche die Realität selbst zu vernichten droht.\n\nHaupteigenschaften:\n\n– Lenke die TARDIS: Reise gemeinsam mit dem Doktor in der TARDIS der neuesten Staffel durch Raum und Zeit, um neue Horizonte zu entdecken.\n– Umfassende Unterhaltung: Erlebe die Welt von Doctor Who wie nie zuvor und benutze dabei Werkzeuge wie den Schallschraubenzieher.\n– Das Original: Englische Sprachausgabe mit der Stimme des dreizehnten Doktors, Jodie Whittaker.\n– Offiziell vom BBC lizensiertes Produkt: Authentische Musik, Gegenstände, Schauplätze, Vorspann und Doctor-Who-Easter-Eggs.\n– Kultige und neue Monster: Stelle dich kultigen Bösewichten inklusive den berüchtigten Daleks und konfrontiere brandneue Monster.", "short_description": "Ein geheimnisvoller Feind droht das Universum zu zerreißen und nur du kannst ihn aufhalten! Doctor Who: The Edge of Time schickt Spieler auf ein Abenteuer durch Raum und Zeit. Erkunde das Universum, besuche fremdartige Orte, steuere die TARDIS und finde heraus, wer die Kontrolle über den Realitätsvirus hat."}, {"images": {"nodes": []}, "id": "231005598034324", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "En ny, mystisk fiende hotar att slita universum i stycken, och bara du kan stoppa den! Med din soniska skruvmejsel i högsta hugg får du lösa kluriga pussel, ta dig an välkända monster och besöka nya platser på ett uppdrag där det gäller att hitta Doktorn och besegra en mäktig kraft som kan förstöra verkligheten.\n\nUtvalt innehåll:\n\n- Styr TARDIS: Samarbeta med Doktorn och färdas i tid och rum till nya platser genom att styra nya TARDIS från senaste serien.\n- Fängslande underhållning: Upplev Doctor Who-världen på ett helt nytt sätt och använd verktyg som den soniska skruvmejseln.\n- Troget originalet: Röstskådespeleri av Jodie Whittaker, som spelar trettonde Doktorn i tv-serien.\n- Officiellt licensierad BBC Studios-produkt: Autentisk musik, rekvisita och titelsekvens samt officiella miljöer och Doctor Who-påskägg.\n- Nya och välkända monster: Kämpa mot ikoniska elakingar som de ökända Dalekerna och stå öga mot öga med aldrig tidigare skådade monster.", "short_description": "En ny, mystisk fiende hotar att slita universum i stycken, och bara du kan stoppa den! I Doctor Who: The Edge Of Time ger du dig ut på ett äventyr genom tid och rum. Res genom universum, besök avlägsna platser, styr TARDIS och lös mysteriet med kraften som kontrollerar verklighetsviruset."}, {"images": {"nodes": []}, "id": "225046452216027", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Um novo inimigo ameaça destruir o universo e só tu o podes impedir! Munidos da Sonic Screwdriver, os jogadores irão resolver puzzles complexos, lutar com monstros emblemáticos e descobrir novos horizontes numa missão para encontrar o Doctor Who e derrotar uma força poderosa que ameaça destruir a própria realidade.\n\nCaracterísticas principais:\n\n- Conduz o TARDIS: Faz equipa com o Doctor Who e viaja pelo espaço e pelo tempo para novos horizontes, conduzindo um o TARDIS das últimas séries.\n- Entretenimento envolvente: Descobre o mundo do Doctor Who como nunca o viste e interage com ferramentas como a Sonic Screwdriver.\n- Autenticidade: A voz do décimo terceiro Doctor Who, Jodie Whittaker.\n- Um produto sob licença oficial da BBC Studios: Autenticidade na música, adereços, cenários, a sequência do título e coisas especiais do Doctor Who para descobrir.\n- Monstros novos e emblemáticos: Enfrenta inimigos emblemáticos, incluindo os famosos Daleks, e até irás combater monstros nunca vistos.", "short_description": "Um novo inimigo misterioso ameaça destruir o universo e só tu o podes impedir! Doctor Who: The Edge Of Time permite que os jogadores partam numa aventura pelo espaço e pelo tempo. Viaja pelo universo, visita locais alienígenas, conduz o TARDIS e desvenda o mistério da força controladora por trás do Reality Virus."}, {"images": {"nodes": []}, "id": "217896879616472", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "¡Un misterioso enemigo amenaza con desgarrar el universo y solamente tú puedes detenerlo! Armados con el Destornillador Sónico, los jugadores resolverán rompecabezas, lucharán contra monstruos icónicos y descubrirán nuevos horizontes en una misión para encontrar a la Doctora y derrotar a una fuerza poderosa que amenaza con destruir el tejido de la realidad.\n\nCaracterísticas:\n\n- Pilotea la nave TARDIS: Viaja con la Doctora a través del espacio y del tiempo piloteando la nave TARDIS, tal y como la viste en la serie más reciente.\n- Entretenimiento inmersivo: Experimenta el mundo de Doctor Who como nunca antes con herramientas como el Destornillador Sónico.\n- Autenticidad: Actuación de voz de la Doctora número trece, representado por Jodie Whittaker.\n- Producto oficial de BBC Studios: Música, utilería, sets, secuencia de títulos y huevos de pascua de Doctor Who.\n- Monstruos icónicos y nuevos: Lucha contra villanos icónicos, incluyendo al famoso Daleks, y monstruos nunca antes vistos.", "short_description": "¡Un nuevo y misterioso enemigo amenaza con desgarrar el universo y solamente tú puedes detenerlo! Doctor Who: The Edge of Time les permite a los jugadores embarcarse en una aventura a través del espacio y del tiempo. Viaja a través del universo, visita ubicaciones alienígenas, pilotea la nave TARDIS y resuelve el misterio de las fuerzas que controlan el Virus de la Realidad."}, {"images": {"nodes": []}, "id": "212426980036076", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Yeni ve gizemli bir düşman, evreni yok etmekle herkesi tehdit ediyor ve onu yalnızca sen durdurabilirsin! Sonik Tornavidaya sahip olan oyuncular, akılları zorlayan bulmacalar çözecek, unutulmaz yaratıklarla savaşacak ve Doctor'u bulma görevinde yeni ufuklar açılıp gerçekliği yok etmek isteyen büyük bir gücü yenecek.\n\nAna Özellikler:\n\n- TARDIS'i Yönet: Doctor ile güçlerini birleştir, uzay ve zamanda yolculuğa çık ve son sezonlarda gösterilen yepyeni TARDIS'i yönet.\n- Sürükleyici Eğlence: Doctor Who'nun dünyasını eşsiz bir şekilde deneyimle ve Sonik Tornavida gibi aletleri kullan.\n- Aslına Uygun: Seslendirmesi bizzat On Üçüncü Doctor tarafından yapıldı, bu rolü Jodie Whittaker oynamıştı.\n- Resmi BBC Studios Lisanslı Ürün: Gerçek müzikler, dekorasyonlar, ortamlar, jenerikler ve gizli Doctor Who sürprizleri.\n- Klasik ve Yeni Canavarlar: Şeytani Daleks de dahil olmak üzere unutulmaz kötü karakterlere kafa tut ve yepyeni, daha önce hiç görülmemiş canavarlarla yüzleş.", "short_description": "Yeni ve gizemli bir düşman, evreni yok etmekle herkesi tehdit ediyor ve onu yalnızca sen durdurabilirsin! Doctor Who: The Edge Of Time, oyuncuların uzay ve zamanda bir yolculuğa çıkmasını sağlıyor. Evrende seyahat ederek ilerle, uzaylı konumlarını ziyaret et, TARDIS'i yönet ve Gerçeklik Virüsünü kontrol eden gizemli gücü ortaya çıkar."}, {"images": {"nodes": []}, "id": "210594456670552", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Een nieuwe entiteit dreigt het universum te vernietigen en alleen jij kunt hem stoppen! Gewapend met de sonische schroevendraaier lossen spelers breinbrekende puzzels op, worstelen met iconische monsters en verkennen nieuwe horizonten in een missie om de Doctor te vinden en een krachtige macht te verslaan die het weefsel van de werkelijkheid dreigt te vernietigen.\n\n- Bestuur de TARDIS: Reis samen met de Doctor door ruimte en tijd naar nieuwe horizonten, bestuur de gloednieuwe TARDIS zoals deze te zien was in de laatste serie\n- Immersief entertainment: Ervaar de wereld van Doctor Who als nooit tevoren en gebruik middelen zoals de sonische schroevendraaier\n- Authenticiteit: Ingesproken door de dertiende Doctor zelf, Jodie Whittaker\n- Officieel door BBC Studios product: Authentieke muziek, attributen, sets, titelsequentie en Doctor Who easter eggs\n- Iconische en nieuwe monsters: Weersta iconische slechteriken zoals de infameuze Daleks en neem het op tegen nooit eerder geziene monsters", "short_description": "Een nieuwe, mysterieuze entiteit dreigt het universum te vernietigen en alleen jij kunt hem stoppen! In Doctor Who: The Edge Of Time gaan spelers op avonotuur door ruimte en tijd. Reis door het universum, bezoek buitenaardse locaties, bestuur de TARDIS en los het mysterie op van de sturende macht achter het Reality Virus."}, {"images": {"nodes": []}, "id": "205202534038924", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Un nuovo misterioso nemico minaccia di distruggere l'universo e solo tu puoi fermarlo! Armati di cacciavite sonico, i giocatori dovranno affrontare rompicapi e i classici mostri, ed esplorare nuovi mondi in una missione alla ricerca del Dottore e sconfiggere la forza che minaccia di distruggere il tessuto della realtà.\n\nCaratteristiche principali:\n\n- Pilota il TARDIS: qlleati col Dottore e viaggia attraverso lo spazio e il tempo a bordo del nuovo TARDIS, direttamente dalle ultime serie.\n- Intrattenimento coinvolgente: vivi il mondo di Doctor Who come mai fatto prima e interagisci con i portentosi strumenti come il cacciavite sonico.\n- Autenticità: la voce è quella originale del Tredicesimo Dottore, impersonata da Jodie Whittaker.\n- Licenza ufficiale della BBC Studios: musiche, set, arredi scenici e sequenze originali della serie e gli easter egg di Doctor Who.\n- Mostri classici e nuovi: affronta i classici nemici, tra cui i Dalek, e scontrati con mostri inediti tutti da scoprire.", "short_description": "Un nuovo misterioso nemico minaccia di distruggere l'universo e solo tu puoi fermarlo! Doctor Who: The Edge Of Time porta i giocatori in un'avventura attraverso lo spazio e il tempo. Viaggia nell'universo, visita luoghi alieni, pilota il TARDIS e risolvi il mistero della forza che controlla il virus Reality."}, {"images": {"nodes": []}, "id": "198695644759747", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": ["Doctor", "Who", "Narrative", "Puzzle", "Adventure"], "long_description": "Un nouvel ennemi menace de détruire l'univers... Vous seul pouvez l'arrêter ! Pour retrouver le Docteur et terrasser la puissance qui menace la réalité, vous devrez résoudre des énigmes complexes, affronter des monstres cultes et explorer l'univers à l'aide du tournevis sonique.\n\nCaractéristiques principales :\n- Pilotez le TARDIS : Aidez le Docteur, voyagez à travers l'espace et le temps, et pilotez le nouveau TARDIS vu dans la dernière saison.\n- Une expérience immersive : Plongez dans l'univers de Doctor Who comme jamais auparavant et utilisez des outils tels que le tournevis sonique.\n- Un jeu fidèle à la série : Retrouvez la voix du Treizième Docteur, incarné par Jodie Whittaker.\n- Produit sous licence officielle de BBC Studios : La musique, les accessoires, les décors, le générique et les secrets du jeu sont tous tirés de la série Doctor Who.\n- Des monstres emblématiques ou inédits : Affrontez des méchants cultes, dont les terribles Daleks, et combattez de nouveaux monstres inédits.", "short_description": "Un nouvel ennemi mystérieux menace de détruire l'univers... Vous seul pouvez l'arrêter ! Doctor Who: The Edge Of Time plonge les joueurs dans une aventure à travers l'espace et le temps. Sillonnez l'univers, visitez des contrées extraterrestres, pilotez le TARDIS et élucidez le mystère pour découvrir qui contrôle le virus Réalité."}, {"images": {"nodes": []}, "id": "160226071767284", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Doctor Who the Edge of Time", "keywords": [], "long_description": "¡Un misterioso enemigo amenaza con destruir el universo y solo tú puedes detenerlo! Armados con el Destornillador sónico, los jugadores tendrán que resolver puzles, luchar contra monstruos icónicos, explorar nuevos horizontes en la búsqueda de la Doctora y derrotar a una fuerza poderosa que amenaza con destruir el tejido de la realidad.\n\nCaracterísticas:\n\n- Ponte a los mandos de la TARDIS: Viaja con la Doctora a través del espacio y tiempo con la TARDIS de la última temporada de la serie.\n- Experiencia inmersiva: Sumérgete en el universo de Doctor Who con las herramientas más conocidas de la serie, como el Destornillador sónico.\n- Autenticidad: La encargada de darle voz al personaje es Jodie Whittaker, la Decimotercera Doctora en persona.\n- Producto oficial de BBC Studios: música, decorados, escenarios, intro y secretos oficiales de Doctor Who.\n- Monstruos nuevos y clásicos: Lucha contra los villanos más icónicos, como los Daleks, y plántales cara a monstruos nunca antes vistos.", "short_description": "¡Un nuevo y misterioso enemigo amenaza con destruir el universo y solo tú puedes detenerlo! Doctor Who: The Edge Of Time te ofrece la oportunidad de embarcarte en una aventura a través del espacio y tiempo. Viaja por todo el universo, visita ubicaciones alienígenas, controla la TARDIS y descubre la fuerza que está detrás del Virus de la Realidad."}]}, "developer_name": "Maze Theory", "developer_privacy_policy_url": null, "developer_terms_of_service_url": null, "publisher_name": "Playstack", "support_website_url": null, "website_url": "https://www.doctorwhotheedgeoftime.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "ADVENTURE", "EXPLORATION"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "429468972256276"}}]}, "scheduled_offers": {"count": 3, "nodes": [{"status": "PUBLISHED", "id": "187023045777656"}, {"status": "PUBLISHED", "id": "656207034918477"}, {"status": "PUBLISHED", "id": "800650933838786"}]}, "baseline_offer": {"id": "656207034918477"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1579306528, "status": "PUBLISHED", "id": "187023045777656"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "4544019072335044", "version": "368"}, "id": "610846845988574", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3044656825604617", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "4544019072335044"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "610846845988574"}]}, "change_log": null, "created_date": 1603819033, "id": "4544019072335044", "version": "368", "version_code": 368, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "4544018075668477"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3044656825604617", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "4544019072335044"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1603798681, "id": "4542806255789659", "version": "367", "version_code": 367, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "4542804915789793"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3044656825604617", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "4544019072335044"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1603467531, "id": "4526573424079609", "version": "366", "version_code": 366, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "4526572167413068"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3044656825604617", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "4544019072335044"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1603362766, "id": "4521157904621161", "version": "365", "version_code": 365, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "4521157121287906"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3044656825604617", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "4544019072335044"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1603303028, "id": "4518434341560184", "version": "364", "version_code": 364, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "4518433211560297"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}