{"data": {"node": {"__typename": "Application", "id": "6323807174332876", "organization": {"id": "2011220658971573", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6323807174332876"}]}, "id": "6102466196440052"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3762343440541585"}]}, "id": "172573581476445"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2327355130672812"}]}, "id": "389147384991276"}]}}, "firstRevision": {"nodes": [{"application": {"id": "6323807174332876", "release_date": 1689782400, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 7}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8492437604136478"}, "id": "2233150796856149"}]}}, "binary": null, "live_binary": null, "created_date": 1703687730, "id": "7318012871578963", "is_initial_release": false, "name_with_fallback": "v2", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "7318014148245502"}, "release_status": "RELEASED", "id": "6323807174332876"}, "id": "7318014148245502", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6323807174332876", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "281360503770783"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3709482546040126", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 神様にお茶を届ける", "keywords": [], "long_description": "Tea For God は、不可能な空間を手続き型生成で使用して、プレイヤーが自分の部屋内で無限に移動できるようにする VR アドベンチャーです。カスタマイズ可能なゲームプレイは、リラックスした長い散歩、激しいアーケード シューティング ゲーム (チェックポイント ベース)、ローグライト シューティング エクスプローラーなど、さまざまです。\n\n遠い未来、人類は団結し、神の皇帝によって支配されました。高度なテクノロジーに恵まれて、私たちは星に到達し、新しい世界を植民地化し、無数の文明に対して終わりのない十字軍に行きました.\n\n個人的な悲劇は時間に対して無意味になりがちです.しかし、時折、1 人の人物が宇宙全体の運命を変える可能性のある火を起こすことがあります。家族を失い、自分たちの死の責任を神の皇帝に負わせ、答えと復讐を求めている男は、神の皇帝が住んでいると信じられている、人類が生き残ったことのない場所への最後の旅に乗り出します。", "short_description": "Tea For God は、不可能な空間を手続き型生成で使用して、プレイヤーが自分の部屋内で無限に移動できるようにする VR アドベンチャーです。カスタマイズ可能なゲームプレイは、リラックスした長い散歩、激しいアーケード シューティング ゲーム (チェックポイント ベース)、ローグライト シューティング エクスプローラーなど、さまざまです。\n\n遠い未来を舞台に、家族を失い、最後の旅に出る男の物語です。答えと復讐を求める旅。"}, {"images": {"nodes": []}, "id": "2884242825109650", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 신에게 바칠 차", "keywords": [], "long_description": "Tea For God은 절차적 생성으로 불가능한 공간을 사용하여 플레이어가 자신의 방 내에서 무한히 이동할 수 있도록 하는 VR 어드벤처입니다. 사용자 지정 가능한 게임 플레이는 편안하고 긴 산책, 강렬한 아케이드 슈팅 게임(체크포인트 기반) 및 로그라이트 슈팅 탐험가 사이의 모든 것이 될 수 있습니다.\n\n먼 미래에 인류는 신 황제에 의해 통치되어 통합되었습니다. 우리는 첨단 기술을 타고 별에 도달했고, 새로운 세계를 식민지화했으며, 무수한 문명에 맞서 끝없는 십자군 전쟁을 벌였습니다.\n\n개인적인 비극은 시간에 비해 무의미한 경향이 있습니다. 하지만 이따금 한 사람이 온 우주의 운명을 바꿀 수 있는 불을 지를 수도 있습니다. 가족을 잃은 한 남자가 자신의 죽음에 대해 신황제에게 책임을 묻고 답과 복수를 찾아 인간이 한 번도 살아남지 못한 곳, 신황제가 거한다고 믿는 곳으로 마지막 여행을 떠납니다", "short_description": "Tea For God은 절차적 생성으로 불가능한 공간을 사용하여 플레이어가 자신의 방 내에서 무한히 이동할 수 있도록 하는 VR 어드벤처입니다. 사용자 지정 가능한 게임 플레이는 편안한 긴 산책, 강렬한 아케이드 슈팅 게임(체크포인트 기반) 및 로그라이트 슈팅 탐험가 사이의 어떤 것이든 될 수 있습니다.\n\n먼 미래를 배경으로 가족을 잃고 마지막 모험을 떠나는 한 남자의 이야기 답과 복수를 찾기 위한 여정."}, {"images": {"nodes": []}, "id": "1325533014819277", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God es una aventura de realidad virtual que utiliza espacios imposibles con generación de procedimientos para permitir a los jugadores un movimiento infinito dentro de su propia habitación. El juego personalizable puede ser cualquier cosa entre una larga caminata relajante, un intenso juego de disparos arcade (basado en un punto de control) y un explorador de disparos roguelite.\n\nEn un futuro lejano, la humanidad se ha unido, gobernada por Dios Emperador. Dotados de tecnología avanzada, llegamos a las estrellas, colonizamos nuevos mundos, participamos en interminables cruzadas contra miríadas de civilizaciones.\n\nLas tragedias personales tienden a carecer de sentido frente al tiempo. Pero de vez en cuando, una persona puede iniciar un incendio que puede cambiar el destino de todo el universo. Un hombre que perdió a su familia, que responsabiliza al Dios Emperador por su muerte, en busca de respuestas y venganza, se embarca en su último viaje al lugar donde ningún ser humano ha dejado con vida, donde se cree que reside el Dios Emperador.", "short_description": "Tea For God es un juego de aventuras que utiliza espacios imposibles con generación de procedimientos para permitir a los jugadores un movimiento infinito dentro de su propia habitación. El juego personalizable puede ser cualquier cosa entre una larga caminata, un intenso juego de disparos arcade y un explorador de disparos roguelite.\n\nAmbientada en un futuro lejano, es la historia de un hombre que ha perdido a su familia y se embarca en su último viaje en busca de respuestas y venganza."}, {"images": {"nodes": []}, "id": "1317313795641655", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 给上帝送茶", "keywords": [], "long_description": "Tea For God 是一款 VR 冒险游戏，它通过程序生成使用不可能的空间，让玩家可以在自己的房间内无限移动。可定制的游戏玩法可以是轻松的长途步行、激烈的街机射击游戏（基于检查站）和 roguelite 射击探索游戏。\n\n在遥远的未来，人类已经团结起来，由神帝统治。凭借先进的技术，我们到达了恒星，殖民了新世界，开始了对无数文明的无休止的十字军东征。\n\n个人悲剧在时代面前往往毫无意义。但偶尔，一个人可能会点燃一把火，改变整个宇宙的命运。一个失去家人，追究神帝之死，寻求答案和复仇的人，踏上了他最后的旅程，前往一个没有人活着离开过的地方，据信神帝居住在那里。", "short_description": "Tea For God 是一款 VR 冒险游戏，它通过程序生成使用不可能的空间，让玩家可以在自己的房间内无限移动。可定制的游戏玩法可以是轻松的长途步行、激烈的街机射击游戏（基于检查站）和 roguelite 射击探索游戏。\n\n设定在遥远的未来，这是一个关于一个失去家人并开始他最后一次生活的人的故事寻求答案和复仇的旅程。"}, {"images": {"nodes": []}, "id": "1294387367892997", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 給上帝送茶", "keywords": [], "long_description": "Tea For God 是一款 VR 冒險遊戲，它通過程序生成使用不可能的空間，讓玩家可以在自己的房間內無限移動。可定制的遊戲玩法可以是輕鬆的長途步行、激烈的街機射擊遊戲（基於檢查站）和 roguelite 射擊探索遊戲。\n\n在遙遠的未來，人類已經團結起來，由神帝統治。憑藉先進的技術，我們到達了恆星，殖民了新世界，開始了對無數文明的無休止的十字軍東征。\n\n個人悲劇在時代面前往往毫無意義。但偶爾，一個人可能會點燃一把火，改變整個宇宙的命運。一個失去家人，追究神帝之死，尋求答案和復仇的人，踏上了他最後的旅程，前往一個沒有人活著離開過的地方，據信神帝居住在那裡。", "short_description": "Tea For God 是一款 VR 冒險遊戲，它通過程序生成使用不可能的空間，讓玩家可以在自己的房間內無限移動。可定制的遊戲玩法可以是輕鬆的長途步行、激烈的街機射擊遊戲（基於檢查站）和 roguelite 射擊探索遊戲。\n\n設定在遙遠的未來，這是一個關於一個失去家人並開始他最後一次生活的人的故事尋求答案和復仇的旅程。"}, {"images": {"nodes": []}, "id": "1049974329555455", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God é uma aventura de realidade virtual que usa espaços impossíveis com geração processual para permitir aos jogadores movimentos infinitos dentro de sua própria sala. A jogabilidade personalizável pode ser qualquer coisa entre uma longa caminhada relaxante, um intenso jogo de tiro em fliperama (baseado em ponto de verificação) e um explorador de tiro roguelite.\n\nEm um futuro distante, a humanidade foi unida, governada pelo Imperador-Deus. Dotados de tecnologia avançada, alcançamos estrelas, colonizamos novos mundos, partimos para cruzadas intermináveis contra miríades de civilizações.\n\nTragédias pessoais tendem a não ter sentido contra o tempo. Mas de vez em quando, uma pessoa pode iniciar um incêndio que pode mudar o destino de todo o universo. Um homem que perdeu sua família, que responsabiliza o Imperador-Deus por sua morte, buscando respostas e vingança, embarca em sua última jornada para o lugar que nenhum humano jamais deixou vivo, onde acredita-se que o Imperador-Deus resida.", "short_description": "Tea For God é uma aventura de realidade virtual que usa espaços impossíveis com geração processual para permitir aos jogadores movimentos infinitos dentro de sua própria sala. A jogabilidade personalizável pode ser qualquer coisa entre uma longa caminhada relaxante, um intenso jogo de tiro em fliperama (baseado em checkpoint) e um explorador de tiro roguelite. jornada em busca de respostas e vingança."}, {"images": {"nodes": []}, "id": "1047218686517393", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God è un'avventura VR che utilizza spazi impossibili con generazione procedurale per consentire ai giocatori movimenti infiniti all'interno della propria stanza. Il gameplay personalizzabile può essere qualsiasi cosa, tra una lunga passeggiata rilassante, un intenso sparatutto arcade (basato su checkpoint) e uno sparatutto-esploratore roguelite.\n\nIn un lontano futuro, l'umanità è stata unita, governata dal Dio Imperatore. Dotati di tecnologia avanzata abbiamo raggiunto le stelle, colonizzato nuovi mondi, intrapreso crociate senza fine contro miriadi di civiltà.\n\nLe tragedie personali tendono ad essere prive di significato rispetto al tempo. Ma una volta ogni tanto, una persona può accendere un fuoco che può cambiare il destino dell'intero universo. Un uomo che ha perso la sua famiglia, che ritiene il Dio Imperatore responsabile della loro morte, in cerca di risposte e vendetta, intraprende il suo ultimo viaggio verso il luogo in cui nessun essere umano è mai uscito vivo, dove si crede che il Dio Imperatore risieda.", "short_description": "Tea For God è un'avventura VR che utilizza spazi impossibili con generazione procedurale per consentire ai giocatori movimenti infiniti all'interno della propria stanza. Il gameplay personalizzabile può essere qualsiasi cosa, tra una lunga passeggiata rilassante, un intenso sparatutto arcade e uno sparatutto-esploratore roguelite.\n\nAmbientato in un lontano futuro, è la storia di un uomo che ha perso la sua famiglia e si imbarca nella sua ultima viaggio alla ricerca di risposte e vendetta."}, {"images": {"nodes": [{"file_name": "cover square.png", "id": "6188756834510829", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982520_6188756841177495_4085659976813762472_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=e6bFGR3OgRUQ7kNvwGU-H5g&_nc_oc=AdnSTlBENXEOme-Yq_EXP7iweWDF5NpNHl0jPIOb-HJNJ146s_LtIuVEhz2CnvWIty8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu_mucEUOyXO6u_8p9GuzPUq43boJAOd6RbhsnKpJkX5w&oe=6995BFE1"}, {"file_name": "hero cover.png", "id": "1333200307226720", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974466_1333200313893386_2782641564323565494_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JSIJGOlIB9wQ7kNvwHnZ5h8&_nc_oc=Adk7Q0_5CaaKMkaOAvjv8cz-2vHD6vjcOopMZM9toASpUJB_KYA5aOuNuNP1okWQ_1g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsdxCscoONZHY1UpdI0qXpANKs66pjwoukPGa2tUAz4-g&oe=6995A36C"}, {"file_name": "cover landscape.png", "id": "266478775740084", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974626_266478779073417_6602695645870128587_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h3jihYuqP7gQ7kNvwELxgwt&_nc_oc=Adlz5QB85cB3D9uqDrQWr-zw-vgHyyDeQICJBR6QCMcIt9KikRlGYVpxcNAAEJxnA1g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuCRuOOz793nr0myFVvKaWECNbyoHeL5IBolKgM9jw7RQ&oe=6995B081"}, {"file_name": "icon.png", "id": "240981368527350", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036655_240981371860683_8268202014511100370_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UmS5sjO7F10Q7kNvwHcmL35&_nc_oc=Adkt7zNM9E6OeK9acJRkkP12w67aWZ8atWAMu4Av5RxxlV-QfOoaiIHxue1Y4Az20gE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftRHE3LqN6rPGD-SiKfWYUP_ofXZuYAZpytDDEk30O-LA&oe=69959DB8"}, {"file_name": "logo.png", "id": "181885684440075", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75262745_181885687773408_956820865707146273_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Gy_KeRM-aagQ7kNvwGhSwP-&_nc_oc=AdlwYUwMb4-5NZs25E16uqgf0EQp2SHPwVb8qdlAJV0WZQTUQthBuJzInZUBS-icFHY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftLbemtJTFjwsUmDjGNWuLKgcoRRVnrUkfpYwpfY4K2TA&oe=6995AC74"}, {"file_name": "cover portrait.png", "id": "129391336811639", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982552_129391340144972_6851890790888430535_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yhz1BdxJw8UQ7kNvwH92n7g&_nc_oc=AdnprZudoGar_H-gGkbzE9IM7nlB-9YG3yH4cnfA7-2ECcC3n9_LEHvCPLLHaT8Jcgc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu9cEmVcfNVOGS18q9wuNu3beFEG5nh_bJWScH9GHcwlQ&oe=6995B485"}, {"file_name": "mini landscape.png", "id": "102355039537111", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974456_102355042870444_2093085257528749531_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OLKBTEhXK74Q7kNvwHW-_eM&_nc_oc=AdkdcwPjRJukevUuyuAPzJZ0FB_HJVBoJ7o-BGwT-fuUVaVtVCZYaxlLH_c0hJ_ElBs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuthnbIxFnvEAZm_o3JQWzHCNt3frCechWabVPWiDrFLw&oe=6995A657"}]}, "id": "902854304888848", "locale": "en_US", "screenshots": [{"file_name": "a6 2560.png", "id": "634651531639792", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031631_634651534973125_2072523890073341373_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=D0MWdvNSZ30Q7kNvwHJ3HIU&_nc_oc=AdljlHY2cUMVyULsU-j6N8hVqOYSF9b1e7l4iRrQjTLRL-O1Ck7rAcUWYyvPeh3q8eA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftPa2WLOYNmEWKXCB1xRBbMx5m1vXuBg4bIArZvBFjW4Q&oe=6995A542"}, {"file_name": "5 2560.png", "id": "756808859245053", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75422385_756808862578386_4297178924444779044_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0z0yB6B8FToQ7kNvwFWIK2C&_nc_oc=AdkSpCoWyGWZ-xTgsuwSp9Om8s_TN87fpHQSt8G4LXWtsJSj_a-UXPogPsDz3VPcTZ8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDUbVjGG8vEA-2vjq_v801Ay3cYiOxLdyUVMHopWnITQ&oe=6995B2E5"}, {"file_name": "a3 2560.png", "id": "773496500951955", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75250459_773496504285288_2431842669456440652_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0tsF4frkxmkQ7kNvwEb428h&_nc_oc=AdmNzODOhwULPEFmKSxzNOZ56AYGSoj-WGjvDBIR20DWk337Ae1QaP4w7xOxE0uTXRA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftJJabKb8PvVYLzEIf2aVZBFU_AP5ZAmA4c1IotpuL46A&oe=6995A355"}, {"file_name": "0 2560.png", "id": "569302358665405", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974807_569302361998738_5998026786802767902_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eqUCZ2_uBjUQ7kNvwHg2lgt&_nc_oc=AdlS7vqHmmM0QeTSkCpkVU8MDYyej3U-tIAw9gTyVZU3_wh79thdPdpEScR2-Vr1lGo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afujb851SwtsnMz8pJhJN7MAa_zQgwM0L6cNW-KJnrj5eA&oe=6995CCF5"}, {"file_name": "a5 2560.png", "id": "920180065976391", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75207244_920180072643057_8794901483788951166_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P1pw1BRo04gQ7kNvwHfH_Y0&_nc_oc=AdlXHTkk-82BZV4MBlA8ql-TOQeT6FRGwAF50E0uZFT4oprClRBozDDm9gyF0wpbUO0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfujMCm7acjhV82beU6kWMy5TKLUf4FJdE9AhcgDDGhgvQ&oe=6995AE8A"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "trailer cover 2560x1440.png", "id": "1425701994897067", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031350_1425701998230400_9085869857788180808_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZtZvPundqFIQ7kNvwEFTqXu&_nc_oc=Adk187E07dcpD1gSEzi1F4cCb-JrQsXvvDHa3wDCkeKxv_XmDcIKexRG14jA0YtaQKA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv6Cf7uBTa04A363AXcGQpkxN8eWgVnjQp22ERZDSZV7A&oe=6995CA0D"}, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God is a VR adventure that uses impossible spaces with procedural generation to allow players infinite movement within their own room. Customizable gameplay can be anything between a relaxing long walk, an intense arcade shooter (checkpoint based) and a roguelite shooter-explorer.\n\nIn the distant future, humankind has been united, ruled by God Emperor. Endowed with advanced technology we reached stars, colonised new worlds, went onto endless crusades against myriads of civilisations.\n\nPersonal tragedies tend to be meaningless against the time. But once in a while, one person may start a fire that can change the fate of the whole universe. A man who lost his family, who holds God Emperor accountable for their death, seeking answers and vengeance, embarks onto his last journey to the place no human has ever left alive, where God Emperor is believed to reside.", "short_description": "Tea For God is a VR adventure that uses impossible spaces with procedural generation to allow players infinite movement within their own room. Customizable gameplay can be anything between a relaxing long walk, an intense arcade shooter (checkpoint based) and a roguelite shooter-explorer.\n\nSet in the distant future, it is a story about a man who has lost his family and embarks on his last journey to seek answers and vengeance."}, {"images": {"nodes": []}, "id": "429629359387136", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God je VR dobrodružství, které využívá nemožné prostory s procedurálním generováním, aby umožnilo hráčům nekonečný pohyb v jejich vlastní místnosti. Hru si lze přizpůsobit na cokoli počínaje dlouhou odpočinkovou procházkou, přes intenzivní arkádovou střílečku (na bázi checkpointů) až po roguelite střílečku-průzkum.\n\nVe vzdálené budoucnosti bylo lidstvo sjednoceno pod vládou Božského Imperátora. Obdařeni pokročilou technologií jsme dosáhli hvězd, osídlili nové světy, vydali se na nekonečné křížové výpravy proti nesčetným civilizacím.\n\nOsobní tragédie často pozbývají smysl v porovnání s časem. Ale jednou za čas může jeden člověk založit požár, který může změnit osud celého vesmíru. Muž, který ztratil svou rodinu, který činí Božského Imperátora odpovědného za jejich smrt, hledající odpovědi a pomstu, se vydává na svou poslední cestu na místo, které žádný člověk nikdy neopustil živý, kde údajně sídlí Božský Imperátor.", "short_description": "Tea For God je VR dobrodružství, které využívá nemožné prostory s procedurálním generováním, aby umožnilo hráčům nekonečný pohyb v jejich vlastní místnosti. Hru si lze přizpůsobit na cokoli počínaje dlouhou odpočinkovou procházkou, přes intenzivní arkádovou střílečku (na bázi checkpointů) až po roguelite střílečku-průzkum.\n\nPříběh zasazený do vzdálené budoucnosti vypráví o muži, který ztratil svou rodinu a vydává se na svou poslední výpravu aby nalezl odpovědi a pomstu."}, {"images": {"nodes": []}, "id": "385392433958410", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God to przygoda VR, która wykorzystuje niemożliwe przestrzenie oparte na proceduralnej generacji, aby umożliwić nieograniczone poruszanie się w obrębie własnego pokoju. Konfigurowalna rozgrywka może być czymś pomiędzy relaksującym długim spacerem, intensywną strzelanką zręcznościową (opartą na punktach kontrolnych) a roguelite-eksploratorem.\n\nW odległej przyszłości ludzkość została zjednoczona, rządzona przez Bóg Imperator. Obdarzeni zaawansowaną technologią dotarliśmy do gwiazd, skolonizowaliśmy nowe światy, wyruszyliśmy na niekończące się krucjaty przeciwko niezliczonym cywilizacjom.\n\nOsobiste tragedie wydają się być bez znaczenia w obliczu bezmiaru czasu. Ale raz na jakiś czas jedna osoba może wzniecić pożar, który może zmienić losy całego wszechświata. Po stracie rodziny, czego winę przypisuje Bóg Imperator, jeden człowiek szukając odpowiedzi i zemsty wyrusza w swoją ostatnią podróż do miejsca, z którego nikt nigdy nie wrócił. Do miejsca, gdzie przebywa Bóg Imperator.", "short_description": "Tea For God to przygoda VR, która wykorzystuje niemożliwe przestrzenie z proceduralnym generowaniem, aby umożliwić graczom nieograniczone poruszanie się w ich własnym pokoju. Konfigurowalna rozgrywka może być czymś pomiędzy relaksującym długim spacerem, intensywną strzelanką zręcznościową (opartą na punktach kontrolnych) a strzelanką-odkrywcą typu roguelite. podróż w poszukiwaniu odpowiedzi i zemsty."}, {"images": {"nodes": []}, "id": "381626364242355", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God ist ein VR-Abenteuer, das unmögliche Räume mit zufälliger Weltgeneration nutzt, um den Spielern unendliche Bewegung in ihrem eigenen Raum zu ermöglichen. Das Anpassbare Spielerlebnis kann alles sein zwischen einem entspannenden langen Spaziergang, einem intensiven Arcade-Shooter (basierend auf Speicherpunkten) und einem Roguelite-Shooter-Explorer.\n\nIn der fernen Zukunft wurde die Menschheit vereint und von Gott Herrscherin regiert. Ausgestattet mit fortschrittlicher Technologie erreichten wir Sterne, kolonisierten neue Welten und brachen zu endlosen Kreuzzügen gegen zahlreiche Zivilisationen auf.\n\nPersönliche Verlusste neigen dazu, mit der Zeit bedeutungslos zu werden. Aber hin und wieder entfacht eine Person ein Feuer, welches das Schicksal des gesamten Universums verändern kann. Ein Mann, der seine Familie verloren hat, der Gott Herrscherin für ihren Tod zur Rechenschaft zieht, begibt sich auf der Suche nach Antworten und Rache auf seine letzte Reise an den Ort, den kein Mensch jemals lebend verlassen hat, wo Gott Herrscherin vermutlich festgehalten wird.", "short_description": "Tea For God ist ein VR-Abenteuer, das unmögliche Räume mit Zufälliger Weltgeneration nutzt, um den Spielern unendliche Bewegung in ihrem eigenen Raum zu ermöglichen. Das Anpassbare Spielerlebnis kann alles sein zwischen einem entspannenden langen Spaziergang, einem intensiven Arcade-Shooter und einem Roguelite-Shooter-Explorer.\n\nEs spielt in einer fernen Zukunft und handelt von einem Mann, der seine Familie verloren hat und sich auf seine letzte Reise begibt, um Antworten und Rache zu suchen."}, {"images": {"nodes": []}, "id": "376679061515056", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God est une aventure VR qui utilise des espaces impossibles avec une génération procédurale pour permettre aux joueurs de se déplacer à l'infini dans leur propre pièce. Le gameplay personnalisable peut être n'importe quoi entre une longue marche relaxante, un jeu de tir d'arcade intense (basé sur un point de contrôle) et un jeu de tir-explorateur roguelite.\n\nDans un avenir lointain, l'humanité a été unie, gouvernée par l'Empereur Dieu. Dotés d'une technologie de pointe, nous avons atteint des étoiles, colonisé de nouveaux mondes, participé à des croisades interminables contre des myriades de civilisations.\n\nLes tragédies personnelles ont tendance à n'avoir aucun sens dans le temps. Mais de temps en temps, une personne peut déclencher un incendie qui peut changer le destin de tout l'univers. Un homme qui a perdu sa famille, qui tient Dieu pour responsable de leur mort, à la recherche de réponses et de vengeance, se lance dans son dernier voyage vers l'endroit qu'aucun humain n'a jamais quitté en vie, où l'on pense que Dieu Empereur réside.", "short_description": "Tea For God est une aventure VR qui utilise des espaces impossibles avec une génération procédurale pour permettre aux joueurs de se déplacer à l'infini dans leur propre pièce. Le gameplay personnalisable peut être n'importe quoi entre une longue marche relaxante, un jeu de tir d'arcade intense et un jeu de tir-explorateur roguelite.\n\nSitué dans un futur lointain, c'est l'histoire d'un homme qui a perdu sa famille et se lance dans son dernier voyage pour chercher des réponses et de la vengeance."}, {"images": {"nodes": []}, "id": "200373123151393", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God - это VR-приключение, использующее невозможные пространства и процедурную генерацию, чтобы дать игрокам возможность свободного перемещения в пределах собственной комнаты. Настраиваемый геймплей может быть любым - от расслабляющей прогулки, интенсивного аркадного шутера ( с контрольными точками) до рогалика с исследованиями.\n\nВ далеком будущем человечество было объединилось под властью Бога-Императора. Вооружившись передовыми технологиями, мы достигли звезд, колонизировали новые миры, совершили бесчисленные крестовые походы против мириадов цивилизаций.\n\nЛичные трагедии, как правило, не имеют никакого значения на фоне времени. Но иногда один человек может разжечь огонь, способный изменить судьбу целой вселенной. Человек, потерявший свою семью, и винящий Бога-Императора в их смерти, ищущий ответов и мести, отправляется в свое последнее путешествие в место, откуда никто из людей еще не выходил живым, где, как считается, пребывает Бог-Император.", "short_description": "Tea For God - это VR-приключение, использующее невозможные пространства и процедурную генерацию, чтобы дать игрокам возможность бесконечно путешествовать в пределах собственной комнаты. Гибкая настройка геймплея позволит испытать расслабляющую прогулку, напряженный аркадный шутер (с контрольными точками) или рогалик с исследованиями.\n\nИстория, происходящая в далеком будущем, расскажет о человеке, потерявшем семью и отправившемся в последнее путешествие на поиски ответов и отмщения."}]}, "developer_name": null, "developer_privacy_policy_url": "https://docs.voidroom.com/privacy/teaforgod.html", "developer_terms_of_service_url": null, "publisher_name": "void room", "support_website_url": null, "website_url": "https://voidroom.com/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_CN", "zh_TW", "cs", "fr", "de", "ja", "ko", "pl", "ru", "es", "uk", "it", "pt", "hu", "ca"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7318014148245502"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982520_6188756841177495_4085659976813762472_n.png?stp=dst-png_s360x360&_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=e6bFGR3OgRUQ7kNvwGU-H5g&_nc_oc=AdnSTlBENXEOme-Yq_EXP7iweWDF5NpNHl0jPIOb-HJNJ146s_LtIuVEhz2CnvWIty8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsqAVbd5dizppIKn4Y_v4yJu-yYvLSvxXlJC2bY0mX_qA&oe=6995BFE1"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Tea For God", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}], "release_date": 1689782400, "lastRevision": {"nodes": [{"id": "6323807190999541", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6323807174332876", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "281360503770783"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1419010712218397", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God é uma aventura de realidade virtual que usa espaços impossíveis com geração processual para permitir aos jogadores movimentos infinitos dentro de sua própria sala. A jogabilidade personalizável pode ser qualquer coisa entre uma longa caminhada relaxante, um intenso jogo de tiro em fliperama (baseado em ponto de verificação) e um explorador de tiro roguelite.\n\nEm um futuro distante, a humanidade foi unida, governada pelo Imperador-Deus. Dotados de tecnologia avançada, alcançamos estrelas, colonizamos novos mundos, partimos para cruzadas intermináveis contra miríades de civilizações.\n\nTragédias pessoais tendem a não ter sentido contra o tempo. Mas de vez em quando, uma pessoa pode iniciar um incêndio que pode mudar o destino de todo o universo. Um homem que perdeu sua família, que responsabiliza o Imperador-Deus por sua morte, buscando respostas e vingança, embarca em sua última jornada para o lugar que nenhum humano jamais deixou vivo, onde acredita-se que o Imperador-Deus resida.", "short_description": "Tea For God é uma aventura de realidade virtual que usa espaços impossíveis com geração processual para permitir aos jogadores movimentos infinitos dentro de sua própria sala. A jogabilidade personalizável pode ser qualquer coisa entre uma longa caminhada relaxante, um intenso jogo de tiro em fliperama (baseado em checkpoint) e um explorador de tiro roguelite. jornada em busca de respostas e vingança."}, {"images": {"nodes": []}, "id": "983139932862650", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 給上帝送茶", "keywords": [], "long_description": "Tea For God 是一款 VR 冒險遊戲，它通過程序生成使用不可能的空間，讓玩家可以在自己的房間內無限移動。可定制的遊戲玩法可以是輕鬆的長途步行、激烈的街機射擊遊戲（基於檢查站）和 roguelite 射擊探索遊戲。\n\n在遙遠的未來，人類已經團結起來，由神帝統治。憑藉先進的技術，我們到達了恆星，殖民了新世界，開始了對無數文明的無休止的十字軍東征。\n\n個人悲劇在時代面前往往毫無意義。但偶爾，一個人可能會點燃一把火，改變整個宇宙的命運。一個失去家人，追究神帝之死，尋求答案和復仇的人，踏上了他最後的旅程，前往一個沒有人活著離開過的地方，據信神帝居住在那裡。", "short_description": "Tea For God 是一款 VR 冒險遊戲，它通過程序生成使用不可能的空間，讓玩家可以在自己的房間內無限移動。可定制的遊戲玩法可以是輕鬆的長途步行、激烈的街機射擊遊戲（基於檢查站）和 roguelite 射擊探索遊戲。\n\n設定在遙遠的未來，這是一個關於一個失去家人並開始他最後一次生活的人的故事尋求答案和復仇的旅程。"}, {"images": {"nodes": []}, "id": "921261945826214", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 给上帝送茶", "keywords": [], "long_description": "Tea For God 是一款 VR 冒险游戏，它通过程序生成使用不可能的空间，让玩家可以在自己的房间内无限移动。可定制的游戏玩法可以是轻松的长途步行、激烈的街机射击游戏（基于检查站）和 roguelite 射击探索游戏。\n\n在遥远的未来，人类已经团结起来，由神帝统治。凭借先进的技术，我们到达了恒星，殖民了新世界，开始了对无数文明的无休止的十字军东征。\n\n个人悲剧在时代面前往往毫无意义。但偶尔，一个人可能会点燃一把火，改变整个宇宙的命运。一个失去家人，追究神帝之死，寻求答案和复仇的人，踏上了他最后的旅程，前往一个没有人活着离开过的地方，据信神帝居住在那里。", "short_description": "Tea For God 是一款 VR 冒险游戏，它通过程序生成使用不可能的空间，让玩家可以在自己的房间内无限移动。可定制的游戏玩法可以是轻松的长途步行、激烈的街机射击游戏（基于检查站）和 roguelite 射击探索游戏。\n\n设定在遥远的未来，这是一个关于一个失去家人并开始他最后一次生活的人的故事寻求答案和复仇的旅程。"}, {"images": {"nodes": []}, "id": "907279240344074", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 신에게 바칠 차", "keywords": [], "long_description": "Tea For God은 절차적 생성으로 불가능한 공간을 사용하여 플레이어가 자신의 방 내에서 무한히 이동할 수 있도록 하는 VR 어드벤처입니다. 사용자 지정 가능한 게임 플레이는 편안하고 긴 산책, 강렬한 아케이드 슈팅 게임(체크포인트 기반) 및 로그라이트 슈팅 탐험가 사이의 모든 것이 될 수 있습니다.\n\n먼 미래에 인류는 신 황제에 의해 통치되어 통합되었습니다. 우리는 첨단 기술을 타고 별에 도달했고, 새로운 세계를 식민지화했으며, 무수한 문명에 맞서 끝없는 십자군 전쟁을 벌였습니다.\n\n개인적인 비극은 시간에 비해 무의미한 경향이 있습니다. 하지만 이따금 한 사람이 온 우주의 운명을 바꿀 수 있는 불을 지를 수도 있습니다. 가족을 잃은 한 남자가 자신의 죽음에 대해 신황제에게 책임을 묻고 답과 복수를 찾아 인간이 한 번도 살아남지 못한 곳, 신황제가 거한다고 믿는 곳으로 마지막 여행을 떠납니다", "short_description": "Tea For God은 절차적 생성으로 불가능한 공간을 사용하여 플레이어가 자신의 방 내에서 무한히 이동할 수 있도록 하는 VR 어드벤처입니다. 사용자 지정 가능한 게임 플레이는 편안한 긴 산책, 강렬한 아케이드 슈팅 게임(체크포인트 기반) 및 로그라이트 슈팅 탐험가 사이의 어떤 것이든 될 수 있습니다.\n\n먼 미래를 배경으로 가족을 잃고 마지막 모험을 떠나는 한 남자의 이야기 답과 복수를 찾기 위한 여정."}, {"images": {"nodes": []}, "id": "804529874355204", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God 神様にお茶を届ける", "keywords": [], "long_description": "Tea For God は、不可能な空間を手続き型生成で使用して、プレイヤーが自分の部屋内で無限に移動できるようにする VR アドベンチャーです。カスタマイズ可能なゲームプレイは、リラックスした長い散歩、激しいアーケード シューティング ゲーム (チェックポイント ベース)、ローグライト シューティング エクスプローラーなど、さまざまです。\n\n遠い未来、人類は団結し、神の皇帝によって支配されました。高度なテクノロジーに恵まれて、私たちは星に到達し、新しい世界を植民地化し、無数の文明に対して終わりのない十字軍に行きました.\n\n個人的な悲劇は時間に対して無意味になりがちです.しかし、時折、1 人の人物が宇宙全体の運命を変える可能性のある火を起こすことがあります。家族を失い、自分たちの死の責任を神の皇帝に負わせ、答えと復讐を求めている男は、神の皇帝が住んでいると信じられている、人類が生き残ったことのない場所への最後の旅に乗り出します。", "short_description": "Tea For God は、不可能な空間を手続き型生成で使用して、プレイヤーが自分の部屋内で無限に移動できるようにする VR アドベンチャーです。カスタマイズ可能なゲームプレイは、リラックスした長い散歩、激しいアーケード シューティング ゲーム (チェックポイント ベース)、ローグライト シューティング エクスプローラーなど、さまざまです。\n\n遠い未来を舞台に、家族を失い、最後の旅に出る男の物語です。答えと復讐を求める旅。"}, {"images": {"nodes": []}, "id": "790953709178882", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God est une aventure VR qui utilise des espaces impossibles avec une génération procédurale pour permettre aux joueurs de se déplacer à l'infini dans leur propre pièce. Le gameplay personnalisable peut être n'importe quoi entre une longue marche relaxante, un jeu de tir d'arcade intense (basé sur un point de contrôle) et un jeu de tir-explorateur roguelite.\n\nDans un avenir lointain, l'humanité a été unie, gouvernée par l'Empereur Dieu. Dotés d'une technologie de pointe, nous avons atteint des étoiles, colonisé de nouveaux mondes, participé à des croisades interminables contre des myriades de civilisations.\n\nLes tragédies personnelles ont tendance à n'avoir aucun sens dans le temps. Mais de temps en temps, une personne peut déclencher un incendie qui peut changer le destin de tout l'univers. Un homme qui a perdu sa famille, qui tient Dieu pour responsable de leur mort, à la recherche de réponses et de vengeance, se lance dans son dernier voyage vers l'endroit qu'aucun humain n'a jamais quitté en vie, où l'on pense que Dieu Empereur réside.", "short_description": "Tea For God est une aventure VR qui utilise des espaces impossibles avec une génération procédurale pour permettre aux joueurs de se déplacer à l'infini dans leur propre pièce. Le gameplay personnalisable peut être n'importe quoi entre une longue marche relaxante, un jeu de tir d'arcade intense et un jeu de tir-explorateur roguelite.\n\nSitué dans un futur lointain, c'est l'histoire d'un homme qui a perdu sa famille et se lance dans son dernier voyage pour chercher des réponses et de la vengeance."}, {"images": {"nodes": []}, "id": "631545665144418", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God - это VR-приключение, использующее невозможные пространства и процедурную генерацию, чтобы дать игрокам возможность свободного перемещения в пределах собственной комнаты. Настраиваемый геймплей может быть любым - от расслабляющей прогулки, интенсивного аркадного шутера ( с контрольными точками) до рогалика с исследованиями.\n\nВ далеком будущем человечество было объединилось под властью Бога-Императора. Вооружившись передовыми технологиями, мы достигли звезд, колонизировали новые миры, совершили бесчисленные крестовые походы против мириадов цивилизаций.\n\nЛичные трагедии, как правило, не имеют никакого значения на фоне времени. Но иногда один человек может разжечь огонь, способный изменить судьбу целой вселенной. Человек, потерявший свою семью, и винящий Бога-Императора в их смерти, ищущий ответов и мести, отправляется в свое последнее путешествие в место, откуда никто из людей еще не выходил живым, где, как считается, пребывает Бог-Император.", "short_description": "Tea For God - это VR-приключение, использующее невозможные пространства и процедурную генерацию, чтобы дать игрокам возможность бесконечно путешествовать в пределах собственной комнаты. Гибкая настройка геймплея позволит испытать расслабляющую прогулку, напряженный аркадный шутер (с контрольными точками) или рогалик с исследованиями.\n\nИстория, происходящая в далеком будущем, расскажет о человеке, потерявшем семью и отправившемся в последнее путешествие на поиски ответов и отмщения."}, {"images": {"nodes": []}, "id": "508980621319606", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God to przygoda VR, która wykorzystuje niemożliwe przestrzenie oparte na proceduralnej generacji, aby umożliwić nieograniczone poruszanie się w obrębie własnego pokoju. Konfigurowalna rozgrywka może być czymś pomiędzy relaksującym długim spacerem, intensywną strzelanką zręcznościową (opartą na punktach kontrolnych) a roguelite-eksploratorem.\n\nW odległej przyszłości ludzkość została zjednoczona, rządzona przez Bóg Imperator. Obdarzeni zaawansowaną technologią dotarliśmy do gwiazd, skolonizowaliśmy nowe światy, wyruszyliśmy na niekończące się krucjaty przeciwko niezliczonym cywilizacjom.\n\nOsobiste tragedie wydają się być bez znaczenia w obliczu bezmiaru czasu. Ale raz na jakiś czas jedna osoba może wzniecić pożar, który może zmienić losy całego wszechświata. Po stracie rodziny, czego winę przypisuje Bóg Imperator, jeden człowiek szukając odpowiedzi i zemsty wyrusza w swoją ostatnią podróż do miejsca, z którego nikt nigdy nie wrócił. Do miejsca, gdzie przebywa Bóg Imperator.", "short_description": "Tea For God to przygoda VR, która wykorzystuje niemożliwe przestrzenie z proceduralnym generowaniem, aby umożliwić graczom nieograniczone poruszanie się w ich własnym pokoju. Konfigurowalna rozgrywka może być czymś pomiędzy relaksującym długim spacerem, intensywną strzelanką zręcznościową (opartą na punktach kontrolnych) a strzelanką-odkrywcą typu roguelite. podróż w poszukiwaniu odpowiedzi i zemsty."}, {"images": {"nodes": []}, "id": "254786783868101", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God je VR dobrodružství, které využívá nemožné prostory s procedurálním generováním, aby umožnilo hráčům nekonečný pohyb v jejich vlastní místnosti. Hru si lze přizpůsobit na cokoli počínaje dlouhou odpočinkovou procházkou, přes intenzivní arkádovou střílečku (na bázi checkpointů) až po roguelite střílečku-průzkum.\n\nVe vzdálené budoucnosti bylo lidstvo sjednoceno pod vládou Božského Imperátora. Obdařeni pokročilou technologií jsme dosáhli hvězd, osídlili nové světy, vydali se na nekonečné křížové výpravy proti nesčetným civilizacím.\n\nOsobní tragédie často pozbývají smysl v porovnání s časem. Ale jednou za čas může jeden člověk založit požár, který může změnit osud celého vesmíru. Muž, který ztratil svou rodinu, který činí Božského Imperátora odpovědného za jejich smrt, hledající odpovědi a pomstu, se vydává na svou poslední cestu na místo, které žádný člověk nikdy neopustil živý, kde údajně sídlí Božský Imperátor.", "short_description": "Tea For God je VR dobrodružství, které využívá nemožné prostory s procedurálním generováním, aby umožnilo hráčům nekonečný pohyb v jejich vlastní místnosti. Hru si lze přizpůsobit na cokoli počínaje dlouhou odpočinkovou procházkou, přes intenzivní arkádovou střílečku (na bázi checkpointů) až po roguelite střílečku-průzkum.\n\nPříběh zasazený do vzdálené budoucnosti vypráví o muži, který ztratil svou rodinu a vydává se na svou poslední výpravu aby nalezl odpovědi a pomstu."}, {"images": {"nodes": []}, "id": "221744950598388", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God es una aventura de realidad virtual que utiliza espacios imposibles con generación de procedimientos para permitir a los jugadores un movimiento infinito dentro de su propia habitación. El juego personalizable puede ser cualquier cosa entre una larga caminata relajante, un intenso juego de disparos arcade (basado en un punto de control) y un explorador de disparos roguelite.\n\nEn un futuro lejano, la humanidad se ha unido, gobernada por Dios Emperador. Dotados de tecnología avanzada, llegamos a las estrellas, colonizamos nuevos mundos, participamos en interminables cruzadas contra miríadas de civilizaciones.\n\nLas tragedias personales tienden a carecer de sentido frente al tiempo. Pero de vez en cuando, una persona puede iniciar un incendio que puede cambiar el destino de todo el universo. Un hombre que perdió a su familia, que responsabiliza al Dios Emperador por su muerte, en busca de respuestas y venganza, se embarca en su último viaje al lugar donde ningún ser humano ha dejado con vida, donde se cree que reside el Dios Emperador.", "short_description": "Tea For God es un juego de aventuras que utiliza espacios imposibles con generación de procedimientos para permitir a los jugadores un movimiento infinito dentro de su propia habitación. El juego personalizable puede ser cualquier cosa entre una larga caminata, un intenso juego de disparos arcade y un explorador de disparos roguelite.\n\nAmbientada en un futuro lejano, es la historia de un hombre que ha perdido a su familia y se embarca en su último viaje en busca de respuestas y venganza."}, {"images": {"nodes": []}, "id": "203491679202144", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God è un'avventura VR che utilizza spazi impossibili con generazione procedurale per consentire ai giocatori movimenti infiniti all'interno della propria stanza. Il gameplay personalizzabile può essere qualsiasi cosa, tra una lunga passeggiata rilassante, un intenso sparatutto arcade (basato su checkpoint) e uno sparatutto-esploratore roguelite.\n\nIn un lontano futuro, l'umanità è stata unita, governata dal Dio Imperatore. Dotati di tecnologia avanzata abbiamo raggiunto le stelle, colonizzato nuovi mondi, intrapreso crociate senza fine contro miriadi di civiltà.\n\nLe tragedie personali tendono ad essere prive di significato rispetto al tempo. Ma una volta ogni tanto, una persona può accendere un fuoco che può cambiare il destino dell'intero universo. Un uomo che ha perso la sua famiglia, che ritiene il Dio Imperatore responsabile della loro morte, in cerca di risposte e vendetta, intraprende il suo ultimo viaggio verso il luogo in cui nessun essere umano è mai uscito vivo, dove si crede che il Dio Imperatore risieda.", "short_description": "Tea For God è un'avventura VR che utilizza spazi impossibili con generazione procedurale per consentire ai giocatori movimenti infiniti all'interno della propria stanza. Il gameplay personalizzabile può essere qualsiasi cosa, tra una lunga passeggiata rilassante, un intenso sparatutto arcade e uno sparatutto-esploratore roguelite.\n\nAmbientato in un lontano futuro, è la storia di un uomo che ha perso la sua famiglia e si imbarca nella sua ultima viaggio alla ricerca di risposte e vendetta."}, {"images": {"nodes": []}, "id": "190877470567685", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God ist ein VR-Abenteuer, das unmögliche Räume mit zufälliger Weltgeneration nutzt, um den Spielern unendliche Bewegung in ihrem eigenen Raum zu ermöglichen. Das Anpassbare Spielerlebnis kann alles sein zwischen einem entspannenden langen Spaziergang, einem intensiven Arcade-Shooter (basierend auf Speicherpunkten) und einem Roguelite-Shooter-Explorer.\n\nIn der fernen Zukunft wurde die Menschheit vereint und von Gott Herrscherin regiert. Ausgestattet mit fortschrittlicher Technologie erreichten wir Sterne, kolonisierten neue Welten und brachen zu endlosen Kreuzzügen gegen zahlreiche Zivilisationen auf.\n\nPersönliche Verlusste neigen dazu, mit der Zeit bedeutungslos zu werden. Aber hin und wieder entfacht eine Person ein Feuer, welches das Schicksal des gesamten Universums verändern kann. Ein Mann, der seine Familie verloren hat, der Gott Herrscherin für ihren Tod zur Rechenschaft zieht, begibt sich auf der Suche nach Antworten und Rache auf seine letzte Reise an den Ort, den kein Mensch jemals lebend verlassen hat, wo Gott Herrscherin vermutlich festgehalten wird.", "short_description": "Tea For God ist ein VR-Abenteuer, das unmögliche Räume mit Zufälliger Weltgeneration nutzt, um den Spielern unendliche Bewegung in ihrem eigenen Raum zu ermöglichen. Das Anpassbare Spielerlebnis kann alles sein zwischen einem entspannenden langen Spaziergang, einem intensiven Arcade-Shooter und einem Roguelite-Shooter-Explorer.\n\nEs spielt in einer fernen Zukunft und handelt von einem Mann, der seine Familie verloren hat und sich auf seine letzte Reise begibt, um Antworten und Rache zu suchen."}, {"images": {"nodes": [{"file_name": "cover square.png", "id": "6188756834510829", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982520_6188756841177495_4085659976813762472_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=e6bFGR3OgRUQ7kNvwGU-H5g&_nc_oc=AdnSTlBENXEOme-Yq_EXP7iweWDF5NpNHl0jPIOb-HJNJ146s_LtIuVEhz2CnvWIty8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu_mucEUOyXO6u_8p9GuzPUq43boJAOd6RbhsnKpJkX5w&oe=6995BFE1"}, {"file_name": "hero cover.png", "id": "1333200307226720", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974466_1333200313893386_2782641564323565494_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JSIJGOlIB9wQ7kNvwHnZ5h8&_nc_oc=Adk7Q0_5CaaKMkaOAvjv8cz-2vHD6vjcOopMZM9toASpUJB_KYA5aOuNuNP1okWQ_1g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsdxCscoONZHY1UpdI0qXpANKs66pjwoukPGa2tUAz4-g&oe=6995A36C"}, {"file_name": "cover landscape.png", "id": "266478775740084", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974626_266478779073417_6602695645870128587_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h3jihYuqP7gQ7kNvwELxgwt&_nc_oc=Adlz5QB85cB3D9uqDrQWr-zw-vgHyyDeQICJBR6QCMcIt9KikRlGYVpxcNAAEJxnA1g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuCRuOOz793nr0myFVvKaWECNbyoHeL5IBolKgM9jw7RQ&oe=6995B081"}, {"file_name": "icon.png", "id": "240981368527350", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036655_240981371860683_8268202014511100370_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UmS5sjO7F10Q7kNvwHcmL35&_nc_oc=Adkt7zNM9E6OeK9acJRkkP12w67aWZ8atWAMu4Av5RxxlV-QfOoaiIHxue1Y4Az20gE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftRHE3LqN6rPGD-SiKfWYUP_ofXZuYAZpytDDEk30O-LA&oe=69959DB8"}, {"file_name": "logo.png", "id": "181885684440075", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75262745_181885687773408_956820865707146273_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Gy_KeRM-aagQ7kNvwGhSwP-&_nc_oc=AdlwYUwMb4-5NZs25E16uqgf0EQp2SHPwVb8qdlAJV0WZQTUQthBuJzInZUBS-icFHY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftLbemtJTFjwsUmDjGNWuLKgcoRRVnrUkfpYwpfY4K2TA&oe=6995AC74"}, {"file_name": "cover portrait.png", "id": "129391336811639", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982552_129391340144972_6851890790888430535_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yhz1BdxJw8UQ7kNvwH92n7g&_nc_oc=AdnprZudoGar_H-gGkbzE9IM7nlB-9YG3yH4cnfA7-2ECcC3n9_LEHvCPLLHaT8Jcgc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu9cEmVcfNVOGS18q9wuNu3beFEG5nh_bJWScH9GHcwlQ&oe=6995B485"}, {"file_name": "mini landscape.png", "id": "102355039537111", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974456_102355042870444_2093085257528749531_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OLKBTEhXK74Q7kNvwHW-_eM&_nc_oc=AdkdcwPjRJukevUuyuAPzJZ0FB_HJVBoJ7o-BGwT-fuUVaVtVCZYaxlLH_c0hJ_ElBs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuthnbIxFnvEAZm_o3JQWzHCNt3frCechWabVPWiDrFLw&oe=6995A657"}]}, "id": "182171934566418", "locale": "en_US", "screenshots": [{"file_name": "a6 2560.png", "id": "634651531639792", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031631_634651534973125_2072523890073341373_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=D0MWdvNSZ30Q7kNvwHJ3HIU&_nc_oc=AdljlHY2cUMVyULsU-j6N8hVqOYSF9b1e7l4iRrQjTLRL-O1Ck7rAcUWYyvPeh3q8eA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftPa2WLOYNmEWKXCB1xRBbMx5m1vXuBg4bIArZvBFjW4Q&oe=6995A542"}, {"file_name": "5 2560.png", "id": "756808859245053", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75422385_756808862578386_4297178924444779044_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0z0yB6B8FToQ7kNvwFWIK2C&_nc_oc=AdkSpCoWyGWZ-xTgsuwSp9Om8s_TN87fpHQSt8G4LXWtsJSj_a-UXPogPsDz3VPcTZ8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDUbVjGG8vEA-2vjq_v801Ay3cYiOxLdyUVMHopWnITQ&oe=6995B2E5"}, {"file_name": "a3 2560.png", "id": "773496500951955", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75250459_773496504285288_2431842669456440652_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0tsF4frkxmkQ7kNvwEb428h&_nc_oc=AdmNzODOhwULPEFmKSxzNOZ56AYGSoj-WGjvDBIR20DWk337Ae1QaP4w7xOxE0uTXRA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftJJabKb8PvVYLzEIf2aVZBFU_AP5ZAmA4c1IotpuL46A&oe=6995A355"}, {"file_name": "0 2560.png", "id": "569302358665405", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974807_569302361998738_5998026786802767902_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eqUCZ2_uBjUQ7kNvwHg2lgt&_nc_oc=AdlS7vqHmmM0QeTSkCpkVU8MDYyej3U-tIAw9gTyVZU3_wh79thdPdpEScR2-Vr1lGo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afujb851SwtsnMz8pJhJN7MAa_zQgwM0L6cNW-KJnrj5eA&oe=6995CCF5"}, {"file_name": "a5 2560.png", "id": "920180065976391", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75207244_920180072643057_8794901483788951166_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P1pw1BRo04gQ7kNvwHfH_Y0&_nc_oc=AdlXHTkk-82BZV4MBlA8ql-TOQeT6FRGwAF50E0uZFT4oprClRBozDDm9gyF0wpbUO0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfujMCm7acjhV82beU6kWMy5TKLUf4FJdE9AhcgDDGhgvQ&oe=6995AE8A"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "trailer cover 2560x1440.png", "id": "1425701994897067", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031350_1425701998230400_9085869857788180808_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZtZvPundqFIQ7kNvwEFTqXu&_nc_oc=Adk187E07dcpD1gSEzi1F4cCb-JrQsXvvDHa3wDCkeKxv_XmDcIKexRG14jA0YtaQKA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv6Cf7uBTa04A363AXcGQpkxN8eWgVnjQp22ERZDSZV7A&oe=6995CA0D"}, "display_name": "Tea For God", "keywords": [], "long_description": "Tea For God is a VR adventure that uses impossible spaces with procedural generation to allow players infinite movement within their own room. Customizable gameplay can be anything between a relaxing long walk, an intense arcade shooter (checkpoint based) and a roguelite shooter-explorer.\n\nIn the distant future, humankind has been united, ruled by God Emperor. Endowed with advanced technology we reached stars, colonised new worlds, went onto endless crusades against myriads of civilisations.\n\nPersonal tragedies tend to be meaningless against the time. But once in a while, one person may start a fire that can change the fate of the whole universe. A man who lost his family, who holds God Emperor accountable for their death, seeking answers and vengeance, embarks onto his last journey to the place no human has ever left alive, where God Emperor is believed to reside.", "short_description": "Tea For God is a VR adventure that uses impossible spaces with procedural generation to allow players infinite movement within their own room. Customizable gameplay can be anything between a relaxing long walk, an intense arcade shooter (checkpoint based) and a roguelite shooter-explorer.\n\nSet in the distant future, it is a story about a man who has lost his family and embarks on his last journey to seek answers and vengeance."}]}, "developer_name": null, "developer_privacy_policy_url": "https://voidroom.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "void room", "support_website_url": null, "website_url": "https://voidroom.com/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_CN", "zh_TW", "cs", "fr", "de", "ja", "ko", "pl", "ru", "es", "uk", "it", "pt", "hu", "ca"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "1668548580263114"}}]}, "scheduled_offers": {"count": 7, "nodes": [{"status": "PUBLISHED", "id": "2085923728875922"}, {"status": "PUBLISHED", "id": "1911047699438927"}, {"status": "PUBLISHED", "id": "1211786320652059"}, {"status": "PUBLISHED", "id": "898665672368871"}, {"status": "PENDING", "id": "1532923043970291"}, {"status": "PUBLISHED", "id": "314414868425115"}, {"status": "PUBLISHED", "id": "575985867956078"}]}, "baseline_offer": {"id": "575985867956078"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1765821600, "status": "PUBLISHED", "id": "2085923728875922"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8492437604136478", "version": "1.1.1"}, "id": "2233150796856149", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6323807174332876", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8492437604136478"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2233150796856149"}]}, "change_log": "- fixed \"three dots\" appearing when recentering/restarting\n- various fixes\n", "created_date": 1725384090, "id": "8492437604136478", "version": "1.1.1", "version_code": 422, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6323807174332876", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8492437604136478"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1725378054, "id": "8492030694177169", "version": "1.1.1preview", "version_code": 420, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6323807174332876", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8492437604136478"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1715106875, "id": "7852243471489231", "version": "1.1.0preview", "version_code": 419, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6323807174332876", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8492437604136478"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2233150796856149"}]}, "change_log": "- added endless mode (tasks)\n- tasks available:\n  - exploration\n  - interface box search\n  - item hunt\n  - hacking interface boxes\n  - data core retrieval\n  - system stabilisation\n  - stop the intrusion\n- new passive EXMs:\n  - weapon collector (weapon loot is way more often)\n  - energy retainer (on each shot you get free energy to the other hand)\n  - build in magazine (all weapons you have have magazines)\n  - firepower (greater cost/chamber, even more damage)\n  - emergency revival (if your health reaches zero, you get some health restored which costs you energy + 3 seconds of invincibility\n  - explosion resistance (you only get 25% damage from explosions)\n- new active EXMs:\n  - remote control (activates mines, spiderbots, opens chargers, drops down shields, deflectors)\n  - push (pushes away objects in front of us, useful to push into chasm)\n  - pull (pulls a bit objects but more important, pulls items towards us)\n  - corrosion spray (continuous spray of corrosion from hand, useful to use in a burst - you don't need a corrosion weapon to get the corrosion effect on the enemies)\n  - charged plasma ball (throws a projectile of charged plasma that slows down - it pushes away from the walls and if it detects an enemy, it may pull towards it)\n- new enemies:\n  - \"fender\" tough with automatic gun and a shield\n  - \"tentacled\" versions of fender and scourer\n- new weapon nodes:\n  - main node with 3 node slots\n  - main node with 4 node slots\n  - kinetic energy (to push enemies)\n  - confuder (confuses enemies for a short time, lowers damage a lot)\n  - healing/medi (part of the energy is used to heal the player\n- fixed visible one frame when starting \"another chance\"", "created_date": 1714312884, "id": "7809326015780977", "version": "1.1.0", "version_code": 418, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6323807174332876", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8492437604136478"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1713693015, "id": "7777238065656439", "version": "1.1.0preview", "version_code": 417, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}