{"data": {"node": {"__typename": "Application", "id": "9801587969868976", "organization": {"id": "409452784765746", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9801587969868976"}]}, "id": "1274107070347217"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9241754799218744"}]}, "id": "1250341532741456"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "27587161620929653"}]}, "id": "1249771582999077"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7673254199430140"}]}, "id": "1961467640957488"}]}}, "firstRevision": {"nodes": [{"application": {"id": "9801587969868976", "release_date": 1739772480, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "10013890778638693"}, "id": "999058128741697"}]}}, "binary": null, "live_binary": null, "created_date": 1740482160, "id": "9872868676074238", "is_initial_release": false, "name_with_fallback": "v4", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9872877596073346"}, "release_status": "RELEASED", "id": "9801587969868976"}, "id": "9872877596073346", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9801587969868976", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "640501788487888"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "23878820965039795", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Spălare cu presiune VR: ASMR Power Washe", "keywords": ["curatenie", "satisfăcător", "strălucire", "spray", "spălat"], "long_description": "Intră în lumea curățeniei virtuale cu această experiență VR captivantă! Utilizați instrumente puternice de curățare pentru a spăla, freca și lustrui o varietate de obiecte, transformându-le din murdare în strălucitoare. Acceptați provocări interesante în timp ce spălați cu putere totul, de la mașini, bărci și taxiuri până la articole distractive precum un scaun, baschet, cerb, robot iepuraș și roboeye.\n\nTreceți prin diferite niveluri pe măsură ce curățați un dulap, o rață, un câine și un ceainic, fiecare având mecanisme de spălare realiste care fac curățarea satisfăcătoare și distractivă. Lustruiește un tonomat, un scaun de bucătărie, un rezervor de ulei, un cuptor și un dovleac înfricoșător. Redă strălucirea unui radio, frigider, minge robot și cască romană cu abilitățile tale experte de curățare.\n\nCu o grafică vibrantă și unelte de spălat autentice, bucurați-vă de îndepărtarea murdăriei de pe un pistol, minge de fotbal și un televizor clasic. Fiecare obiect prezintă propria provocare de curățare, menținând jocul dinamic și antrenant. Indiferent dacă utilizați o mașină de spălat electrică sau o reglați fin cu instrumente de precizie, simularea realistă aduce la viață bucuria curățării.\n\nPerfectă pentru pasionații de jocuri de curățare, simulatoare de spălare electrică și simulare VR, această aventură oferă distracție fără sfârșit. Stăpânește-ți abilitățile de curățare, deblochează noi provocări și devină campionul suprem de curățare! ", "short_description": "Pregătește-te pentru a curăța și a străluci ca niciodată! Spălați mașinile și alte obiecte folosind instrumente puternice într-o experiență VR distractivă și captivantă. Bucurați-vă de mecanica de spălare realistă și de o grafică vibrantă în timp ce transformați obiectele murdare în capodopere impecabile."}, {"images": {"nodes": []}, "id": "3340674822756911", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["pulizia", "soddisfacente", "lucentezza", "spray", "lavaggio"], "long_description": "Entra nel mondo della pulizia virtuale con questa esperienza VR immersiva! Usa potenti strumenti di pulizia per lavare, strofinare e lucidare una varietà di oggetti, trasformandoli da sporchi a splendenti. Affronta sfide entusiasmanti mentre lavi a pressione tutto, da auto, barche e taxi a oggetti divertenti come una sedia, un pallone da basket, un cervo maschio, un coniglio robot e un roboeye.\n\nAvanza attraverso diversi livelli mentre pulisci un mobile, un'anatra, un cane e un bollitore, ognuno con una meccanica di lavaggio realistica che rende la pulizia soddisfacente e divertente. Lucida un jukebox, una sedia da cucina, un serbatoio dell'olio, un forno e una zucca spettrale. Ripristina la lucentezza di una radio, un frigorifero, una palla robotica e un elmo romano con le tue abilità di pulizia da esperto.\n\nCon una grafica vivace e autentici strumenti di lavaggio, divertiti a spazzare via lo sporco da una pistola, un pallone da calcio e una TV classica. Ogni oggetto presenta la sua sfida di pulizia, mantenendo il gameplay dinamico e coinvolgente. Che tu stia usando un'idropulitrice o che tu stia perfezionando con strumenti di precisione, la simulazione realistica dà vita alla gioia della pulizia.\n\nPerfetta per gli appassionati di giochi di pulizia, simulatori di lavaggio a pressione e simulazione VR, questa avventura offre un divertimento senza fine. Padroneggia le tue abilità di pulizia, sblocca nuove sfide e diventa il campione di pulizia definitivo!", "short_description": "Preparati a pulire e far brillare come mai prima! Lava auto e altri oggetti usando potenti strumenti in un'esperienza VR divertente e immersiva. Goditi la meccanica di lavaggio realistica e la grafica vibrante mentre trasformi oggetti sporchi in capolavori immacolati."}, {"images": {"nodes": []}, "id": "2409164079419608", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "プレッシャーウォッシュ VR: ASMR パワーウォッシャーの楽しみ", "keywords": ["洗浄", "満足感", "輝き", "スプレー"], "long_description": "この没入感のある VR 体験で、仮想洗浄の世界に足を踏み入れましょう! 強力な洗浄ツールを使用して、さまざまなオブジェクトを洗浄、こすり洗い、磨き、汚れたアイテムをピカピカにしましょう。車、ボート、タクシーから、椅子、バスケットボール、雄鹿、ウサギロボット、ロボアイなどの楽しいアイテムまで、あらゆるものをパワーウォッシュして、エキサイティングなチャレンジに挑戦しましょう。\n\nキャビネット、アヒル、犬、ケトルを掃除しながら、さまざまなレベルに進みます。それぞれに、掃除を満足感と楽しさにしてくれるリアルな洗浄メカニクスが備わっています。ジュークボックス、キッチンチェア、オイルタンク、オーブン、不気味なカボチャを磨きます。専門的な掃除スキルで、ラジオ、冷蔵庫、ロボットボール、ローマのヘルメットの輝きを取り戻しましょう。\n\n鮮やかなグラフィックと本物の洗浄ツールで、ピストル、サッカーボール、クラシックテレビの汚れを吹き飛ばしましょう。各オブジェクトには独自の洗浄チャレンジが用意されており、ゲームプレイはダイナミックで魅力的です。高圧洗浄機を使用する場合でも、精密なツールで微調整する場合でも、リアルなシミュレーションにより、洗浄の喜びが生き生きと表現されます。\n\n洗浄ゲーム、高圧洗浄シミュレーター、VR シミュレーションの愛好家に最適なこのアドベンチャーは、無限の楽しみを提供します。洗浄スキルをマスターし、新しいチャレンジをアンロックして、究極の洗浄チャンピオンに上り詰めましょう。仮想洗浄の世界に飛び込み、パワー洗浄のスリルを味わい、比類のない輝きを手に入れましょう。", "short_description": "これまでにないほどきれいに磨き上げましょう! 楽しく没入感のある VR 体験で、強力なツールを使用して車やその他の物を洗いましょう。汚れたアイテムをピカピカの傑作に変身させながら、リアルな洗浄メカニクスと鮮やかなグラフィックをお楽しみください。"}, {"images": {"nodes": []}, "id": "1622274665098202", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Lavagem de pressão VR: diversão com a la", "keywords": ["limpeza", "satisfação", "brilho", "pulverizar", "lavando"], "long_description": "Entre no mundo da limpeza virtual com esta experiência imersiva de RV! Utilize ferramentas de limpeza potentes para lavar, esfregar e polir uma variedade de objetos, transformando-os de sujos em brilhantes. Enfrente desafios emocionantes enquanto lava tudo, desde carros, barcos e táxis a artigos divertidos como uma cadeira, uma bola de basquetebol, um veado, um coelho robô e um robô-olho.\n\nAvance pelos diferentes níveis enquanto limpa um armário, um pato, um cão e uma chaleira, cada um com uma mecânica de lavagem realista que torna a limpeza satisfatória e divertida. Polir uma jukebox, uma cadeira de cozinha, um depósito de óleo, um forno e uma abóbora assustadora. Restaure o brilho de um rádio, frigorífico, bola robótica e capacete romano com as suas habilidades de limpeza especializadas.\n\nCom gráficos vibrantes e ferramentas de lavagem autênticas, divirta-se a remover sujidade com uma pistola, uma bola de futebol e uma TV clássica. Cada objeto apresenta o seu próprio desafio de limpeza, mantendo a jogabilidade dinâmica e envolvente. Quer esteja a utilizar uma lavadora de alta pressão ou a fazer ajustes finos com ferramentas de precisão, a simulação realista dá vida à alegria da limpeza.\n\nPerfeito para entusiastas de jogos de limpeza, simuladores de lavagem a jato e simulação de realidade virtual, esta aventura oferece diversão sem fim. Domina as tuas habilidades de limpeza, desbloqueia novos desafios e torna-te o maior campeão da limpeza!", "short_description": "Prepare-se para limpar e brilhar como nunca antes! Lave carros e outros objetos utilizando ferramentas poderosas numa experiência de RV divertida e envolvente. Desfrute da mecânica de lavagem realista e dos gráficos vibrantes enquanto transforma artigos sujos em obras-primas impecáveis."}, {"images": {"nodes": []}, "id": "1606739906648938", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Painepesu VR: ASMR Power Washer Fun", "keywords": ["puhdistus", "tyydyttävä", "loistaa", "spray", "pesu"], "long_description": "Astu virtuaalisen siivouksen maailmaan tämän mukaansatempaavan VR-kokemuksen avulla! Käytä tehokkaita puhdistustyökaluja erilaisten esineiden pesemiseen, hankaamiseen ja kiillottamiseen, jolloin ne muuttuvat likaisista kimaltaviksi. Ota vastaan ​​jännittäviä haasteita, kun peset koneella kaikkea autoista, veneistä ja takseista hauskoihin esineisiin, kuten tuoliin, koripalloon, hirvipeuraan, pupurobottiin ja roboeye-silmään.\n\nEtene eri tasoilla puhdistaessasi kaappia, ankkaa, koiraa ja vedenkeitintä, joista jokaisessa on realistinen pesumekaniikka, joka tekee puhdistamisesta tyydyttävää ja hauskaa. Kiillota jukeboksi, keittiötuoli, öljysäiliö, uuni ja pelottava kurpitsa. Palauta radion, jääkaapin, robottipallon ja roomalaisen kypärän kiilto ammattitaidollasi.\n\nElävällä grafiikalla ja aidoilla pesutyökaluilla voit puhaltaa likaa pistoolilla, jalkapallolla ja klassisella televisiolla. Jokaisella esineellä on oma puhdistushaasteensa, mikä pitää pelin dynaamisena ja kiinnostavana. Käytätkö pesuria tai hienosäätöä tarkkuustyökaluilla, realistinen simulaatio herättää siivoamisen ilon henkiin.\n\nTämä seikkailu sopii täydellisesti siivouspelien, tehopesusimulaattorien ja VR-simulaatioiden harrastajille. Se tarjoaa loputtomasti hauskaa. Hallitse siivoustaitosi, avaa uusia haasteita ja nouse siivousmestariksi! Sukella virtuaalisen pesun maailmaan, nauti tehopuhdistuksen jännityksestä ja saavuta vertaansa vailla oleva kiilto!", "short_description": "Valmistaudu puhdistamaan ja loistamaan enemmän kuin koskaan ennen! Pese autot ja muut esineet tehokkailla työkaluilla hauskassa, mukaansatempaavassa VR-kokemuksessa. Nauti realistisesta pesumekaniikasta ja eloisasta grafiikasta, kun muutat likaiset esineet tahrattomiksi mestariteoksiksi."}, {"images": {"nodes": []}, "id": "1492606301695771", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR：ASMR 高壓清洗樂趣", "keywords": ["打掃", "令人滿意", "閃耀", "洗滌", "噴"], "long_description": "透過這種身臨其境的 VR 體驗進入虛擬清潔的世界！使用強大的清潔工具來清洗、擦洗和拋光各種物體，使它們從骯髒變得閃亮。接受令人興奮的挑戰，用高壓水槍清洗一切東西，從汽車、船隻、計程車到椅子、籃球、雄鹿、兔子機器人和機器眼等有趣的物品。\n\n在清潔櫥櫃、鴨子、狗和水壺時，您將進入不同的級別，每個級別都具有逼真的洗滌機制，使清潔令人滿意和有趣。擦亮點唱機、廚房椅、油箱、烤箱和幽靈南瓜。利用您的專業清潔技能讓收音機、冰箱、機器球和羅馬頭盔恢復光澤。\n\n透過生動的圖形和真實的清洗工具，享受清除手槍、足球和經典電視上的污垢的樂趣。每個物件都有其獨特的清潔挑戰，讓遊戲玩法充滿活力且引人入勝。無論您使用高壓清洗機還是使用精密工具進行微調，逼真的模擬都會讓乾淨的樂趣變得生動有趣。\n\n這次冒險非常適合清潔遊戲、高壓清洗模擬器和虛擬實境模擬的愛好者，它可以提供無盡的樂趣。掌握您的清潔技能，解鎖新的挑戰，並成為最終的清潔冠軍！進入虛擬洗滌的世界，享受強力清潔的快感，獲得無與倫比的光澤！", "short_description": "準備好以前所未有的方式進行清潔和擦亮！在有趣、身臨其境的虛擬實境體驗中使用強大的工具清洗汽車和其他物體。享受逼真的洗滌機制和生動的圖形，將髒衣物變成一塵不染的傑作。"}, {"images": {"nodes": []}, "id": "1398124221174297", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["καθάρισμα", "ικανοποιητική", "λάμψη", "σπρέι", "πλύσιμο"], "long_description": "Μπείτε στον κόσμο του εικονικού καθαρισμού με αυτήν την καθηλωτική εμπειρία VR! Χρησιμοποιήστε ισχυρά εργαλεία καθαρισμού για να πλύνετε, να τρίψετε και να γυαλίσετε διάφορα αντικείμενα, μετατρέποντάς τα από βρώμικα σε αστραφτερά. Αντιμετωπίστε συναρπαστικές προκλήσεις καθώς πλένετε τα πάντα, από αυτοκίνητα, βάρκες και ταξί μέχρι διασκεδαστικά αντικείμενα όπως καρέκλα, μπάσκετ, ελάφια, ρομπότ λαγουδάκι και ρομπότ.\n\nΠροχωρήστε σε διαφορετικά επίπεδα καθώς καθαρίζετε ένα ντουλάπι, μια πάπια, έναν σκύλο και έναν βραστήρα, καθένα από τα οποία διαθέτει ρεαλιστικούς μηχανισμούς πλύσης που κάνουν τον καθαρισμό ικανοποιητικό και διασκεδαστικό. Γυαλίστε ένα τζουκ μποξ, καρέκλα κουζίνας, δεξαμενή λαδιού, φούρνο και μια τρομακτική κολοκύθα. Αποκαταστήστε τη λάμψη σε ένα ραδιόφωνο, ένα ψυγείο, μια μπάλα ρομπότ και ένα ρωμαϊκό κράνος με τις ειδικές σας δεξιότητες καθαρισμού.\n\nΜε ζωντανά γραφικά και αυθεντικά εργαλεία πλυσίματος, απολαύστε την ανατίναξη της βρωμιάς σε ένα πιστόλι, μια μπάλα ποδοσφαίρου και μια κλασική τηλεόραση. Κάθε αντικείμενο παρουσιάζει τη δική του πρόκληση καθαρισμού, διατηρώντας το παιχνίδι δυναμικό και ελκυστικό. Είτε χρησιμοποιείτε ηλεκτρικό πλυντήριο είτε βελτιστοποιείτε με εργαλεία ακριβείας, η ρεαλιστική προσομοίωση ζωντανεύει τη χαρά του καθαρισμού.\n\nΙδανική για τους λάτρεις των παιχνιδιών καθαρισμού, των προσομοιωτών πλύσης ρεύματος και της προσομοίωσης VR, αυτή η περιπέτεια προσφέρει ατελείωτη διασκέδαση.", "short_description": "Ετοιμαστείτε να καθαρίσετε και να λάμπετε όσο ποτέ άλλοτε! Πλύνετε αυτοκίνητα και άλλα αντικείμενα χρησιμοποιώντας ισχυρά εργαλεία σε μια διασκεδαστική, καθηλωτική εμπειρία VR. Απολαύστε ρεαλιστικούς μηχανισμούς πλύσης και ζωντανά γραφικά καθώς μεταμορφώνετε τα βρώμικα αντικείμενα σε πεντακάθαρα αριστουργήματα."}, {"images": {"nodes": []}, "id": "1377012160323661", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["limpieza", "satisfacción", "brillo", "lavado", "pulverización"], "long_description": "¡Entra al mundo de la limpieza virtual con esta experiencia de realidad virtual inmersiva! Usa poderosas herramientas de limpieza para lavar, restregar y pulir una variedad de objetos, convirtiéndolos de sucios a relucientes. Acepta desafíos emocionantes mientras lavas a presión todo, desde autos, botes y taxis hasta artículos divertidos como una silla, una pelota de baloncesto, un ciervo macho, un robot conejo y un ojo robot.\n\nAvanza a través de diferentes niveles mientras limpias un gabinete, un pato, un perro y una tetera, cada uno con mecánicas de lavado realistas que hacen que la limpieza sea satisfactoria y divertida. Lustra una máquina de discos, una silla de cocina, un tanque de aceite, un horno y una calabaza espeluznante. Restaura el brillo de una radio, un refrigerador, una bola robot y un casco romano con tus habilidades de limpieza expertas.\n\nCon gráficos vibrantes y herramientas de lavado auténticas, disfruta eliminando la suciedad de una pistola, un balón de fútbol y un televisor clásico. Cada objeto presenta su propio desafío de limpieza, lo que mantiene el juego dinámico y atractivo. Ya sea que uses una hidrolavadora o realices ajustes con herramientas de precisión, la simulación realista hace que la alegría de limpiar cobre vida.\n\nPerfecta para los entusiastas de los juegos de limpieza, los simuladores de lavado a presión y la simulación de realidad virtual, esta aventura ofrece diversión sin fin.", "short_description": "¡Prepárate para limpiar y brillar como nunca antes! Lava autos y otros objetos con herramientas poderosas en una experiencia de realidad virtual divertida e inmersiva. Disfruta de mecánicas de lavado realistas y gráficos vibrantes mientras transformas los artículos sucios en obras maestras impecables."}, {"images": {"nodes": [{"file_name": "Hero.png", "id": "3926470814260491", "image_type": "APP_IMG_HERO", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473391731_3926470817593824_4173370347846150177_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WNWbAYcQWQMQ7kNvwHyGj_a&_nc_oc=AdmcikwAAQeHNpEp3z5TkAWz0dcgptiaUBCgUJL3GilzvOOYKEu8Fcp3HX3XyvKHl3I&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfED9yBRteDzHVtkmt4eJl6HnPdj6vN1-gpxMaGs9z35Mw&oe=67FA61B9"}, {"file_name": "512x512.png", "id": "1871978243612502", "image_type": "APP_IMG_ICON", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473391883_1871978246945835_4101132256853130586_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EBJDPg1Fb7QQ7kNvwEHUcoY&_nc_oc=Adk7HQnN85P92E9UNIK4YWzS83E-jG8b7g_IAKd7zzgqkLnFC1KrrKcnAyirglo6gy8&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfFzHOliNgLSq1lVKE4Gnmcn5dwjN6c2tzY21cuGTPlSng&oe=67FA47FC"}, {"file_name": "1008X1440.png", "id": "1160461348812884", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473392309_1160461352146217_6280615034210428854_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7SJZGtUrVx4Q7kNvwE3atP7&_nc_oc=AdnmFDDntm44WeszUDWJj3ikd1ggqUmswm5xcWMXTiEVWKh3UDpDYbBYxuhPFKDyWIM&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfFNoL5xnjlMepkHaqI-kLUilBiQ4H_-WbPGYkmy5552ww&oe=67FA3C12"}, {"file_name": "Untitled-1.png", "id": "1110700974141067", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-lhr8-1.oculuscdn.com/v/t64.5771-25/473391862_1110700977474400_4599122674336013722_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FxBeyLx-CR4Q7kNvwF51mRI&_nc_oc=AdkhcFcRuSekayRm6o34K50pKAKjEHFAwCggIY68nfOXkAha1DqTK3-LzS2AvQyMSxo&_nc_zt=3&_nc_ht=scontent-lhr8-1.oculuscdn.com&oh=00_AfHETANSx568A00GBLkFpUSSBTYhOy-mv3zJXJTb8LAeCw&oe=67FA3CC2"}, {"file_name": "1440X1440.png", "id": "663252003054407", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473392305_663252006387740_6926677052418436002_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lUO7djK_uT4Q7kNvwFABp1Z&_nc_oc=AdkWNuE7Mgz5wW3RlOfd5FYEl0GhUb8NIQ4K1VnWoFVfCmob720B81A3faOWoVKxQUg&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfGLQ-jIaeWAw1-6ws2LM-TAfTBhO1a7zBrqfqiNbbX-mQ&oe=67FA6D8F"}, {"file_name": "1080X360.png", "id": "503060109507554", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-lhr6-1.oculuscdn.com/v/t64.5771-25/473391911_503060116174220_8573958024566589474_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ky88xtufl2EQ7kNvwG_CCPp&_nc_oc=Adm0m8KtbmDLBzV41kvaqMPPI-pAVmkPSqP6XbTYJh324q9di00H9uckYInzuKFFxEA&_nc_zt=3&_nc_ht=scontent-lhr6-1.oculuscdn.com&oh=00_AfGqVOaxMlKC4VmnwJB4ftDwmTFCM4CilGkgxfh5Sbj1HA&oe=67FA3A65"}, {"file_name": "2560X1440_01.png", "id": "471414512576478", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-lhr6-1.oculuscdn.com/v/t64.5771-25/473393649_471414515909811_3154428366811664559_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NdVqx1OOX7IQ7kNvwGA0Oml&_nc_oc=AdlTKmSBBtv6WzzdRDE9_chuGUATeKddf8oIndeNWL6YGIWD1BJDUNJNcK0RlDRf8mQ&_nc_zt=3&_nc_ht=scontent-lhr6-1.oculuscdn.com&oh=00_AfEDm8h6GppO5eFNcIlWOVJ1J9VZjPCVUnzW4NDLjEMzTw&oe=67FA5395"}]}, "id": "1348561942838037", "locale": "en_US", "screenshots": [{"file_name": "2560X1440_01-1.png", "id": "1395469301650177", "uri": "https://scontent-lhr8-2.oculuscdn.com/v/t64.5771-25/473393117_1395469311650176_4277358760449333576_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uf0IBVAxlaQQ7kNvwHbCPNd&_nc_oc=AdmCCGWnu_zOyRoEKJXt5L3vZFH6YHi1tUtyaLA86qUaxsiMQi-4RRgLjIZf_dznIDM&_nc_zt=3&_nc_ht=scontent-lhr8-2.oculuscdn.com&oh=00_AfGjs0Fb-IfRJIMTwLSG6M_J_BkzqQcVPZyjQA-HxcqEEg&oe=67FA5EA6"}, {"file_name": "2560X1440_03.png", "id": "935963865320250", "uri": "https://scontent-lhr8-2.oculuscdn.com/v/t64.5771-25/473391822_935963868653583_7809664897045503760_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MfpMXDskrcQQ7kNvwGrYF36&_nc_oc=AdmDQob_FsDf8ua3Nc99vK-dslzHL_11-WhlCMFm_LSls9hFiVUwDP98UP-PQZ1yye4&_nc_zt=3&_nc_ht=scontent-lhr8-2.oculuscdn.com&oh=00_AfFyNK6cGtm9Z-mHgniAAcR4gw5j9JhWW_SRwXnCakJwDQ&oe=67FA4CE0"}, {"file_name": "2560X1440_02.png", "id": "2071860296578703", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473393558_2071860299912036_3060740668488434749_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ILMnTikWi54Q7kNvwF15dTf&_nc_oc=Adm1k4CgLGNCLnHdTaO4C-XU5Y9qtmAGhUY5kd648DRXuYbhJKj4x8n28Eif4fN9Ujw&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfGZD_arCvxPONjOYM14TRquf7s03uxqAmXRFf0k8H5G9Q&oe=67FA504C"}, {"file_name": "2560X1440_04-1.png", "id": "1139622487383979", "uri": "https://scontent-lhr8-2.oculuscdn.com/v/t64.5771-25/473391772_1139622490717312_2564680951537755129_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U60DwWSz420Q7kNvwFoeIhp&_nc_oc=Adn5PjsU0_m9MoKfb8pgZ3TKT06lnMcugcw0TPqUgzVHt5aa0JRKA6cTAShX5e_iYYM&_nc_zt=3&_nc_ht=scontent-lhr8-2.oculuscdn.com&oh=00_AfG74OiiP_eX6kodVniMHVrm7CyoovshLPcoIviR1u9YWw&oe=67FA4A2A"}, {"file_name": "ScreebShot_01.png", "id": "1555313115179961", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473391769_1555313121846627_2458536396036640129_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GwrX5_9vmBkQ7kNvwG64MGY&_nc_oc=AdnKqBA3rIMDrlUGN56EWb4G-VcSnB6nkD0B7r6-WtjxrDFB4rA7LCXNX3klvjHxzuk&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfHpyLt_mKAtIjpbh0p_KeUFh1n8WuIMdNxYIFPX-vs9xw&oe=67FA4FD3"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["cleaning", "satisfying", "shine", "spray", "washing"], "long_description": "Step into the world of virtual cleaning with this immersive VR experience! Use powerful cleaning tools to wash, scrub, and polish a variety of objects, turning them from grimy to gleaming. Take on exciting challenges as you power wash everything from cars, boats, and taxi to fun items like a chair, basketball, buck deer, bunny robot, and roboeye.\n\nProgress through different levels as you clean a cabinet, duck, dog, and kettle, each featuring realistic washing mechanics that make cleaning satisfying and fun. Polish a jukebox, kitchen chair, oil tank, oven, and a spooky pumpkin. Restore the shine to a radio, fridge, robot ball, and roman helmet with your expert cleaning skills.\n\nWith vibrant graphics and authentic washing tools, enjoy blasting away dirt on a pistol, soccer ball, and a classic TV. Each object presents its own cleaning challenge, keeping the gameplay dynamic and engaging. Whether you’re using a power washer or fine-tuning with precision tools, the realistic simulation brings the joy of cleaning to life.\n\nPerfect for enthusiasts of cleaning games, power washing simulators, and VR simulation, this adventure offers endless fun. Master your cleaning skills, unlock new challenges, and rise as the ultimate cleaning champion! Dive into the world of virtual washing, embrace the thrill of power cleaning, and achieve unmatched shine!", "short_description": "Get ready to clean and shine like never before! Wash cars and other objects using powerful tools in a fun, immersive VR experience. Enjoy realistic washing mechanics and vibrant graphics as you transform dirty items into spotless masterpieces."}, {"images": {"nodes": []}, "id": "1207218544318360", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "高压清洗 VR：ASMR 强力清洗乐趣", "keywords": ["清洁", "令人满意", "光泽", "喷雾", "清洗"], "long_description": "通过这种身临其境的 VR 体验进入虚拟清洁的世界！使用强大的清洁工具清洗、擦洗和抛光各种物品，将它们从肮脏变为闪闪发光。接受激动人心的挑战，用高压水清洗从汽车、船只和出租车到椅子、篮球、雄鹿、兔子机器人和机器人眼等有趣物品的一切。\n\n在清洁橱柜、鸭子、狗和水壶时，通过不同的关卡，每个关卡都具有逼真的清洗机制，使清洁既令人满意又有趣。擦亮点唱机、厨房椅子、油箱、烤箱和幽灵南瓜。利用您的专业清洁技能恢复收音机、冰箱、机器人球和罗马头盔的光泽。\n\n凭借生动的图形和真实的清洗工具，您可以尽情清除手枪、足球和经典电视上的污垢。每个物体都有自己的清洁挑战，让游戏玩法充满活力和吸引力。无论您是使用高压清洗机还是使用精密工具进行微调，逼真的模拟都能让清洁的乐趣栩栩如生。\n\n非常适合清洁游戏、高压清洗模拟器和 VR 模拟的爱好者，这场冒险提供无尽的乐趣。掌握您的清洁技能，解锁新挑战，成为最终的清洁冠军！进入虚拟清洗的世界，享受强力清洗的快感，实现无与伦比的光泽！", "short_description": "准备好以前所未有的方式进行清洁和擦亮吧！在有趣、身临其境的 VR 体验中使用强大的工具清洗汽车和其他物品。享受逼真的清洗机制和生动的图形，将脏兮兮的物品变成一尘不染的杰作。"}, {"images": {"nodes": []}, "id": "1151039140011698", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Högtryckstvätt VR: ASMR Power Washer Fun", "keywords": ["rengöring", "tillfredsställande", "glans", "spray", "tvättning"], "long_description": "Kliv in i en värld av virtuell rengöring med denna uppslukande VR-upplevelse! Använd kraftfulla rengöringsverktyg för att tvätta, skrubba och polera en mängd olika föremål och förvandla dem från smutsiga till glänsande. Ta dig an spännande utmaningar när du tvättar allt från bilar, båtar och taxi till roliga föremål som en stol, basketboll, rådjur, kaninrobot och roboeye.\n\nGå vidare genom olika nivåer när du rengör ett skåp, anka, hund och vattenkokare, var och en med realistisk tvättmekanik som gör städningen tillfredsställande och rolig. Polera en jukebox, köksstol, oljetank, ugn och en spöklik pumpa. Återställ glansen till en radio, kylskåp, robotboll och romersk hjälm med dina expertkunskaper om rengöring.\n\nMed livfull grafik och autentiska tvättverktyg kan du njuta av att spränga bort smuts på en pistol, fotboll och en klassisk TV. Varje objekt presenterar sin egen städningsutmaning, vilket håller spelet dynamiskt och engagerande. Oavsett om du använder en motortvätt eller finjusterar med precisionsverktyg, väcker den realistiska simuleringen städglädjen till liv.\n\nPerfekt för entusiaster av städspel, powerwashing-simulatorer och VR-simulering, detta äventyr erbjuder oändligt roligt. Bemästra dina städkunskaper, lås upp nya utmaningar och bli den ultimata städmästaren! Dyk in i en värld av virtuell tvätt, omfamna spänningen med kraftrengöring och uppnå oöverträffad glans!", "short_description": "Gör dig redo att rengöra och glänsa som aldrig förr! Tvätta bilar och andra föremål med kraftfulla verktyg i en rolig, uppslukande VR-upplevelse. Njut av realistisk tvättmekanik och livfull grafik när du förvandlar smutsiga föremål till fläckfria mästerverk."}, {"images": {"nodes": []}, "id": "1054091086529456", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Basınçlı Yıkama VR: ASMR Güç Yıkama Eğle", "keywords": ["temizlik", "parlaklık", "sprey", "yıkama"], "long_description": "Bu sürükleyici VR deneyimiyle sanal temizlik dünyasına adım atın! Çeşitli nesneleri yıkamak, fırçalamak ve parlatmak için güçlü temizlik araçlarını kullanın ve onları kirliden parlak hale getirin. Arabalardan, teknelerden ve taksilerden sandalye, basketbol, ​​geyik, tavşan robot ve roboeye gibi eğlenceli eşyalara kadar her şeyi güçle yıkarken heyecan verici zorlukların üstesinden gelin.\n\nDolap, ördek, köpek ve su ısıtıcısını temizlerken farklı seviyelerde ilerleyin; her biri temizliği tatmin edici ve eğlenceli hale getiren gerçekçi yıkama mekaniklerine sahiptir. Bir müzik kutusunu, mutfak sandalyesini, yağ tankını, fırını ve ürkütücü bir balkabağını parlatın. Uzman temizlik becerilerinizle bir radyoya, buzdolabına, robot topuna ve Roma miğferine parlaklığını geri kazandırın.\n\nCanlı grafikler ve gerçek yıkama araçlarıyla, bir tabanca, futbol topu ve klasik bir televizyondaki kiri temizlemenin tadını çıkarın. Her nesne kendi temizlik zorluğunu sunarak oyun deneyimini dinamik ve ilgi çekici tutar. İster basınçlı yıkayıcı kullanın ister hassas aletlerle ince ayar yapın, gerçekçi simülasyon temizliğin keyfini hayata geçirir.\n\nTemizlik oyunları, basınçlı yıkama simülatörleri ve VR simülasyonu meraklıları için mükemmel olan bu macera, sonsuz eğlence sunar. Temizlik becerilerinizde ustalaşın, yeni zorlukların kilidini açın ve nihai temizlik şampiyonu olarak yükselin! Sanal yıkama dünyasına dalın, basınçlı temizliğin heyecanını kucaklayın ve eşsiz bir parlaklık elde edin!", "short_description": "Daha önce hiç olmadığı kadar temizlemeye ve parlatmaya hazır olun! Eğlenceli, sürükleyici bir VR deneyiminde güçlü araçlar kullanarak arabaları ve diğer nesneleri yıkayın. Kirli eşyaları lekesiz şaheserlere dönüştürürken gerçekçi yıkama mekaniklerinin ve canlı grafiklerin tadını çıkarın."}, {"images": {"nodes": []}, "id": "1031635615668942", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["Reinigen", "befriedigend", "Glanz", "Sprühen", "Waschen"], "long_description": "Treten Sie mit diesem immersiven VR-Erlebnis in die Welt der virtuellen Reinigung ein! Verwenden Sie leistungsstarke Reinigungswerkzeuge, um eine Vielzahl von Objekten zu waschen, zu schrubben und zu polieren und sie von schmutzig in glänzend zu verwandeln. Nehmen Sie spannende Herausforderungen an, während Sie alles mit dem Hochdruckreiniger reinigen, von Autos, Booten und Taxis bis hin zu lustigen Gegenständen wie Stühlen, Basketball, Rehböcken, Roboterhasen und Roboteraugen.\n\nArbeiten Sie sich durch verschiedene Level, während Sie einen Schrank, eine Ente, einen Hund und einen Kessel reinigen, die alle über realistische Waschmechaniken verfügen, die das Reinigen befriedigend und unterhaltsam machen. Polieren Sie eine Jukebox, einen Küchenstuhl, einen Öltank, einen Ofen und einen gruseligen Kürbis. Bringen Sie mit Ihren professionellen Reinigungsfähigkeiten ein Radio, einen Kühlschrank, einen Roboterball und einen Römerhelm wieder zum Glänzen.\n\nGenießen Sie es, mit lebendigen Grafiken und authentischen Waschwerkzeugen den Schmutz von einer Pistole, einem Fußball und einem klassischen Fernseher wegzublasen. Jeder Gegenstand stellt seine eigene Reinigungsherausforderung dar, wodurch das Gameplay dynamisch und spannend bleibt. Egal, ob Sie einen Hochdruckreiniger verwenden oder mit Präzisionswerkzeugen Feinabstimmungen vornehmen, die realistische Simulation erweckt die Freude am Putzen zum Leben.\n\n", "short_description": "Machen Sie sich bereit für Reinigung und Glanz wie nie zuvor! Waschen Sie Autos und andere Gegenstände mit leistungsstarken Werkzeugen in einem unterhaltsamen, immersiven VR-Erlebnis. Genießen Sie realistische Waschmechaniken und lebendige Grafiken, während Sie schmutzige Gegenstände in makellose Meisterwerke verwandeln."}, {"images": {"nodes": []}, "id": "1015980107246059", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["phun", "rửa"], "long_description": "Bước vào thế giới vệ sinh ảo với trải nghiệm VR nhập vai này! Sử dụng các công cụ vệ sinh mạnh mẽ để rửa, chà và đánh bóng nhiều loại đồ vật, biến chúng từ bẩn thỉu thành sáng bóng. Đối mặt với những thử thách thú vị khi bạn rửa sạch mọi thứ từ ô tô, thuyền và taxi đến những đồ vật vui nhộn như ghế, bóng rổ, hươu đực, robot thỏ và roboeye.\n\nTiến triển qua các cấp độ khác nhau khi bạn rửa tủ, vịt, chó và ấm đun nước, mỗi cấp độ đều có cơ chế rửa chân thực giúp việc vệ sinh trở nên thỏa mãn và thú vị. Đánh bóng máy hát tự động, ghế bếp, thùng dầu, lò nướng và quả bí ngô ma quái. Khôi phục độ sáng bóng cho radio, tủ lạnh, quả bóng rô bốt và mũ bảo hiểm La Mã bằng các kỹ năng vệ sinh chuyên nghiệp của bạn.\n\nVới đồ họa sống động và các công cụ rửa chân thực, hãy tận hưởng việc thổi bay bụi bẩn trên súng lục, quả bóng đá và TV cổ điển. Mỗi vật thể đều có thử thách vệ sinh riêng, giúp trò chơi trở nên năng động và hấp dẫn. Cho dù bạn sử dụng máy rửa điện hay tinh chỉnh bằng các công cụ chính xác, mô phỏng thực tế sẽ mang lại niềm vui vệ sinh.\n\nHoàn hảo cho những người đam mê trò chơi vệ sinh, trình mô phỏng rửa điện và mô phỏng VR, cuộc phiêu lưu này mang đến niềm vui bất tận. Làm chủ kỹ năng vệ sinh của bạn, mở khóa những thử thách mới và vươn lên trở thành nhà vô địch vệ sinh tối thượng! Đắm mình vào thế giới rửa ảo, tận hưởng cảm giác hồi hộp khi rửa điện và đạt được độ sáng bóng vô song!", "short_description": "Hãy sẵn sàng để làm sạch và sáng bóng hơn bao giờ hết! Rửa xe và các đồ vật khác bằng các công cụ mạnh mẽ trong trải nghiệm VR nhập vai thú vị. Tận hưởng cơ chế rửa chân thực và đồ họa sống động khi bạn biến những đồ vật bẩn thành kiệt tác không tì vết."}, {"images": {"nodes": []}, "id": "1009840141015267", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["очистка", "удовлетворение", "блеск", "распыление", "мытье"], "long_description": "Погрузитесь в мир виртуальной уборки с этим захватывающим VR-опытом! Используйте мощные чистящие инструменты для мытья, чистки и полировки различных предметов, превращая их из грязных в блестящие. Примите захватывающие вызовы, моя под давлением все, от автомобилей, лодок и такси до забавных предметов, таких как стул, баскетбольный мяч, олень, кролик-робот и робоглаз.\n\nПроходите различные уровни, очищая шкаф, утку, собаку и чайник, каждый из которых отличается реалистичной механикой мытья, которая делает уборку приятной и веселой. Отполируйте музыкальный автомат, кухонный стул, масляный бак, духовку и жуткую тыкву. Верните блеск радио, холодильнику, роботу-мячу и римскому шлему, используя свои экспертные навыки уборки.\n\nБлагодаря яркой графике и аутентичным инструментам для мытья наслаждайтесь очисткой пистолета, футбольного мяча и классического телевизора от грязи. Каждый объект представляет собой свою собственную задачу по очистке, сохраняя динамичность и увлекательность игрового процесса. Независимо от того, используете ли вы мойку высокого давления или тонкую настройку с помощью точных инструментов, реалистичная симуляция оживляет радость уборки.\n\nИдеально подходит для любителей игр по уборке, симуляторов мойки высокого давления и симуляции виртуальной реальности, это приключение предлагает бесконечное веселье. Совершенствуйте свои навыки уборки, открывайте новые задачи и станьте настоящим чемпионом по уборке!", "short_description": "Приготовьтесь чистить и блестеть, как никогда раньше! Мойте автомобили и другие предметы, используя мощные инструменты в увлекательном, захватывающем VR-опыте. Наслаждайтесь реалистичной механикой мытья и яркой графикой, превращая грязные предметы в безупречные шедевры."}, {"images": {"nodes": []}, "id": "991277042873933", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["nettoyage", "satisfaisant", "brillance", "spray", "lavage"], "long_description": "Entrez dans le monde du nettoyage virtuel avec cette expérience VR immersive ! Utilisez des outils de nettoyage puissants pour laver, frotter et polir une variété d'objets, les faisant passer de sales à brillants. Relevez des défis passionnants en lavant à haute pression tout, des voitures, des bateaux et des taxis aux objets amusants comme une chaise, un ballon de basket, un cerf, un robot lapin et un roboeye.\n\nProgressez à travers différents niveaux en nettoyant une armoire, un canard, un chien et une bouilloire, chacun présentant des mécanismes de lavage réalistes qui rendent le nettoyage satisfaisant et amusant. Polissez un jukebox, une chaise de cuisine, un réservoir d'huile, un four et une citrouille effrayante. Redonnez l'éclat à une radio, un réfrigérateur, une boule robotisée et un casque romain grâce à vos compétences de nettoyage expertes.\n\nAvec des graphismes vibrants et des outils de lavage authentiques, amusez-vous à éliminer la saleté sur un pistolet, un ballon de football et une télévision classique. Chaque objet présente son propre défi de nettoyage, ce qui rend le gameplay dynamique et engageant. Que vous utilisiez un nettoyeur haute pression ou que vous ajustiez avec des outils de précision, la simulation réaliste donne vie à la joie du nettoyage.\n\nParfaite pour les amateurs de jeux de nettoyage, de simulateurs de lavage haute pression et de simulation VR, cette aventure offre un plaisir sans fin. ", "short_description": "Préparez-vous à nettoyer et à faire briller comme jamais auparavant ! Lavez les voitures et autres objets à l'aide d'outils puissants dans une expérience VR amusante et immersive. Profitez de mécanismes de lavage réalistes et de graphismes éclatants pendant que vous transformez les objets sales en chefs-d'œuvre impeccables."}, {"images": {"nodes": []}, "id": "940908881166804", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tlaková myčka VR: ASMR Power Washer Fun", "keywords": ["čištění", "uspokojující", "lesk", "sprej", "mytí"], "long_description": "Vstupte do světa virtuálního úklidu s tímto pohlcujícím zážitkem VR! Používejte výkonné čisticí nástroje k mytí, drhnutí a leštění různých předmětů a proměňte je ze špinavých na lesklé. Postavte se vzrušujícím výzvám při mytí všech věcí od aut, lodí a taxíků až po zábavné předměty, jako je židle, basketbalový míč, jelen, robot zajíček a roboeye.\n\nPostupujte různými úrovněmi při čištění skříně, kachny, psa a rychlovarné konvice, z nichž každá obsahuje realistické mycí mechanismy, díky kterým je čištění uspokojující a zábavné. Vyleštěte jukebox, kuchyňskou židli, olejovou nádrž, troubu a strašidelnou dýni. Vraťte lesk rádiu, lednici, robotickému míči a římské helmě pomocí svých odborných čisticích dovedností.\n\nS živou grafikou a autentickými mycími nástroji si užijte odstřelování nečistot na pistoli, fotbalovém míči a klasické televizi. Každý objekt představuje svou vlastní výzvu k čištění, takže hra zůstává dynamická a poutavá. Ať už používáte myčku nebo dolaďujete pomocí přesných nástrojů, realistická simulace přináší radost z úklidu.\n\nToto dobrodružství, které je ideální pro milovníky úklidových her, simulátorů mytí a simulace virtuální reality, nabízí nekonečnou zábavu. Osvojte si své úklidové dovednosti, odemkněte nové výzvy a staňte se konečným mistrem úklidu! Ponořte se do světa virtuálního mytí, přijměte vzrušení z intenzivního čištění a dosáhněte bezkonkurenčního lesku!", "short_description": "Připravte se na čištění a lesk jako nikdy předtím! Umyjte auta a další předměty pomocí výkonných nástrojů v zábavném a pohlcujícím zážitku VR. Užijte si realistickou mechaniku mytí a živou grafiku, když přeměňujete špinavé předměty na neposkvrněná mistrovská díla."}, {"images": {"nodes": []}, "id": "672413062123972", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Høytrykksvask VR: ASMR Power Washer Fun", "keywords": ["rengjøring", "tilfredsstillende", "skinne", "sprøyte", "vask"], "long_description": "Gå inn i verden av virtuell rengjøring med denne oppslukende VR-opplevelsen! Bruk kraftige rengjøringsverktøy til å vaske, skrubbe og polere en rekke gjenstander, og gjøre dem fra skitne til skinnende. Ta på deg spennende utfordringer mens du kraftvasker alt fra biler, båter og taxier til morsomme ting som en stol, basketball, hjort, kaninrobot og roboeye.\n\nGå gjennom forskjellige nivåer mens du rengjør et skap, en and, en hund og en vannkoker, hver med realistisk vaskemekanikk som gjør rengjøring tilfredsstillende og morsom. Poler en jukeboks, kjøkkenstol, oljetank, stekeovn og et skummelt gresskar. Gjenopprett glansen til en radio, kjøleskap, robotball og romersk hjelm med dine eksperter innen rengjøring.\n\nMed livlig grafikk og autentiske vaskeverktøy kan du glede deg over å sprenge bort skitt på en pistol, fotball og en klassisk TV. Hvert objekt presenterer sin egen rengjøringsutfordring, og holder spillet dynamisk og engasjerende. Enten du bruker en kraftvasker eller finjusterer med presisjonsverktøy, gir den realistiske simuleringen gleden ved å rengjøre liv.\n\nPerfekt for entusiaster av rengjøringsspill, kraftvaskesimulatorer og VR-simulering, dette eventyret byr på uendelig moro. Mestr rengjøringsferdighetene dine, lås opp nye utfordringer og hev deg som den ultimate rengjøringsmesteren! Dykk inn i en verden av virtuell vask, omfavn spenningen med kraftrengjøring og oppnå uovertruffen glans!", "short_description": "Gjør deg klar til å rengjøre og skinne som aldri før! Vask biler og andre gjenstander med kraftige verktøy i en morsom, oppslukende VR-opplevelse. Nyt realistisk vaskemekanikk og livlig grafikk mens du forvandler skitne gjenstander til plettfrie mesterverk."}, {"images": {"nodes": []}, "id": "653109640738521", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["limpieza", "satisfacción", "brillo", "pulverización", "lavado"], "long_description": "¡Entra al mundo de la limpieza virtual con esta experiencia de realidad virtual inmersiva! Usa poderosas herramientas de limpieza para lavar, restregar y pulir una variedad de objetos, convirtiéndolos de sucios a relucientes. Acepta desafíos emocionantes mientras lavas a presión todo, desde autos, botes y taxis hasta artículos divertidos como una silla, una pelota de baloncesto, un ciervo macho, un robot conejo y un ojo robot.\n\nAvanza a través de diferentes niveles mientras limpias un gabinete, un pato, un perro y una tetera, cada uno con mecánicas de lavado realistas que hacen que la limpieza sea satisfactoria y divertida. Lustra una máquina de discos, una silla de cocina, un tanque de aceite, un horno y una calabaza espeluznante. Restaura el brillo de una radio, un refrigerador, una bola robot y un casco romano con tus habilidades de limpieza expertas.\n\nCon gráficos vibrantes y herramientas de lavado auténticas, disfruta eliminando la suciedad de una pistola, un balón de fútbol y un televisor clásico. Cada objeto presenta su propio desafío de limpieza, lo que mantiene el juego dinámico y atractivo. Ya sea que uses una hidrolavadora o realices ajustes con herramientas de precisión, la simulación realista hace que la alegría de limpiar cobre vida.\n\nPerfecta para los entusiastas de los juegos de limpieza, los simuladores de lavado a presión y la simulación de realidad virtual, esta aventura ofrece diversión sin fin. ", "short_description": "¡Prepárate para limpiar y brillar como nunca antes! Lava autos y otros objetos con herramientas poderosas en una experiencia de realidad virtual divertida e inmersiva. Disfruta de mecánicas de lavado realistas y gráficos vibrantes mientras transformas los artículos sucios en obras maestras impecables."}, {"images": {"nodes": []}, "id": "641003168332430", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: Zabawa myjką ciśnienio", "keywords": ["czyszczenie", "zadowalające", "połysk", "spryskiwanie", "mycie"], "long_description": "Wkrocz do świata wirtualnego czyszczenia dzięki temu wciągającemu doświadczeniu VR! Używaj potężnych narzędzi czyszczących, aby myć, szorować i polerować różne przedmioty, zmieniając je z brudnych w lśniące. Podejmuj ekscytujące wyzwania, myjąc ciśnieniowo wszystko, od samochodów, łodzi i taksówek po zabawne przedmioty, takie jak krzesło, piłka do koszykówki, jeleń, robot-królik i robo-oko.\n\nPrzechodź przez różne poziomy, czyszcząc szafkę, kaczkę, psa i czajnik, z których każdy zawiera realistyczną mechanikę mycia, dzięki której czyszczenie jest satysfakcjonujące i przyjemne. Wypoleruj szafę grającą, krzesło kuchenne, zbiornik oleju, piekarnik i upiorną dynię. Przywróć blask radiu, lodówce, kuli robota i rzymskiemu hełmowi dzięki swoim eksperckim umiejętnościom czyszczenia.\n\nDzięki żywej grafice i autentycznym narzędziom do mycia możesz cieszyć się usuwaniem brudu pistoletem, piłką nożną i klasycznym telewizorem. Każdy obiekt stanowi własne wyzwanie w czyszczeniu, dzięki czemu rozgrywka jest dynamiczna i angażująca. Niezależnie od tego, czy używasz myjki ciśnieniowej, czy dostrajasz ją za pomocą precyzyjnych narzędzi, realistyczna symulacja ożywia radość czyszczenia.\n\nIdealna dla entuzjastów gier czyszczących, symulatorów mycia ciśnieniowego i symulacji VR, ta przygoda oferuje niekończącą się zabawę. Opanuj swoje umiejętności czyszczenia, odblokuj nowe wyzwania i zostań mistrzem sprzątania! ", "short_description": "Przygotuj się na czyszczenie i błyszczenie jak nigdy dotąd! Myj samochody i inne przedmioty za pomocą potężnych narzędzi w zabawnym, wciągającym doświadczeniu VR. Ciesz się realistyczną mechaniką mycia i żywą grafiką, przekształcając brudne przedmioty w nieskazitelne arcydzieła."}, {"images": {"nodes": []}, "id": "620914933987093", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Washer VR: ASMR Power Washer Fu", "keywords": ["rensning", "tilfredsstillende", "skinne", "spray", "vask"], "long_description": "Træd ind i verden af ​​virtuel rengøring med denne fordybende VR-oplevelse! Brug kraftfulde rengøringsværktøjer til at vaske, skrubbe og polere en række forskellige genstande, og forvandle dem fra snavset til skinnende. Tag på spændende udfordringer, mens du vasker alt fra biler, både og taxaer til sjove ting som en stol, basketball, hjorte, kaninrobot og roboeye.\n\nGå videre gennem forskellige niveauer, mens du rengør et skab, en and, en hund og en kedel, som hver byder på realistisk vaskemekanik, der gør rengøringen tilfredsstillende og sjov. Poler en jukeboks, køkkenstol, olietank, ovn og et uhyggeligt græskar. Gendan glansen til en radio, køleskab, robotbold og romersk hjelm med dine eksperter inden for rengøring.\n\nMed livlig grafik og autentiske vaskeværktøjer kan du nyde at sprænge snavs væk på en pistol, fodbold og et klassisk tv. Hvert objekt præsenterer sin egen rengøringsudfordring, der holder gameplayet dynamisk og engagerende. Uanset om du bruger en motorvasker eller finjusterer med præcisionsværktøjer, bringer den realistiske simulering glæden ved rengøring til live.\n\nPerfekt til entusiaster af rengøringsspil, power washing simulatorer og VR-simulering, dette eventyr byder på uendelig sjov. Mestrer dine rengøringsevner, lås op for nye udfordringer, og rejs dig som den ultimative rengøringsmester! Dyk ned i en verden af ​​virtuel vask, omfavn spændingen ved kraftrengøring, og opnå uovertruffen glans", "short_description": "Gør dig klar til at rense og skinne som aldrig før! Vask biler og andre genstande ved hjælp af kraftfulde værktøjer i en sjov, fordybende VR-oplevelse. Nyd realistisk vaskemekanik og levende grafik, mens du forvandler snavsede genstande til pletfrie mesterværker."}, {"images": {"nodes": []}, "id": "620009227461555", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["schoonmaken", "voldoening", "glans", "spray", "wassen"], "long_description": "Pressure Wash VR: ASMR Power Washer Fun\n\nMaak je klaar om te reinigen en te glanzen als nooit tevoren! Was auto's en andere objecten met krachtige tools in een leuke, meeslepende VR-ervaring. Geniet van realistische wasmechanismen en levendige graphics terwijl je vuile items transformeert in vlekkeloze meesterwerken.\n\nStap in de wereld van virtueel schoonmaken met deze meeslepende VR-ervaring! Gebruik krachtige schoonmaaktools om verschillende objecten te wassen, schrobben en polijsten, en verander ze van vuil in glanzend. Ga spannende uitdagingen aan terwijl je alles wast, van auto's, boten en taxi's tot leuke items zoals een stoel, basketbal, hertenbok, konijnenrobot en roboeye.\n\nGa door verschillende levels terwijl je een kast, eend, hond en waterkoker schoonmaakt, elk met realistische wasmechanismen die schoonmaken bevredigend en leuk maken. Poets een jukebox, keukenstoel, olietank, oven en een griezelige pompoen. Herstel de glans van een radio, koelkast, robotbal en Romeinse helm met je deskundige schoonmaakvaardigheden.\n\nMet levendige graphics en authentieke wastools kun je genieten van het wegblazen van vuil op een pistool, voetbal en een klassieke tv. Elk object presenteert zijn eigen schoonmaakuitdaging, waardoor de gameplay dynamisch en boeiend blijft. Of je nu een hogedrukreiniger gebruikt of met precisietools aan het finetunen bent, de realistische simulatie brengt de vreugde van schoonmaken tot leven.", "short_description": "Maak je klaar om te reinigen en te glanzen als nooit tevoren! Was auto's en andere objecten met krachtige tools in een leuke, meeslepende VR-ervaring. Geniet van realistische wasmechanismen en levendige graphics terwijl je vuile items transformeert in vlekkeloze meesterwerken."}, {"images": {"nodes": []}, "id": "611609331755702", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR：ASMR 高壓清洗樂趣", "keywords": ["打掃", "令人滿意", "閃耀", "噴", "洗滌"], "long_description": "透過這種身臨其境的 VR 體驗進入虛擬清潔的世界！使用強大的清潔工具來清洗、擦洗和拋光各種物體，使它們從骯髒變得閃亮。接受令人興奮的挑戰，用高壓水槍清洗一切東西，從汽車、船隻、計程車到椅子、籃球、雄鹿、兔子機器人和機器眼等有趣的物品。\n\n在清潔櫥櫃、鴨子、狗和水壺時，您將進入不同的級別，每個級別都具有逼真的洗滌機制，使清潔令人滿意和有趣。擦亮點唱機、廚房椅、油箱、烤箱和幽靈南瓜。利用您的專業清潔技能讓收音機、冰箱、機器球和羅馬頭盔恢復光澤。\n\n透過生動的圖形和真實的清洗工具，享受清除手槍、足球和經典電視上的污垢的樂趣。每個物件都有其獨特的清潔挑戰，讓遊戲玩法充滿活力且引人入勝。無論您使用高壓清洗機還是使用精密工具進行微調，逼真的模擬都會讓乾淨的樂趣變得生動有趣。\n\n這次冒險非常適合清潔遊戲、高壓清洗模擬器和虛擬實境模擬的愛好者，它可以提供無盡的樂趣。掌握您的清潔技能，解鎖新的挑戰，並成為最終的清潔冠軍！進入虛擬洗滌的世界，享受強力清潔的快感，獲得無與倫比的光澤！", "short_description": "準備好以前所未有的方式進行清潔和擦亮！在有趣、身臨其境的虛擬實境體驗中使用強大的工具清洗汽車和其他物體。享受逼真的洗滌機制和生動的圖形，將髒衣物變成一塵不染的傑作。"}, {"images": {"nodes": []}, "id": "604628935726028", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["limpeza", "satisfatório", "brilho", "spray", "lavagem"], "long_description": "Entre no mundo da limpeza virtual com esta experiência de VR envolvente! Use ferramentas de limpeza poderosas para lavar, esfregar e polir uma variedade de objetos, transformando-os de sujos em brilhantes. Aceite desafios emocionantes enquanto lava tudo, de carros, barcos e táxis a itens divertidos como uma cadeira, basquete, veado, robô coelho e roboeye.\n\nProgrida por diferentes níveis enquanto limpa um armário, pato, cachorro e chaleira, cada um apresentando mecânica de lavagem realista que torna a limpeza satisfatória e divertida. Lustre uma jukebox, cadeira de cozinha, tanque de óleo, forno e uma abóbora assustadora. Restaure o brilho de um rádio, geladeira, bola de robô e capacete romano com suas habilidades de limpeza especializadas.\n\nCom gráficos vibrantes e ferramentas de lavagem autênticas, divirta-se limpando a sujeira com uma pistola, uma bola de futebol e uma TV clássica. Cada objeto apresenta seu próprio desafio de limpeza, mantendo a jogabilidade dinâmica e envolvente. Quer você esteja usando uma lavadora de alta pressão ou ajustando com ferramentas de precisão, a simulação realista dá vida à alegria da limpeza.\n\nPerfeita para entusiastas de jogos de limpeza, simuladores de lavagem de alta pressão e simulação de RV, esta aventura oferece diversão sem fim. Domine suas habilidades de limpeza, desbloqueie novos desafios e se torne o campeão de limpeza definitivo!", "short_description": "Prepare-se para limpar e brilhar como nunca antes! Lave carros e outros objetos usando ferramentas poderosas em uma experiência de VR divertida e envolvente. Aproveite a mecânica de lavagem realista e gráficos vibrantes enquanto transforma itens sujos em obras-primas impecáveis."}, {"images": {"nodes": []}, "id": "569631476237215", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["satisfying", "cleaning", "shine", "spray", "washing"], "long_description": "Step into the world of virtual cleaning with this immersive VR experience! Use powerful cleaning tools to wash, scrub, and polish a variety of objects, turning them from grimy to gleaming. Take on exciting challenges as you power wash everything from cars, boats, and taxi to fun items like a chair, basketball, buck deer, bunny robot, and roboeye.\n\nProgress through different levels as you clean a cabinet, duck, dog, and kettle, each featuring realistic washing mechanics that make cleaning satisfying and fun. Polish a jukebox, kitchen chair, oil tank, oven, and a spooky pumpkin. Restore the shine to a radio, fridge, robot ball, and roman helmet with your expert cleaning skills.\n\nWith vibrant graphics and authentic washing tools, enjoy blasting away dirt on a pistol, soccer ball, and a classic TV. Each object presents its own cleaning challenge, keeping the gameplay dynamic and engaging. Whether you’re using a power washer or fine-tuning with precision tools, the realistic simulation brings the joy of cleaning to life.\n\nPerfect for enthusiasts of cleaning games, power washing simulators, and VR simulation, this adventure offers endless fun. Master your cleaning skills, unlock new challenges, and rise as the ultimate cleaning champion! Dive into the world of virtual washing, embrace the thrill of power cleaning, and achieve unmatched shine!\n", "short_description": "Get ready to clean and shine like never before! Wash cars and other objects using powerful tools in a fun, immersive VR experience. Enjoy realistic washing mechanics and vibrant graphics as you transform dirty items into spotless masterpieces.\n"}, {"images": {"nodes": []}, "id": "494025510424403", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "고압 세척 VR: ASMR 파워 세척기의 즐거움", "keywords": ["세척", "만족스러운", "광택", "세"], "long_description": "이 몰입감 넘치는 VR 경험으로 가상 세척의 세계로 들어가세요! 강력한 세척 도구를 사용하여 다양한 물체를 세척하고, 문지르고, 닦으며, 더러운 물건을 반짝이는 것으로 바꾸세요. 자동차, 보트, 택시부터 의자, 농구공, 사슴, 토끼 로봇, 로보아이와 같은 재미있는 물건까지 모든 것을 고압 세척하면서 신나는 도전에 도전하세요.\n\n캐비닛, 오리, 개, 주전자를 세척하면서 다양한 레벨을 진행하세요. 각 레벨에는 세척을 만족스럽고 즐겁게 만드는 현실적인 세척 기술이 있습니다. 주크박스, 주방 의자, 오일 탱크, 오븐, 무시무시한 호박을 닦으세요. 전문적인 세척 기술로 라디오, 냉장고, 로봇 공, 로마 헬멧을 빛나게 하세요.\n\n생생한 그래픽과 정통 세척 도구로 권총, 축구공, 클래식 TV에 묻은 먼지를 날려보세요. 각 물체는 고유한 세척 과제를 제시하여 게임 플레이를 역동적이고 매력적으로 유지합니다. 고압 세척기를 사용하든 정밀 도구로 미세 조정하든 사실적인 시뮬레이션은 세척의 즐거움을 생생하게 전달합니다.\n\n세척 게임, 고압 세척 시뮬레이터, VR 시뮬레이션을 좋아하는 사람에게 완벽한 이 모험은 끝없는 재미를 제공합니다. 세척 기술을 익히고, 새로운 과제를 해제하고, 궁극의 세척 챔피언이 되어보세요! 가상 세척의 세계로 뛰어들어 고압 세척의 스릴을 만끽하고, 타의 추종을 불허하는 광택을 얻으세요!", "short_description": "이전에는 없었던 방식으로 세척하고 빛나게 하세요! 재미있고 몰입감 넘치는 VR 경험에서 강력한 도구를 사용하여 자동차와 기타 물체를 세척하세요. 더러운 물건을 깨끗한 걸작으로 바꾸면서 현실적인 세척 기술과 생생한 그래픽을 즐기세요."}]}, "developer_name": null, "developer_privacy_policy_url": "https://squadcell.com/privacy-pressurewashvr/", "developer_terms_of_service_url": null, "publisher_name": "Squad Cell", "support_website_url": null, "website_url": "https://squadcell.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "821934236779161"}, {"id": "1043107547362485"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9872877596073346"}, "review_messages": [""]}]}, "cover_square_image": {"uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473392305_663252006387740_6926677052418436002_n.png?stp=dst-png_s360x360&_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lUO7djK_uT4Q7kNvwFABp1Z&_nc_oc=AdkWNuE7Mgz5wW3RlOfd5FYEl0GhUb8NIQ4K1VnWoFVfCmob720B81A3faOWoVKxQUg&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfHNYRDwuQbRU7UX92sLi5YyQKewxq7r35IsIfZxdIQ_-w&oe=67FA6D8F"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}, {"topic_name": "Role Playing", "id": "821934236779161"}, {"topic_name": "Learning", "id": "1043107547362485"}], "release_date": 1739772480, "lastRevision": {"nodes": [{"id": "9801588013202305", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9801587969868976", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "640501788487888"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "1440X1440.png", "id": "2963630920472884", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473391862_2963630923806217_5846139937500918850_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mEa9PzJ-Mf8Q7kNvwECk50K&_nc_oc=AdlU-_AP7JQifx1tzKDXcqy1ZLCuYke8FRJc9CiP7v1ZZR4spVmPd4VeqJaw8_pNMx4&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfGOSnF4jQMBzk_tr7SyS2BVbEkBaUMnJnxMjqGJ2QVkZw&oe=67FA3F4D"}, {"file_name": "2560X1440.png", "id": "1924431121299161", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-lhr8-2.oculuscdn.com/v/t64.5771-25/473393450_1924431124632494_3872609938317000566_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EipZto2xj3EQ7kNvwHE9QlG&_nc_oc=AdkNu16824h1VerU8kDO_ZzKTmRK2gzoCvvxCeYoAdnPJVYT84N2lz6q9DXRIsYWmdg&_nc_zt=3&_nc_ht=scontent-lhr8-2.oculuscdn.com&oh=00_AfFMw3u-VfJZXYmeJiG7Gaiv2T2kezZimd2b-yYJrtgF2g&oe=67FA5571"}, {"file_name": "512x512.png", "id": "1871978243612502", "image_type": "APP_IMG_ICON", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473391883_1871978246945835_4101132256853130586_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EBJDPg1Fb7QQ7kNvwEHUcoY&_nc_oc=Adk7HQnN85P92E9UNIK4YWzS83E-jG8b7g_IAKd7zzgqkLnFC1KrrKcnAyirglo6gy8&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfFzHOliNgLSq1lVKE4Gnmcn5dwjN6c2tzY21cuGTPlSng&oe=67FA47FC"}, {"file_name": "Untitled-1.png", "id": "1110700974141067", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-lhr8-1.oculuscdn.com/v/t64.5771-25/473391862_1110700977474400_4599122674336013722_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FxBeyLx-CR4Q7kNvwF51mRI&_nc_oc=AdkhcFcRuSekayRm6o34K50pKAKjEHFAwCggIY68nfOXkAha1DqTK3-LzS2AvQyMSxo&_nc_zt=3&_nc_ht=scontent-lhr8-1.oculuscdn.com&oh=00_AfHETANSx568A00GBLkFpUSSBTYhOy-mv3zJXJTb8LAeCw&oe=67FA3CC2"}, {"file_name": "3000X900.png", "id": "946366994274854", "image_type": "APP_IMG_HERO", "uri": "https://scontent-lhr6-1.oculuscdn.com/v/t64.5771-25/473393589_946366997608187_1835790827538242741_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gnDjxW2uDsQQ7kNvwGZ92aI&_nc_oc=Adm67sO18FrRNNXY2GO3XzYR6zE1gihHDRejKP8wz5fmElxjJ9aMs2JcpPdHnRadm0U&_nc_zt=3&_nc_ht=scontent-lhr6-1.oculuscdn.com&oh=00_AfEjmK3iA2mCax0VRjhBEcr8XSZiZrngrBjebUtF9_FvLw&oe=67FA6870"}, {"file_name": "1080X360.png", "id": "650013834269895", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-lhr6-1.oculuscdn.com/v/t64.5771-25/473393901_650013837603228_2049819880580223403_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3hGdlT9Nbx4Q7kNvwEBi19E&_nc_oc=AdnBlJk8-4GnbOlx-7qEWKmk4SE0EhmHTV04ppXvtPQLwSgKC9BePmCmQehwMps54DM&_nc_zt=3&_nc_ht=scontent-lhr6-1.oculuscdn.com&oh=00_AfHHOqXtmj5JhpFKKO57B7flmLd-QBR2cWzYjbv1p-eW-Q&oe=67FA57E9"}, {"file_name": "1008X1440.png", "id": "602432075741943", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-lhr8-1.oculuscdn.com/v/t64.5771-25/473391890_602432082408609_6680127279736254971_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=x28JRvq9JAQQ7kNvwGuCgk-&_nc_oc=Admm1VB0WQubi0gn6iCjYVLBXHuvisHGK3A-AEun_s6zs6xxzXt5zRkgPIC0cIh1GhM&_nc_zt=3&_nc_ht=scontent-lhr8-1.oculuscdn.com&oh=00_AfHHuXiMeKiZV0k113V2Ir3gVfKLnKK0wcTaBk3rkdnnSg&oe=67FA3A05"}]}, "id": "647008201123416", "locale": "en_US", "screenshots": [{"file_name": "ScreebShot_01.png", "id": "1470730637219995", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473391998_1470730640553328_6178628750764982632_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4l6i10EQtRcQ7kNvwFsxqy5&_nc_oc=Adn8vv98ysFW1YO2PYKBBEE5gdbDORPYHczrd-AZyPgPg6ifc36uEq6MNXUc7A21d1E&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfH3Q2cXp5sztJcjqUlw2YaZuhY89I1jo0WDMYNFysng4g&oe=67FA3A31"}, {"file_name": "ScreebShot_03.png", "id": "2057181954695126", "uri": "https://scontent-lhr6-1.oculuscdn.com/v/t64.5771-25/473392016_2057181958028459_5642924142984942200_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=I2UzEi_hFcsQ7kNvwEN5aM3&_nc_oc=AdkGhTg7tqvD2IIswHDA6Ynj0PFEg4GBnA0Oi9q24n_yLtzLip8-sXh5agJ9Ogp3k-k&_nc_zt=3&_nc_ht=scontent-lhr6-1.oculuscdn.com&oh=00_AfGJLuoA-eF96oYbasfzlyi9rKx5Wp_TJ8MyhZMVuVdu5g&oe=67FA65DD"}, {"file_name": "ScreebShot_05.png", "id": "649374374263648", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473391958_649374377596981_6837776369631659455_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IGm4NhP6XjgQ7kNvwFSlEHp&_nc_oc=AdmYdWbHtshAvfBi9gfwinmqfaqkZTD-HcuBF0D74C2d7VqWnvuocF20fxiNmXVS1rw&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfHdwyBRYfqJqkx8BjACki9_T42ftH_CiQ0KLhMHcgSOdA&oe=67FA45B1"}, {"file_name": "ScreebShot_02.png", "id": "3875714042671749", "uri": "https://scontent-lhr8-1.oculuscdn.com/v/t64.5771-25/473393516_3875714046005082_5036675200348564240_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tfw8xthIqYgQ7kNvwHwsQgo&_nc_oc=AdlAOImIazL7hWLuCMvOQNf-lq8dTO2rgeHbejhqat4EWH54x3sUJ1b4mh9h3oio6LY&_nc_zt=3&_nc_ht=scontent-lhr8-1.oculuscdn.com&oh=00_AfH-Vd2yP1bwwVMjyX9HNR6KuSH3fXLhJX6Hvbm_LDFsaw&oe=67FA3C0C"}, {"file_name": "ScreebShot_04.png", "id": "2411624425843398", "uri": "https://scontent-lhr6-2.oculuscdn.com/v/t64.5771-25/473392025_2411624429176731_6669696329949511030_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BxICk1y28xMQ7kNvwGNldHd&_nc_oc=AdmHWTTKY8jfoI1TyxvL-3RjBgLBeXryplRnbuRnRRxOjnq1lDMb76fCuB2I6aG1064&_nc_zt=3&_nc_ht=scontent-lhr6-2.oculuscdn.com&oh=00_AfGBnbWndQ1fEcBFkZHkcqZlB3ShoY76WZOPrDCVZu9csQ&oe=67FA390C"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Pressure Wash VR: ASMR Power Washer Fun", "keywords": ["cleaning", "satisfying", "shine", "spray", "washing"], "long_description": "Step into the world of virtual cleaning with this immersive VR experience! Use powerful cleaning tools to wash, scrub, and polish a variety of objects, turning them from grimy to gleaming. Take on exciting challenges as you power wash everything from cars, boats, and taxi to fun items like a chair, basketball, buck deer, bunny robot, and roboeye.\n\nProgress through different levels as you clean a cabinet, duck, dog, and kettle, each featuring realistic washing mechanics that make cleaning satisfying and fun. Polish a jukebox, kitchen chair, oil tank, oven, and a spooky pumpkin. Restore the shine to a radio, fridge, robot ball, and roman helmet with your expert cleaning skills.\n\nWith vibrant graphics and authentic washing tools, enjoy blasting away dirt on a pistol, soccer ball, and a classic TV. Each object presents its own cleaning challenge, keeping the gameplay dynamic and engaging. Whether you’re using a power washer or fine-tuning with precision tools, the realistic simulation brings the joy of cleaning to life.\n\nPerfect for enthusiasts of cleaning games, power washing simulators, and VR simulation, this adventure offers endless fun. Master your cleaning skills, unlock new challenges, and rise as the ultimate cleaning champion! Dive into the world of virtual washing, embrace the thrill of power cleaning, and achieve unmatched shine!", "short_description": "Get ready to clean and shine like never before! Wash cars and other objects using powerful tools in a fun, immersive VR experience. Enjoy realistic washing mechanics and vibrant graphics as you transform dirty items into spotless masterpieces."}]}, "developer_name": null, "developer_privacy_policy_url": "https://squadcell.com/privacy-pressurewashvr/", "developer_terms_of_service_url": null, "publisher_name": "Squad Cell", "support_website_url": null, "website_url": "https://squadcell.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "821934236779161"}, {"id": "1043107547362485"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9801587979868975"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "1155122902329795"}]}, "baseline_offer": {"id": "1155122902329795"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1739772480, "status": "PUBLISHED", "id": "1155122902329795"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "10013890778638693", "version": "1.5"}, "id": "999058128741697", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9801587969868976", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "10013890778638693"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "999058128741697"}]}, "change_log": "New Settings Panel added for a more customizable experience.\nTurn game sound on or off as per your preference.\nChoose between Continuous Turn and Snap Turn for smoother gameplay.", "created_date": 1742447759, "id": "10013890778638693", "version": "1.5", "version_code": 6, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9801587969868976", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "10013890778638693"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "999058128741697"}]}, "change_log": null, "created_date": 1741002020, "id": "9909239602437145", "version": "1.4", "version_code": 5, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9801587969868976", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "10013890778638693"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "999058128741697"}]}, "change_log": null, "created_date": 1740751910, "id": "9891877804173325", "version": "1.3", "version_code": 4, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9801587969868976", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "10013890778638693"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "999058128741697"}]}, "change_log": null, "created_date": 1740151169, "id": "9850344764993296", "version": "1.2", "version_code": 3, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9801587969868976", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "10013890778638693"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "999058128741697"}]}, "change_log": null, "created_date": 1740147917, "id": "9850114938349612", "version": "1.1", "version_code": 2, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}