{"data": {"node": {"__typename": "Application", "id": "7036673759697059", "organization": {"id": "253276269522837", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7036673759697059"}]}, "id": "271321972571341"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7036673759697059", "release_date": 1720873710, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 13}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8355659234465165"}, "id": "721169426163388"}]}}, "binary": null, "live_binary": null, "created_date": 1730757302, "id": "8872678459429904", "is_initial_release": false, "name_with_fallback": "v4", "pdp_metadata_with_fallback": {"version": 3, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "8349017108462711"}, "release_status": "RELEASED", "id": "7036673759697059"}, "id": "8349017108462711", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": null, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031511_1095603901499598_8815993111127181277_n.png?stp=dst-png_s360x360&_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=27xyjKXiK8kQ7kNvwGpU0Vv&_nc_oc=AdkL9MwetF0RZUquNKytObjqE8dNM7c3HK7tAzzipyDzRgHY6_hzK3pvyS2SP3ARsDU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuVR7qcqQcjzBafobhEi-CZNU5RFeHW51gWWeFIXnAV2A&oe=6995C528"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Q-Linq", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Arcade", "id": "1592192974313489"}, {"topic_name": "Shooter", "id": "3744040075834813"}, {"topic_name": "Puzzle", "id": "377978390272490"}], "release_date": 1720873710, "lastRevision": {"nodes": [{"id": "7036673776363724", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7036673759697059", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1434610570431363"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1458706271703869", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"进入\"\"Q-Linq\"\"的量子学院，这是一个结合了冥想般的泡泡射击游戏与未来远景中的引人入胜的喜剧剧情的VR体验。作为训练为量子引擎提供动力的学员，您将对准旋转的量子引擎核心发射和匹配彩色球，以精确的瞄准和策略创造出壮观的爆炸。\n\n但Q-Linq不仅仅是一个益智游戏——它是一个通过丰富的故事世界的旅程，包含角色发展、冲突、背叛、救赎和成就。跟随两位主角的生活故事，他们的故事在您身边展开，不仅学习为星际飞船提供动力，还学习如何应对生活和关系的复杂性。\n\nQ-Linq为寻求放松与深度结合的休闲VR玩家设计，提供独特的艺术风格，充满了由AI在单个开发人员的监督下生成和动画制作的彩色对话肖像。定制的AI音乐和语音表演增加了沉浸式体验，推动了AI工具如何赋能于独立和单人VR开发者的边界。\n\n通过程序驱动的游戏玩法，Q-Linq承诺无限的重玩性。在完成量子学院的时间之后，您将发现自己在街机模式中继续享受泡泡射击的乐趣。\n\n加入VR游戏的未来——放松但丰富层次和复杂，一切尽在您的Oculus。\n\"", "short_description": "欢迎来到Q-Linq！体验独特的VR泡泡消除游戏的新玩法。发现一种全新的故事讲述形式——由人手精心制作，并通过最新的AI工具，包括AI语音、音乐和动画艺术作品赋予生命。Q-Linq是一种低强度的体验，适合所有年龄和经验水平的玩家。"}, {"images": {"nodes": []}, "id": "1397832337590179", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"\"\"Q-Linq\"\"의 퀀텀 아카데미에 입장하여 먼 미래를 배경으로 한 명상적 버블 팝 퍼즐과 매력적인 드라마틱 내러티브를 결합한 VR 경험을 즐기세요. 퀀텀 엔진을 작동시키기 위해 훈련하는 생도로서, 회전하는 퀀텀 엔진 코어에 색깔이 있는 공을 쏘고 맞추어 정확한 조준과 전략으로 장엄한 폭발을 만듭니다.\n\n그러나 Q-Linq는 단순한 퍼즐 게임이 아닙니다. 캐릭터 개발, 갈등, 배신, 구원 및 성취가 가득한 이야기 속 세계를 여행하는 여정입니다. 두 주인공의 삶이 주변에서 전개되는 동안 우주선을 작동시키는 것뿐만 아니라 그들의 삶과 관계의 복잡성을 탐색하는 방법을 배웁니다.\n\n휴식과 깊이를 찾는 캐주얼 VR 게이머를 위해 설계된 Q-Linq는 AI가 생성 및 애니메이션화한 컬러풀한 대화 초상화로 가득 찬 독특한 아트 스타일을 제공합니다. 맞춤형 AI 음악 및 음성 연기는 몰입형 경험을 추가하여 AI 도구가 소로 및 인디 VR 개발자를 어떻게 지원할 수 있는지의 한계를 확장합니다.\n\n절차적으로 구동되는 게임 플레이를 통해 Q-Linq는 무한한 재생 가능성을 약속합니다. 퀀텀 아카데미에서의 시간이 끝난 후에도 아케이드 모드에서 더 많은 버블 팝 재미를 즐길 수 있습니다.\n\n편안하면서도 풍부하고 복잡한 VR 게임의 미래에 참여하십시오. 모두 Oculus의 영역 내에서.\n\"", "short_description": "Q-Linq에 오신 것을 환영합니다! VR에서 유일한 버블 팝 장르의 신선한 변화를 경험해 보세요. 사람의 손으로 제작되었지만 최신 AI 도구, AI 음성 연기, 음악 및 애니메이션 아트워크로 생명을 불어넣은 새로운 형태의 스토리텔링을 발견해보세요. Q-Linq는 모든 연령과 경험 수준의 게이머에게 친숙한 저강도 경험입니다."}, {"images": {"nodes": []}, "id": "1297131381245366", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"Entrate nella Quantum Academy in \"\"Q-Linq\"\", un'esperienza VR che combina il divertimento meditativo dei puzzle a bolle con una narrativa drammatica ambientata in un lontano futuro. Come cadetto in formazione per alimentare motori quantistici, sparerete e abbinerete sfere colorate contro un nucleo di motore quantistico rotante, creando spettacolari esplosioni caricate con mira e strategia accurate.\n\nMa Q-Linq è più di un gioco di puzzle: è un viaggio attraverso un mondo ricco di storie con sviluppo dei personaggi, conflitti, tradimenti, redenzione e successo. Seguite le vite di due protagonisti mentre la loro storia si svolge intorno a voi, imparando non solo ad alimentare le astronavi, ma anche a navigare nelle complessità delle loro vite e relazioni.\n\nProgettato per i giocatori VR occasionali che cercano una combinazione di relax e profondità, Q-Linq offre uno stile artistico unico pieno di ritratti parlanti colorati, tutti generati e animati dall'IA sotto la supervisione di uno sviluppatore solitario. La musica personalizzata e il doppiaggio dell'IA aggiungono all'esperienza immersiva, spingendo i limiti di come gli strumenti di IA possono potenziare gli sviluppatori VR solisti e indipendenti.\n\nCon un gameplay guidato proceduralmente, Q-Linq promette una rigiocabilità infinita. Molto tempo dopo aver completato il vostro periodo alla Quantum Academy, vi ritroverete a giocare in modalità Arcade per più divertimento con il bubble pop.", "short_description": "Benvenuti a Q-Linq! Scoprite una nuova versione del genere bubble pop, unica in VR. Scoprite una nuova forma di narrazione, creata da mani umane ma portata in vita dagli ultimi strumenti di IA, inclusi doppiaggio IA, musica e opere d'arte animate. Q-Linq è un'esperienza a bassa intensità, adatta a giocatori di tutte le età e livelli di esperienza."}, {"images": {"nodes": []}, "id": "971978004657390", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"Entrez dans l'Académie Quantique dans \"\"Q-Linq\"\", une expérience VR qui combine le plaisir méditatif des puzzles de bulles avec une narration dramatique engageante se déroulant dans un futur lointain. En tant que cadet formé à alimenter des moteurs quantiques, vous tirerez et assortirez des boules colorées contre un noyau de moteur quantique tournant, créant des explosions spectaculaires avec une visée et une stratégie soigneuses.\n\nMais Q-Linq est plus qu'un jeu de puzzle - c'est un voyage à travers un monde riche en histoires avec développement de personnages, conflits, trahisons, rédemptions et réussites. Suivez la vie de deux protagonistes alors que leur histoire se déroule autour de vous, apprenant non seulement à alimenter des vaisseaux spatiaux mais aussi à naviguer dans les complexités de leurs vies et relations.\n\nConçu pour les joueurs VR occasionnels à la recherche d'un mélange de détente et de profondeur, Q-Linq offre un style artistique unique rempli de portraits parlants colorés, tous générés et animés par l'IA sous la supervision d'un développeur solo. La musique personnalisée et le doublage IA ajoutent à l'expérience immersive, repoussant les limites de la façon dont les outils d'IA peuvent autonomiser les développeurs VR solo et indépendants.\n\nAvec un gameplay procédural, Q-Linq promet une rejouabilité infinie. Bien après avoir terminé votre temps à l'Académie Quantique, vous vous retrouverez à jouer en mode Arcade pour plus de plaisir à éclater des bulles.", "short_description": "Bienvenue à Q-Linq ! Découvrez une nouvelle version du genre bubble pop, unique en VR. Découvrez une nouvelle forme de narration, créée par des mains humaines mais animée par les derniers outils d'IA, y compris le doublage, la musique et les œuvres d'art animées par IA. Q-Linq est une expérience de faible intensité, adaptée aux joueurs de tous âges et de tous niveaux d'expérience."}, {"images": {"nodes": []}, "id": "836503381728955", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"Войдите в Quantum Academy в \"\"Q-Linq\"\", VR-опыте, который сочетает медитативное удовольствие от пузырьковых головоломок с увлекательным драматическим повествованием, происходящим в далеком будущем. Как кадет, проходящий обучение для управления квантовыми двигателями, вы будете стрелять и сопоставлять цветные шары против вращающегося ядра квантового двигателя, создавая потрясающие заряженные взрывы с точным прицеливанием и стратегией.\n\nНо Q-Linq - это не просто головоломка - это путешествие через богатый мир истории с развитием персонажей, конфликтами, предательствами, искуплением и достижениями. Следуйте за жизнями двух протагонистов, пока их история разворачивается вокруг вас, учась не только управлять звездолетами, но и преодолевать сложности их жизней и отношений.\n\nРазработанный для случайных игроков VR, ищущих сочетание релаксации и глубины, Q-Linq предлагает уникальный художественный стиль, наполненный красочными говорящими портретами, все сгенерированными и анимированными ИИ под наблюдением одного разработчика. Индивидуальная музыка и озвучка ИИ добавляют к погружающему опыту, расширяя границы того, как инструменты ИИ могут поддерживать соло и инди-разработчиков VR.\n\nС процедурно управляемым игровым процессом Q-Linq обещает бесконечную повторяемость. Долгое время после завершения обучения в Quantum Academy вы будете играть в аркадном режиме для большего удовольствия от пузырьков.\n", "short_description": "Добро пожаловать в Q-Linq! Испытайте новый взгляд на жанр пузырьков, уникальный для VR. Откройте для себя новую форму повествования, созданную руками человека, но оживлённую с помощью новейших инструментов ИИ, включая озвучивание, музыку и анимированные произведения искусства. Q-Linq — это игра с низкой интенсивностью, подходящая для игроков всех возрастов и уровней опыта."}, {"images": {"nodes": []}, "id": "787652630122407", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"Betreten Sie die Quantum Academy in \"\"Q-Linq\"\", einem VR-Erlebnis, das die meditative Freude an Bubble-Pop-Puzzles mit einer fesselnden Dramedy-Erzählung in ferner Zukunft kombiniert. Als Kadett, der zum Betreiben von Quantenmotoren ausgebildet wird, schießen und kombinieren Sie farbige Kugeln gegen einen drehenden Quantenmotor-Kern und erzeugen spektakuläre geladene Explosionen mit sorgfältigem Zielen und Strategie.\n\nAber Q-Linq ist mehr als nur ein Puzzlespiel - es ist eine Reise durch eine geschichtenreiche Welt mit Charakterentwicklung, Konflikten, Verrat, Erlösung und Erfolg. Verfolgen Sie das Leben von zwei Protagonisten, während sich ihre Geschichte um Sie herum entfaltet, und lernen Sie nicht nur, Raumschiffe zu betreiben, sondern auch die Komplexitäten ihres Lebens und ihrer Beziehungen zu meistern.\n\nQ-Linq wurde für Gelegenheitsspieler entwickelt, die eine Mischung aus Entspannung und Tiefe suchen, und bietet einen einzigartigen Kunststil mit farbenfrohen sprechenden Porträts, die alle von KI unter der Aufsicht eines Einzelentwicklers generiert und animiert wurden. Die maßgeschneiderte KI-Musik und die Sprachausgabe tragen zum immersiven Erlebnis bei und erweitern die Grenzen, wie KI-Tools Einzel- und Indie-VR-Entwickler unterstützen können.\n\nMit prozedural angetriebenem Gameplay verspricht Q-Linq endlose Wiederspielbarkeit. Lange nachdem Sie Ihre Zeit an der Quantum Academy beendet haben, werden Sie im Arcade-Modus weiterhin Bubble-Pop-Spaß haben.", "short_description": "Willkommen bei Q-Linq! Erleben Sie eine frische Variante des Bubble-Pop-Genres, einzigartig in VR. Entdecken Sie eine neue Form des Geschichtenerzählens - von Menschenhand geschaffen, aber mit den neuesten KI-Tools zum Leben erweckt, einschließlich KI-Sprachschauspiel, Musik und animierter Kunstwerke. Q-Linq ist ein Erlebnis mit geringer Intensität, das für Spieler jeden Alters und Erfahrungslevels geeignet ist."}, {"images": {"nodes": []}, "id": "781343834141827", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"\"\"Q-Linq\"\"のクォンタムアカデミーに参加し、遠い未来を舞台にした瞑想的なバブルポッピングパズルと魅力的なドラマチックな物語を組み合わせたVR体験を楽しみましょう。量子エンジンを操作する訓練を受ける士官候補生として、回転する量子エンジンコアに向かってカラーボールを撃ち、慎重な照準と戦略で壮大な爆発を生み出します。\n\nしかし、Q-Linqは単なるパズルゲームではありません。キャラクターの成長、対立、裏切り、贖罪、成功に満ちた物語の世界を旅する冒険です。2人の主人公の生活があなたの周りで展開されるのを見守りながら、宇宙船を操作するだけでなく、彼らの生活や関係の複雑さをナビゲートする方法も学びます。\n\nリラクゼーションと深さを求めるカジュアルなVRゲーマーのために設計されたQ-Linqは、AIによって生成およびアニメーション化されたカラフルなトーキングポートレートで満たされたユニークなアートスタイルを提供します。カスタムAI音楽と声優が没入型の体験に加わり、AIツールがソロおよびインディーのVR開発者をどのように支援できるかの限界を押し広げます。\n\n手続き的に駆動されるゲームプレイを備えたQ-Linqは、無限のリプレイ性を約束します。クォンタムアカデミーでの時間が終わった後も、アーケードモードでバブルポッピングの楽しさを楽しむことでしょう。\n\nリラックスしながらも豊かで複雑なVRゲームの未来に参加しましょう。すべてOculusの領域内で\n\"", "short_description": "Q-Linqへようこそ！VRでユニークなバブルポップジャンルの新しいスピンを体験してください。人間の手によって作られ、最新のAIツール、AI音声演技、音楽、アニメーションアートワークによって命を吹き込まれた新しい形のストーリーテリングを発見してください。Q-Linqは低強度の体験で、あらゆる年齢や経験レベルのゲーマーに優しいです。"}, {"images": {"nodes": []}, "id": "486501400507720", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"Entre na Quantum Academy em \"\"Q-Linq\"\", uma experiência de VR que combina a diversão meditativa dos quebra-cabeças de estourar bolhas com uma narrativa dramática envolvente ambientada no futuro distante. Como cadete em treinamento para alimentar motores quânticos, você disparará e combinará bolas coloridas contra um núcleo de motor quântico giratório, criando explosões espetaculares com mira e estratégia cuidadosas.\n\nMas Q-Linq é mais do que um jogo de quebra-cabeça - é uma jornada através de um mundo rico em histórias com desenvolvimento de personagens, conflitos, traições, redenção e conquistas. Siga a vida de dois protagonistas enquanto sua história se desenrola ao seu redor, aprendendo não apenas a alimentar naves estelares, mas também a navegar pelas complexidades de suas vidas e relacionamentos.\n\nProjetado para jogadores de VR casuais que procuram uma mistura de relaxamento e profundidade, Q-Linq oferece um estilo de arte único cheio de retratos falantes coloridos, todos gerados e animados por IA sob a supervisão de um desenvolvedor solo. A música personalizada de IA e a dublagem adicionam à experiência imersiva, expandindo os limites de como as ferramentas de IA podem capacitar desenvolvedores solo e indie de VR.\n\nCom jogabilidade procedimentalmente conduzida, Q-Linq promete infinitas possibilidades de replay. Muito depois de você ter concluído seu tempo na Quantum Academy, você se encontrará jogando no Modo Arcade para mais diversão de estourar bolhas.", "short_description": "Bem-vindo ao Q-Linq! Experimente uma nova versão do gênero bubble pop, única em VR. Descubra uma nova forma de contar histórias, criada por mãos humanas, mas trazida à vida pelas últimas ferramentas de IA, incluindo dublagem, música e obras de arte animadas por IA. Q-Linq é uma experiência de baixa intensidade, amigável para jogadores de todas as idades e níveis de experiência."}, {"images": {"nodes": []}, "id": "475542398205186", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Q-Linq", "keywords": [], "long_description": "\"Entra en la Academia Cuántica en \"\"Q-Linq\"\", una experiencia de VR que combina la diversión meditativa de los puzzles de estallar burbujas con una narrativa dramática atractiva ambientada en un futuro lejano. Como cadete entrenando para impulsar motores cuánticos, dispararás y combinarás bolas de colores contra un núcleo de motor cuántico giratorio, creando espectaculares explosiones cargadas con precisión y estrategia cuidadosa.\n\nPero Q-Linq es más que un juego de puzzles: es un viaje a través de un mundo rico en historias con desarrollo de personajes, conflictos, traiciones, redenciones y logros. Sigue la vida de dos protagonistas mientras su historia se despliega a tu alrededor, aprendiendo no solo a impulsar naves estelares sino también a navegar las complejidades de sus vidas y relaciones.\n\nDiseñado para jugadores casuales de VR que buscan una mezcla de relajación y profundidad, Q-Linq ofrece un estilo artístico único lleno de retratos parlantes coloridos, todos generados y animados por IA bajo la supervisión de un desarrollador en solitario. La música personalizada y la actuación de voz de IA añaden a la experiencia inmersiva, empujando los límites de cómo las herramientas de IA pueden empoderar a los desarrolladores de VR solistas e independientes.", "short_description": "¡Bienvenido a Q-Linq! Experimenta una nueva versión del género bubble pop, única en VR. Descubre una nueva forma de contar historias, creada por manos humanas pero llevada a la vida con las últimas herramientas de IA, incluyendo actuación de voz, música y obras de arte animadas por IA. Q-Linq es una experiencia de baja intensidad, amigable para jugadores de todas las edades y niveles de experiencia."}, {"images": {"nodes": [{"file_name": "Q-Linq Cover Art_512.png", "id": "2772524072903184", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974535_2772524079569850_4228842537787869054_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SvKouGNYBp4Q7kNvwFGYfmv&_nc_oc=Adn_mAEsKYJoMfOlkP9VdM6Ob1x1w-Unk4svumn2Cd-0p2RyiDGamQwVe6ZxabvDCWc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvDRS42XGI8cPAucpC56ZhAFHN_HxVDkkG_NsJjM74uHw&oe=6995C2FE"}, {"file_name": "QuestHorizontal.png", "id": "1105457227424474", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974653_1105457230757807_2242781032445122156_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3tbCuyMWpfkQ7kNvwGGk8Ig&_nc_oc=AdmDuYiwHgGk1dPDbRkebdPZuRuKonRtLJ4U6ZI0rHPBNpQq01US3QnkTeKaF0XVA-U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftKIlOqTI-fm11N0AaeTqa33Pxz2pwsxhy6KJ7B5cW7bw&oe=699599DA"}, {"file_name": "QuestSquare.png", "id": "1095603898166265", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031511_1095603901499598_8815993111127181277_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=27xyjKXiK8kQ7kNvwGpU0Vv&_nc_oc=AdkL9MwetF0RZUquNKytObjqE8dNM7c3HK7tAzzipyDzRgHY6_hzK3pvyS2SP3ARsDU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv3cO_rIvF51t5HxCJD6ZmkFRQP587AwmNXlhzBWAI_Gg&oe=6995C528"}, {"file_name": "QuestMiniLandscape.png", "id": "973810148081174", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974653_973810151414507_4466268942145640573_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LQfh_xuGeNMQ7kNvwHGLmkm&_nc_oc=AdlNjrE4vcXzmUjEKHH3OkaAvJYoSbKHYSEIm0UMitY2zYknE_dD-Tn43JjY-x0nTqM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv4EPAfuWKFxRJeF6Q50AxqtBOIAx6n8gZjTUDES72AUw&oe=6995B996"}, {"file_name": "LogoTransparent.png", "id": "449533580950745", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031618_449533584284078_7118188435276650605_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lAaHbIRLx6EQ7kNvwGn6fmn&_nc_oc=AdkYxvITFz6Az5x5-nu6S79RnGhEfzfzVJl9Bu0TTvWtxseTIe8pLSjA7WDErEfbKRU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvQwQLvDe4vHVooBAqp3rTaixv8i-9-uQWxoiGuxJhW7w&oe=6995A5FB"}, {"file_name": "QuestPortrait.png", "id": "416826494414253", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982629_416826497747586_1373178028573393985_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qqGqBoBac4IQ7kNvwE2ONPM&_nc_oc=AdnA0k3npzj3OWjfDUcvWI9zmEmTk-jma-a66ZYjkrFirTsfH7tS9I_qBrWUgZrYLQg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuhaFTBexKVE1-H9fAnQypNGvM_Wfk6cxFnkCubqbn0Bw&oe=69959D3E"}, {"file_name": "QuestHero_BothCharacters.png", "id": "402479662653376", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75476597_402479665986709_4580695823741829355_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2umupm74QOEQ7kNvwEcMW-a&_nc_oc=AdlrQtMX_3XXH7Cz50LyWN75--r1Pkm0hhkshbhQf9Q4uXpG-jKE9Ns51Or1vIfx6OE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuW6rfhClG__IR8ACKUSrd54M0IIHnYzlq_XDZgCldwIQ&oe=6995B805"}]}, "id": "271317779244628", "locale": "en_US", "screenshots": [{"file_name": "Screenshot5.png", "id": "767354325600746", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572920_767354328934079_2029755011970009043_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=x0PmozFyuywQ7kNvwHskEau&_nc_oc=AdkMz2Y3aLZMYOlt-W234LG_UO9StyPWjqc1K5lgJ-lTSdpt19GDatBpUzEC794eLzk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuycKxL_YybU48rbJp6cw2dz3yEylzP3QtJi3nX_aa_vw&oe=6995A9F9"}, {"file_name": "Screenshot3.png", "id": "1490140711568723", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982457_1490140714902056_5958399433898964594_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=n_xU27-CqdMQ7kNvwGgGq7G&_nc_oc=AdmdM6dxAKioKB4zjT9Npp5fmwwuIPCL3zYAb6G_540PPhG9NXpjCoDHUT6yFjdiJkI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv8RtYexAH5ouFBZyUaMM4ZuW02vmFhb_XuDp8m9CvzGg&oe=69959693"}, {"file_name": "Screenshot4.png", "id": "458823463256682", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982519_458823466590015_5550374363386980137_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wLbcnsQJBB4Q7kNvwH6dgyD&_nc_oc=Adkb-qVqDfd1bN0ZbBuD5fDJru0FNdOlawNhXFpfzDwXlEGUDo1gINAgI0rVc8IpqcE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfskDrFSNzqpZ_ee-WpZdE0IqQ4YHZnnejS5aHeZEsiN9g&oe=6995C947"}, {"file_name": "Screenshot1.png", "id": "1229092138500492", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210396_1229092141833825_7728535211292070349_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pghjl6opFTsQ7kNvwEt51hL&_nc_oc=AdmFqM5c1z3MNEl-nMS0tH7RQ3Qt6dTCFGMgoDzOAKJ3XuBp5KKy2ZwmAhcoXclqePg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs5J4trUJeiQFcQJD8YYC73sVPBM1btrXuRRHWXbjc3cA&oe=6995C293"}, {"file_name": "Screenshot2.png", "id": "700420005442911", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974549_700420008776244_9135210131501659575_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ttrFrEDBTQcQ7kNvwFq1J3_&_nc_oc=AdlUX8jNiSHU-8lvIZRzrNxONynDMBf9LWe1phBYkAD1aPXrEl0_LdhMCOk9yICYAqQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftngJo9fKlD9WiP7PxcJfYvFJJ0h7SCNX0XLceJWYwylg&oe=6995CC59"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "QuestHorizontal.png", "id": "1151829609168429", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75302225_1151829612501762_6589334235294751580_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zSYeowCBMI4Q7kNvwFxLqFZ&_nc_oc=Adn9vK0YW7Wvz7Am4UnF7sVIwnLMRQb8emOLNbR5EWfmSxRZBRcbMRM_UJi2EQ20IWo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft_k3uIN2CndEgpDPQaekYGtePfNslSGrL70QNzqlRG-A&oe=6995C688"}, "display_name": "Q-Linq", "keywords": [], "long_description": "\"Enter the Quantum Academy in \"\"Q-Linq,\"\" a VR experience that combines the meditative fun of bubble-popping puzzles with an engaging dramedy narrative set in the distant future. As a cadet training to power quantum engines, you'll shoot and match colored balls against a spinning quantum engine core, creating spectacular charged explosions with careful aim and strategy.\n\nBut Q-Linq is more than a puzzle game—it's a journey through a story-rich world with character development, conflict, betrayal, redemption, and achievement. Follow the lives of two protagonists as their story unfolds around you, learning not just to power starships but also to navigate the complexities of their lives and relationships.\n\nDesigned for casual VR gamers seeking a blend of relaxation and depth, Q-Linq offers a unique art style filled with colorful talking portraits, all generated and animated by AI under the watchful eye of a solo developer. The custom AI music and voice acting add to the immersive experience, pushing the boundaries of how AI tools can empower solo and indie VR developers.\n\nWith procedurally driven gameplay, Q-Linq promises endless replayability. Long after you've completed your time at the Quantum Academy, you'll find yourself playing in Arcade Mode for more bubble-popping fun.\"", "short_description": "Welcome to Q-Linq! Experience a fresh spin on the bubble pop genre, unique to VR. Discover a new form of storytelling—crafted by human hands but brought to life by the latest AI tools, including AI voice acting, music, and animated artwork. Q-Linq is a low-intensity experience, friendly to gamers of all ages and experience levels."}]}, "developer_name": "4d4 Games", "developer_privacy_policy_url": "https://4d4games.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "4d4 Games", "support_website_url": null, "website_url": "https://www.4d4games.com/", "category": null, "comfort_rating": null, "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1592192974313489"}, {"id": "3744040075834813"}, {"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_HK", "fr", "es_MX", "it", "pt_BR", "de", "ru", "ja", "ko"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7036673769697058"}}]}, "scheduled_offers": {"count": 13, "nodes": [{"status": "PUBLISHED", "id": "2453141491750367"}, {"status": "PUBLISHED", "id": "26109179925351213"}, {"status": "PUBLISHED", "id": "679461681889110"}, {"status": "PUBLISHED", "id": "1956419291782084"}, {"status": "PUBLISHED", "id": "4066075977043004"}, {"status": "PUBLISHED", "id": "2530405487311783"}, {"status": "PUBLISHED", "id": "3452739568354145"}, {"status": "PUBLISHED", "id": "620758430445966"}, {"status": "PUBLISHED", "id": "2021589394928120"}, {"status": "PUBLISHED", "id": "1749230232580734"}, {"status": "PUBLISHED", "id": "1461041741274590"}, {"status": "PUBLISHED", "id": "1172348147352747"}, {"status": "PUBLISHED", "id": "806078924540449"}]}, "baseline_offer": {"id": "1749230232580734"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "2453141491750367"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8355659234465165", "version": "1.24.08.28.2"}, "id": "721169426163388", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7036673759697059", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8355659234465165"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "721169426163388"}]}, "change_log": "NEW: ProTips add to loading screen\nBug Fixes:\n- Default custom game launching with no win condition\n- Non English localization clean up\n- Menu navigation defaults\n- Missing UI interaction sounds", "created_date": 1724967327, "id": "8355659234465165", "version": "1.24.08.28.2", "version_code": 57, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8355657874465301"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7036673759697059", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8355659234465165"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1724852302, "id": "8347790108585411", "version": "1.24.08.28.1", "version_code": 56, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8347787955252293"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7036673759697059", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8355659234465165"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "721169426163388"}]}, "change_log": null, "created_date": 1723225446, "id": "8236722579692165", "version": "1.24.08.08.2", "version_code": 55, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8236721583025598"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7036673759697059", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8355659234465165"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1723160064, "id": "8231896186841471", "version": "1.24.08.08.1", "version_code": 54, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8231895393508217"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7036673759697059", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8355659234465165"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "721169426163388"}]}, "change_log": null, "created_date": 1720030778, "id": "8024849440879481", "version": "1.24.07.3.3-release", "version_code": 51, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8024848404212918"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}