{"data": {"node": {"__typename": "Application", "id": "5767635983306831", "organization": {"id": "1184984634866230", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6574695042540825"}]}, "id": "205847858930959"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4632054623565857"}, {"id": "5190288877703616"}]}, "id": "665231517865939"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4240098972741206"}, {"id": "5767635983306831"}]}, "id": "537746637472264"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2897337400373711"}, {"id": "2214244628588915"}]}, "id": "1779957532086618"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1880529828633843"}]}, "id": "2007390599288635"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1236704876366734"}]}, "id": "232509353874056"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5767635983306831", "release_date": 1733414400, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 12}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "29723164320660662"}, "id": "874810640110611"}]}}, "binary": null, "live_binary": null, "created_date": 1748901738, "id": "29614573194853109", "is_initial_release": false, "name_with_fallback": "v13", "pdp_metadata_with_fallback": {"version": 12, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "29614586478185114"}, "release_status": "RELEASED", "id": "5767635983306831"}, "id": "29614586478185114", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5767635983306831", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "111695745347190"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3025635314306232", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "DLC Rites of Wrath\nNuestro nuevo DLC (creado gracias a los numerosos comentarios de los fans) permite a los jugadores experimentar las Tierras Olvidadas como nunca antes. Añadimos dos nuevos modos gratuitos para todos los jugadores. Ahora puedes disfrutar de los increíbles momentos de Behemoth de Skydance en un abrir y cerrar de ojos.\n\nLa Arena sale de la beta\nEl modo Arena ahora es una función completa llamada \"La Arena\". Lucha contra hordas de enemigos en tres nuevos mapas, tanto de día como de noche. Recoge monedas de tus enemigos caídos y cámbialas por poderosas armas doradas para alcanzar nuevas cotas de maestría. ¡Pero maneja tus armas con cuidado, porque en la Arena se rompen, a veces en los momentos más inoportunos! Conquista la Arena una vez y desbloquea una versión infinita, donde podrás descubrir qué clase de guerrero eres en realidad.\n\nLas Pruebas de Behemoth vienen a por ti\nEntra en las Pruebas de Behemoth y pisa tierra sagrada. En este espacio sagrado puedes realizar un ritual que te permitirá enfrentarte a cualquiera de los Behemoths de la campaña al instante, con equipamientos a medida que maximizarán tus posibilidades de éxito. Elige entre luchar contra Shacklehide y dar por finalizado el combate, o desafiar a Nightscraper, Dreddstagg y Shacklehide, uno tras otro. El orden y el número de Behemoths que quieras enfrentar son tu elección.", "short_description": "El BEHEMOTH de Skydance es una historia original establecida en las Tierras Desaparecidas, un reino caído embrujado por la tragedia. Juega como guerrero exterior, Wren the Hunter (el jugador), y embarca en una peligrosa búsqueda para salvarte a ti mismo y a tu pueblo. Tu única esperanza es matar a los inscribibles, a los monstruosos Behemoths."}, {"images": {"nodes": []}, "id": "2226882934438323", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Rites of Wrath DLC'si\nYeni DLC'miz (birçok hayran geri bildirimi sayesinde hazırlanmıştır) oyuncuların Forsaken Lands'ı daha önce hiç olmadığı gibi deneyimlemelerini sağlar. Tüm oyunculara ücretsiz olan iki yeni mod ekledik. Artık Skydance'in Behemoth'unun inanılmaz anlarını lokma büyüklüğünde oynayabilirsiniz.\n\nArena Beta'dan ayrılıyor\nArena Modu artık \"The Arena\" adlı tam teşekküllü bir özellik. Hem gündüz hem de gece üç yeni haritada düşman ordularıyla savaşın. Düşmüş düşmanlarınızdan para toplayın, ardından bunları güçlü altın silahlarla değiştirerek yeni ustalık seviyelerine ulaşın. Ancak silahlarınızı dikkatli kullanın çünkü The Arena'da silahlar bazen en uygunsuz anlarda kırılır! The Arena'yı bir kez fethedin ve gerçekte ne tür bir savaşçı olduğunuzu öğrenebileceğiniz Sonsuz bir versiyonunun kilidini açın!\n\nThe Behemoth Trials sizin için geliyor\nThe Behemoth Trials'a girin ve kendinizi kutsal topraklarda bulun. Bu kutsal alanda, kampanyanın Behemoth'larından herhangi biriyle anında yüzleşmenizi sağlayacak bir ritüel gerçekleştirebilir ve başarı şansınızı en üst düzeye çıkaracak özel yüklemeler yapabilirsiniz. Shacklehide ile dövüşmeyi ve günü sonlandırmayı veya Nightscraper, Dreddstagg ve Shacklehide'a birbiri ardına meydan okumayı seçebilirsiniz! Mücadele etmek istediğiniz Behemoth'ların sırası ve sayısı sizin seçiminizdir.", "short_description": "Skydance'in BEHEMOTH'u, trajedinin kol gezdiği düşmüş bir krallık olan Forsaken Lands'de geçen orijinal bir hikayedir. Yabancı bir savaşçı olan Avcı Wren (oyuncu) olarak oynayın ve kendinizi ve köyünüzü kurtarmak için tehlikeli bir göreve çıkın. Tek umudunuz katledilemez canavar Behemoth'ları öldürmek."}, {"images": {"nodes": []}, "id": "2225402637924640", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["Action", "Adventure", "Fantasy", "VR", "BEHEMOTH"], "long_description": "Rites of Wrath DLC\nOnze nieuwe DLC (die is gemaakt dankzij veel feedback van fans) laat spelers de Forsaken Lands ervaren als nooit tevoren. We hebben twee nieuwe spelmodi toegevoegd, gratis voor alle spelers. Nu kun je de ongelooflijke momenten van Skydance's Behemoth in hapklare brokken spelen.\n\nDe Arena verlaat de bèta\nDe Arena-modus is nu een volwaardige functie genaamd \"De Arena\". Vecht tegen hordes vijanden in drie nieuwe maps, zowel overdag als 's nachts. Verzamel munten van je gevallen vijanden en wissel ze in voor krachtige gouden wapens om nieuwe hoogten van meesterschap te bereiken. Beheer je wapens echter zorgvuldig, want in De Arena gaan wapens kapot, soms op de meest ongelegen momenten! Verover De Arena één keer en ontgrendel een eindeloze versie ervan, waar je kunt ontdekken wat voor soort krijger je werkelijk bent!\n\nDe Behemoth Trials komen eraan\nDoe mee aan De Behemoth Trials en bevind je op heilige grond. In deze heilige ruimte kun je een ritueel uitvoeren waarmee je direct alle Behemoths van de campagne kunt verslaan, met op maat gemaakte uitrustingen die je kansen op succes maximaliseren. Kies ervoor om Shacklehide te bevechten en ermee te stoppen, of daag Nightscraper, Dreddstagg en Shacklehide één voor één uit! De volgorde en het aantal Behemoths dat je wilt verslaan, bepaal je zelf.", "short_description": "Skydance’s BEHEMOTH is een origineel verhaal dat zich afspeelt in de Forsaken Lands, een gevallen koninkrijk dat wordt achtervolgd door tragedie. Speel als een krijger uit het buitenland, Wren the Hunter (de speler), en begin aan een gevaarlijke zoektocht om jezelf en je dorp te redden. Je enige hoop is het verslaan van de onverslaanbare, monsterlijke Behemoths."}, {"images": {"nodes": []}, "id": "1769920330223011", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Rites of Wrath -lisäsisältö\nUusi lisäsisältömme (joka luotiin fanien suuren palautteen ansiosta) antaa pelaajille mahdollisuuden kokea Forsaken Landsin ennennäkemättömällä tavalla. Lisäsimme kaksi uutta pelimuotoa, jotka ovat ilmaisia ​​kaikille pelaajille. Nyt voit pelata Skydancen Behemothin uskomattomia hetkiä pienissä erissä.\n\nAreena poistuu beta-vaiheesta\nAreenatila on nyt täysimittainen ominaisuus nimeltä \"Areena\". Taistele vihollislaumoja vastaan ​​kolmella uudella kartalla sekä päivällä että yöllä. Kerää kolikoita kaatuneilta vihollisiltasi ja vaihda ne sitten tehokkaisiin kultaisiin aseisiin saavuttaaksesi uusia mestaruuden korkeuksia. Hallitse aseitasi kuitenkin huolellisesti, sillä Areenassa aseet rikkoutuvat, joskus kaikkein sopimattomimmilla hetkillä! Valloita Areena kerran ja avaa loputon versio siitä, jossa voit selvittää, millainen soturi todella olet!\n\nBehemot-kokeet ovat tulossa sinua varten\nAstu Behemot-kokeisiin ja löydä itsesi pyhältä maalta. Tässä pyhässä tilassa voit suorittaa rituaalin, jonka avulla voit kohdata minkä tahansa kampanjan Behemoteista välittömästi. Räätälöidyt varusteet maksimoivat onnistumismahdollisuutesi. Voit joko taistella Shacklehidea vastaan ​​ja lopettaa päivän, tai haastaa Nightscraperin, Dreddstaggin ja sitten Shacklehiden peräkkäin! Voit valita, kuinka monta ja kuinka monta Behemothia vastaan ​​haluat taistella.", "short_description": "BEHEMOTH de Skydance est une histoire originale se déroulant dans les Terres Abandonnées, un royaume déchu hanté par la tragédie. Incarnez un guerrier de l'Outreterre, Wren le chasseur (le joueur), et lancez-vous dans une quête périlleuse pour vous sauver ainsi que votre village. Votre seul espoir est de tuer les invincibles, les monstrueux Behemoths."}, {"images": {"nodes": []}, "id": "1739754840287625", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "憤怒の儀式 DLC\n多くのファンからのフィードバックを基に制作されたこの新しいDLCでは、かつてないフォーサケン・ランドの世界を体験できます。2つの新モードを全プレイヤーに無料で提供。スカイダンスが手掛けるベヒーモスの壮大な瞬間を、手軽に体験できます。\n\nアリーナがベータ版を終了\nアリーナモードが「アリーナ」として正式に実装されました。昼夜を問わず、3つの新マップで敵の大群と戦いましょう。倒した敵からコインを集め、強力な黄金の武器と交換して、さらなる高みを目指しましょう。ただし、武器の管理には注意が必要です。アリーナでは武器が壊れてしまうこともあり、最悪のタイミングで壊れてしまうこともあります！アリーナを一度制覇すれば、エンドレスモードがアンロックされ、真の戦士の素質が試されます！\n\nベヒーモスの試練があなたを待ち受けています\nベヒーモスの試練に挑めば、聖地へと辿り着きます。この聖域では、キャンペーンに登場するあらゆるベヒーモスに即座に立ち向かえるようになる儀式を執り行うことができます。専用の装備で勝利の可能性を最大限に高めることができます。シャックルハイドと戦って一日を終えることも、ナイトスクレイパー、ドレッドスタッグ、そしてシャックルハイドと順番に戦いを挑むこともできます！どのベヒーモスに挑むか、順番と数はあなた次第です。", "short_description": "Skydance の BEHEMOTH は、悲劇に悩まされた崩壊した王国、Forsaken Lands を舞台にしたオリジナル ストーリーです。アウトランドの戦士、ミソサザイ ハンター (プレイヤー) としてプレイし、自分自身と自分の村を救うための危険な冒険に乗り出しましょう。あなたの唯一の希望は、倒すことのできない巨大なベヒモスを倒すことです。"}, {"images": {"nodes": []}, "id": "1632848617377579", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "憤怒儀式 DLC\n我們的全新 DLC（基於眾多粉絲的回饋精心打造）將為玩家帶來前所未有的《遺棄之地》體驗。我們新增了兩種免費開放的全新模式。現在，您可以輕鬆體驗 Skydance 巨獸的精彩時刻。\n\n競技場結束測試階段\n競技場模式現已正式開放，名為「競技場」。在三張全新地圖中，您將在白天和夜晚與成群的敵人戰鬥。收集敵人的金幣，然後將其兌換成強大的黃金武器，以達到新的精通高度。不過，請謹慎管理您的武器，因為在競技場中，武器有時會在最不合時宜的時刻損壞！征服競技場一次，即可解鎖無盡模式，在那裡您可以檢驗自己究竟是怎樣的戰士！\n\n巨獸試煉即將到來\n加入巨獸試煉，踏上神聖的土地。在這片神聖的空間裡，你可以進行一項儀式，立即面對戰役中的任何巨獸，並使用客製化的裝備來最大化你的成功幾率。你可以選擇與沙克爾海德戰鬥就此打住，或是依序挑戰夜行者、德雷德斯塔格和沙克爾海德！你想挑戰的巨獸的順序和數量由你決定。", "short_description": "Skydance 的《BEHEMOTH》是一個以被遺忘之地為背景的原創故事，這是一個充滿悲劇的衰落王國。扮演一名外地戰士，獵人雷恩（玩家），踏上拯救自己和村莊的危險任務。你唯一的希望就是殺死不可殺死的可怕巨獸。"}, {"images": {"nodes": []}, "id": "1561191661509413", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "DLC Rites of Wrath\nIl nostro nuovo DLC (creato grazie ai numerosi feedback dei fan) permette ai giocatori di vivere le Terre Abbandonate come mai prima d'ora. Abbiamo aggiunto due nuove modalità, gratuite per tutti i giocatori. Ora puoi rivivere gli incredibili momenti del Behemoth di Skydance in formato ridotto.\n\nL'Arena lascia la Beta\nLa modalità Arena è ora una funzionalità a tutti gli effetti chiamata \"L'Arena\". Combatti orde di nemici in tre nuove mappe, sia di giorno che di notte. Raccogli monete dai nemici caduti, poi scambiale con potenti armi dorate per raggiungere nuove vette di maestria. Gestisci le tue armi con attenzione, però, perché nell'Arena le armi si rompono, a volte nei momenti più inopportuni! Conquista l'Arena una volta e sblocca una versione Infinita, dove potrai scoprire che tipo di guerriero sei veramente!\n\nLe Prove del Behemoth ti stanno aspettando\nEntra nelle Prove del Behemoth e ritrovati in terra consacrata. In questo spazio sacro puoi eseguire un rituale che ti permetterà di affrontare immediatamente qualsiasi Behemoth della campagna, con equipaggiamenti personalizzati che massimizzeranno le tue possibilità di successo. Scegli se combattere Shacklehide e basta, oppure sfida Nightscraper, Dreddstagg e infine Shacklehide, uno dopo l'altro! L'ordine e il numero di Behemoth che vuoi affrontare sono a tua scelta.", "short_description": "BEHEMOTH di Skydance è una storia originale ambientata nelle Terre Abbandonate, un regno caduto perseguitato dalla tragedia. Gioca nei panni di un guerriero straniero, Wren the Hunter (il giocatore), e intraprendi una pericolosa missione per salvare te stesso e il tuo villaggio. La tua unica speranza è uccidere gli indistruttibili e mostruosi Behemoth."}, {"images": {"nodes": []}, "id": "1491807015130694", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "vr", "behemoth", "fantasy"], "long_description": "Rites of Wrath DLC\nVores nye DLC (som blev skabt takket være en masse fanfeedback) lader spillerne opleve Forsaken Lands som aldrig før. Vi har tilføjet to nye tilstande, gratis for alle spillere. Nu kan du spille Skydances Behemoths utrolige øjeblikke i små mundrette baner.\n\nArenaen forlader Beta\nArenatilstand er nu en fuldt udviklet funktion kaldet \"Arenaen\". Kæmp mod horder af fjender gennem tre nye kort både dag og nat. Saml mønter fra dine faldne fjender, og byt dem derefter til kraftfulde gyldne våben for at nå nye højder af mestring. Håndter dine våben omhyggeligt, for i Arenaen går våben i stykker, nogle gange på de mest ubelejlige tidspunkter! Erobr Arenaen én gang, og lås op for en endeløs version af den, hvor du kan finde ud af, hvilken slags kriger du virkelig er!\n\nBehemoth Trials kommer efter dig\nTag ind i Behemoth Trials, og find dig selv på hellig grund. I dette hellige rum kan du udføre et ritual, der giver dig mulighed for at møde enhver af kampagnens Behemoths med det samme, med skræddersyede udstyr, der maksimerer dine chancer for succes. Vælg at kæmpe mod Shacklehide og afslutte dagen, eller udfordre Nightscraper, Dreddstagg og derefter Shacklehide én efter én! Rækkefølgen og antallet af Behemoths, du vil tackle, er dit valg.", "short_description": "Skydance's BEHEMOTH er en original historie, der foregår i Forsaken Lands, et faldet kongerige hjemsøgt af tragedie. Spil som en outland-kriger, Wren the Hunter (spilleren), og begiv dig ud på en farefuld mission for at redde dig selv og din landsby. Dit eneste håb er at dræbe de udødelige, de monstrøse Behemoths."}, {"images": {"nodes": []}, "id": "1455065392143079", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Rites of Wrath DLC\nUnser neuer DLC (der dank des umfangreichen Fan-Feedbacks entwickelt wurde) lässt Spieler die Verlassenen Lande wie nie zuvor erleben. Wir haben zwei neue Modi hinzugefügt, die für alle Spieler kostenlos sind. Jetzt könnt ihr die unglaublichen Momente von Skydances Behemoth in kleinen Häppchen erleben.\n\nDie Arena verlässt die Beta\nDer Arena-Modus ist jetzt ein vollwertiges Feature namens „Die Arena“. Bekämpft Horden von Feinden auf drei neuen Karten bei Tag und Nacht. Sammelt Münzen von euren gefallenen Feinden und tauscht sie gegen mächtige goldene Waffen ein, um neue Höhen der Meisterschaft zu erreichen. Geht aber sorgsam mit euren Waffen um, denn in der Arena gehen Waffen kaputt, manchmal im ungünstigsten Moment! Erobert die Arena einmal und schaltet eine Endlos-Version frei, in der ihr herausfinden könnt, was für ein Krieger ihr wirklich seid!\n\nDie Behemoth-Prüfungen erwarten euch\nBetretet die Behemoth-Prüfungen und findet euch auf heiligem Boden wieder. In diesem heiligen Raum kannst du ein Ritual durchführen, das es dir ermöglicht, sofort jedem Behemoth der Kampagne entgegenzutreten – mit maßgeschneiderten Ausrüstungen, die deine Erfolgschancen maximieren. Entscheide dich, Shacklehide zu bekämpfen und Schluss zu machen, oder fordere nacheinander Nightscraper, Dreddstagg und Shacklehide heraus! Die Reihenfolge und Anzahl der Behemoths, die du bekämpfst, bestimmst du selbst.", "short_description": "BEHEMOTH von Skydance ist eine originelle Geschichte, die in den Verlassenen Landen spielt, einem gefallenen Königreich, das von einer Tragödie heimgesucht wird. Spielen Sie als Outland-Krieger, Wren the Hunter (der Spieler), und begeben Sie sich auf eine gefährliche Suche, um sich selbst und Ihr Dorf zu retten. Ihre einzige Hoffnung besteht darin, die Unbezwingbaren, die monströsen Behemoths zu töten."}, {"images": {"nodes": []}, "id": "1417866812964287", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Rites of Wrath DLC\nVårt nya DLC (som skapades tack vare mycket feedback från fans) låter spelare uppleva Forsaken Lands som aldrig förr. Vi har lagt till två nya lägen, gratis för alla spelare. Nu kan du spela Skydances Behemoths otroliga ögonblick i små portar.\n\nArenan lämnar Beta\nArenaläget är nu en fullfjädrad funktion som heter \"Arenan\". Bekämpa horder av fiender genom tre nya kartor under både dag och natt. Samla mynt från dina fallna fiender och byt sedan ut dem mot kraftfulla gyllene vapen för att nå nya höjder av mästerskap. Hantera dina vapen försiktigt, för i Arenan går vapnen sönder, ibland i de mest olämpliga ögonblicken! Erövra Arenan en gång och lås upp en oändlig version av den, där du kan ta reda på vilken typ av krigare du egentligen är!\n\nBehemoth Trials kommer efter dig\nGå in i Behemoth Trials och befinn dig på helig mark. I denna heliga plats kan du utföra en ritual som gör att du omedelbart kan möta vilken som helst av kampanjens Behemoter, med skräddarsydda utrustningar som maximerar dina chanser att lyckas. Välj att slåss mot Shacklehide och avsluta, eller utmana Nightscraper, Dreddstagg och sedan Shacklehide en efter en! Ordningen och antalet Behemoter du vill ta dig an är ditt val.", "short_description": "Skydance's BEHEMOTH är en originalberättelse som utspelar sig i Forsaken Lands, ett fallen rike hemsökt av tragedi. Spela som en utländsk krigare, Wren the Hunter (spelaren), och ge dig ut på ett farligt uppdrag för att rädda dig själv och din by. Ditt enda hopp är att döda de odräpbara, de monstruösa Behemoths."}, {"images": {"nodes": []}, "id": "1078560387499857", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["vr", "fantasy", "action", "adventure", "behemoth"], "long_description": "DLC Rites of Wrath\nNuestro nuevo DLC (creado gracias a los numerosos comentarios de los fans) permite a los jugadores experimentar las Tierras Olvidadas como nunca antes. Añadimos dos nuevos modos gratuitos para todos los jugadores. Ahora puedes disfrutar de los increíbles momentos de Behemoth de Skydance en un abrir y cerrar de ojos.\n\nLa Arena sale de la beta\nEl modo Arena ahora es una función completa llamada \"La Arena\". Lucha contra hordas de enemigos en tres nuevos mapas, tanto de día como de noche. Recoge monedas de tus enemigos caídos y cámbialas por poderosas armas doradas para alcanzar nuevas cotas de maestría. ¡Pero maneja tus armas con cuidado, porque en la Arena se rompen, a veces en los momentos más inoportunos! Conquista la Arena una vez y desbloquea una versión infinita, donde podrás descubrir qué clase de guerrero eres en realidad.\n\nLas Pruebas de Behemoth vienen a por ti\nEntra en las Pruebas de Behemoth y pisa tierra sagrada. En este espacio sagrado puedes realizar un ritual que te permitirá enfrentarte a cualquiera de los Behemoths de la campaña al instante, con equipamientos a medida que maximizarán tus posibilidades de éxito. Elige entre luchar contra Shacklehide y dar por finalizado el combate, o desafiar a Nightscraper, Dreddstagg y Shacklehide, uno tras otro. El orden y el número de Behemoths que quieras enfrentar son tu elección.", "short_description": "BEHEMOTH de Skydance es una historia original ambientada en las Tierras Abandonadas, un reino caído atormentado por la tragedia. Juega como un guerrero extranjero, Wren the Hunter (el jugador), y embárcate en una peligrosa búsqueda para salvarte a ti mismo y a tu aldea. Tu única esperanza es matar a los monstruosos Behemoths que no se pueden matar."}, {"images": {"nodes": []}, "id": "1021890386717296", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "vr", "fantasy", "behemoth"], "long_description": "DLC Rites of Wrath\nNasze nowe DLC (które powstało dzięki licznym opiniom fanów) pozwala graczom doświadczyć Forsaken Lands jak nigdy dotąd. Dodaliśmy dwa nowe tryby, darmowe dla wszystkich graczy. Teraz możesz grać w niesamowite momenty Behemoth Skydance w małych porcjach.\n\nThe Arena opuszcza Betę\nTryb Areny jest teraz pełnoprawną funkcją o nazwie „The Arena”. Walcz z hordami wrogów na trzech nowych mapach zarówno w dzień, jak i w nocy. Zbieraj monety od poległych wrogów, a następnie wymieniaj je na potężne złote bronie, aby osiągnąć nowe wyżyny mistrzostwa. Zarządzaj jednak swoją bronią ostrożnie, ponieważ w The Arena broń się psuje, czasami w najbardziej nieodpowiednich momentach! Podbij Arenę raz i odblokuj jej wersję Endless, w której możesz dowiedzieć się, jakim wojownikiem naprawdę jesteś!\n\nThe Behemoth Trials nadchodzą po ciebie\nWejdź do The Behemoth Trials i znajdź się na świętej ziemi. W tej świętej przestrzeni możesz wykonać rytuał, który pozwoli ci natychmiast stawić czoła każdemu z Behemothów kampanii, z niestandardowym wyposażeniem, które zmaksymalizuje twoje szanse na sukces. Wybierz walkę z Shacklehide i nazwij to dniem lub rzuć wyzwanie Nightscraperowi, Dreddstaggowi, a następnie Shacklehide'owi, jednemu po drugim! Kolejność i liczba Behemothów, z którymi chcesz się zmierzyć, zależy od ciebie.", "short_description": "BEHEMOTH ze Skydance to oryginalna historia osadzona w Opuszczonych Ziemiach, upadłym królestwie nawiedzonym przez tragedię. Graj jako wojownik z krainy, Wren the Hunter (gracz) i wyrusz na niebezpieczną wyprawę, aby ocalić siebie i swoją wioskę. Twoją jedyną nadzieją jest zabicie tego, czego nie da się pokonać, potwornych Behemotów."}, {"images": {"nodes": []}, "id": "742049734842703", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Rites of Wrath DLC\nVår nye DLC (som ble laget takket være mange tilbakemeldinger fra fans) lar spillere oppleve Forsaken Lands som aldri før. Vi har lagt til to nye moduser, gratis for alle spillere. Nå kan du spille Skydances Behemoths utrolige øyeblikk på en liten måte.\n\nArenaen forlater Beta\nArena-modus er nå en fullverdig funksjon kalt «Arenaen». Bekjemp horder av fiender gjennom tre nye kart både dag og natt. Samle mynter fra dine falne fiender, og bytt dem deretter mot kraftige gyldne våpen for å nå nye høyder av mestring. Håndter våpnene dine forsiktig, for i Arenaen brytes våpnene, noen ganger i de mest ubeleilige øyeblikk! Erobre Arenaen én gang, og lås opp en endeløs versjon av den, hvor du kan finne ut hva slags kriger du egentlig er!\n\nBehemoth-prøvelsene kommer etter deg\nGå inn i Behemoth-prøvelsene og finn deg selv på hellig grunn. I dette hellige rommet kan du utføre et ritual som lar deg møte hvilken som helst av Behemotene i kampanjen umiddelbart, med skreddersydde utstyr som maksimerer sjansene dine for suksess. Velg å kjempe mot Shacklehide og avslutte dagen, eller utfordre Nightscraper, Dreddstagg og deretter Shacklehide én etter én! Rekkefølgen og antallet Behemoter du vil takle er ditt valg.", "short_description": "Skydance's BEHEMOTH er en original historie satt i Forsaken Lands, et falne rike hjemsøkt av tragedie. Spill som en utlandskriger, Wren the Hunter (spilleren), og legg ut på et farefullt oppdrag for å redde deg selv og landsbyen din. Ditt eneste håp er å drepe de udødelige, de monstrøse Behemoths."}, {"images": {"nodes": []}, "id": "686904194240003", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "愤怒仪式 DLC\n我们的全新 DLC（基于众多粉丝的反馈精心打造）将为玩家带来前所未有的《遗弃之地》体验。我们添加了两种免费开放的全新模式。现在，您可以轻松体验 Skydance 巨兽的精彩瞬间。\n\n竞技场结束测试阶段\n竞技场模式现已正式开放，名为“竞技场”。在三张全新地图中，您将在白天和夜晚与成群的敌人战斗。收集敌人的金币，然后将其兑换成强大的黄金武器，以达到新的精通高度。不过，请谨慎管理您的武器，因为在竞技场中，武器有时会在最不合时宜的时刻损坏！征服竞技场一次，即可解锁无尽模式，在那里您可以检验自己究竟是怎样的战士！\n\n巨兽试炼即将到来\n加入巨兽试炼，踏上神圣的土地。在这片神圣的空间里，你可以进行一项仪式，立即面对战役中的任何巨兽，并使用定制的装备来最大化你的成功几率。你可以选择与沙克尔海德战斗就此打住，或者依次挑战夜行者、德雷德斯塔格和沙克尔海德！你想挑战的巨兽的顺序和数量由你决定。", "short_description": "Skydance 的《BEHEMOTH》是一个以被遗忘之地为背景的原创故事，这是一个充满悲剧的没落王国。扮演一名外地战士，猎人雷恩（玩家），踏上拯救自己和村庄的危险任务。你唯一的希望就是杀死不可杀死的可怕巨兽。\t"}, {"images": {"nodes": []}, "id": "684343041159645", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "vr", "fantasy", "behemoth"], "long_description": "DLC Rites of Wrath\nNosso novo DLC (criado graças ao feedback intenso dos fãs) permite que os jogadores vivenciem as Terras Abandonadas como nunca antes. Adicionamos dois novos modos, gratuitos para todos os jogadores. Agora você pode jogar os momentos incríveis do Behemoth de Skydance em poucos minutos.\n\nA Arena sai do Beta\nO Modo Arena agora é um recurso completo chamado \"A Arena\". Lute contra hordas de inimigos em três novos mapas, tanto de dia quanto de noite. Colete moedas dos seus inimigos derrotados e troque-as por poderosas armas douradas para alcançar novos patamares de maestria. Mas gerencie suas armas com cuidado, porque na Arena as armas quebram, às vezes nos momentos mais inoportunos! Conquiste a Arena uma vez e desbloqueie uma versão Infinita dela, onde você poderá descobrir que tipo de guerreiro você realmente é!\n\nAs Provas do Behemoth estão chegando para você\nEntre nas Provas do Behemoth e encontre-se em solo sagrado. Neste espaço sagrado, você pode realizar um ritual que lhe permitirá enfrentar qualquer um dos Behemoths da campanha imediatamente, com equipamentos personalizados que maximizarão suas chances de sucesso. Escolha entre lutar contra Shacklehide e encerrar o dia, ou desafie Nightscraper, Dreddstagg e Shacklehide, um após o outro! A ordem e o número de Behemoths que você deseja enfrentar são suas escolhas.", "short_description": "A Skydance é uma história original conjunta nas terras esquecidas, um reino caído assombrado por tragédia. Jogue como um guerreiro externo, Wren o Hunter (O jogador), e embarque em uma busca perigosa para salvar a si mesmo e a sua aldeia. Sua única esperança é matar o imortal, os monstruosos Behemoths."}, {"images": {"nodes": []}, "id": "673845425470101", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "분노의 의식 DLC\n팬 여러분의 많은 피드백을 바탕으로 제작된 새로운 DLC를 통해 플레이어는 전에 없던 새로운 포세이큰 랜드를 경험할 수 있습니다. 두 가지 새로운 모드가 추가되었으며, 모든 플레이어가 무료로 이용할 수 있습니다. 이제 스카이댄스의 베히모스가 선사하는 놀라운 순간들을 한입 크기로 즐겨보세요.\n\n아레나 베타 종료\n아레나 모드가 이제 \"아레나\"라는 이름으로 정식 출시되었습니다. 낮과 밤 모두 세 개의 새로운 맵에서 몰려오는 적들을 물리치세요. 쓰러진 적에게서 코인을 모아 강력한 황금 무기로 교환하고 새로운 경지에 도달하세요. 하지만 무기 관리에 유의해야 합니다. 아레나에서는 무기가 때로는 가장 불리한 순간에 파괴될 수도 있습니다! 아레나를 한 번 정복하면 무한 버전을 잠금 해제하여 진정한 전사의 모습을 확인해 보세요!\n\n베히모스 시련이 당신을 찾아옵니다\n베히모스 시련에 참여하여 신성한 땅에서 자신을 발견하세요. 이 신성한 공간에서는 캠페인에 등장하는 모든 베히모스와 즉시 맞설 수 있는 의식을 거행할 수 있으며, 성공 확률을 극대화하는 맞춤형 장비가 제공됩니다. 섀클하이드와 싸우고 하루를 마무리하거나, 나이트스크레이퍼, 드레드스타그, 그리고 섀클하이드에게 차례로 도전하세요! 베히모스의 순서와 수는 자유롭게 선택할 수 있습니다.", "short_description": "Skydance의 BEHEMOTH는 비극에 휩싸인 몰락한 왕국인 Forsaken Lands를 배경으로 한 오리지널 스토리입니다. 아웃랜드 전사인 사냥꾼 렌(플레이어)이 되어 자신과 마을을 구하기 위한 위험한 퀘스트를 시작하세요. 당신의 유일한 희망은 무적의 괴물인 베히모스를 처치하는 것입니다.\t"}, {"images": {"nodes": [{"file_name": "BHM_Meta_Immersive_Left_400x700_v03.png", "id": "1612152102991720", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982443_1612152109658386_2475576943559013203_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Zfw_3hsl2cUQ7kNvwF-7Yf8&_nc_oc=AdmNpz3ivncKv1a1G_Z2wZO-tFN8GlWE2l44CQilzcE274EKPr6Z9W9BV9Zpf3_81LQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfteMI530se3mF1t10_8xqxsBjybsQUqwqH1msFjcJpiWQ&oe=6995A1AD"}, {"file_name": "BHM_Immersive_Cubestrip_v02.png", "id": "1500808080622549", "image_type": "APP_IMG_CUBEMAP_SOURCE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75240097_1500808083955882_264989006980491638_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6pX1YJvX6loQ7kNvwGo3fjW&_nc_oc=Adk_CKAB2DX42VUeCNZ5wCoYh_rIZfpDikL4zGghosz3ddYesPvehnaK-l4FaxtLLI8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftw-vE7LaR-JYEGs_52Usm1B5WebJ9DkmgIrH8Tl1gLpg&oe=69959D3E"}, {"file_name": "BHM_DLC_Meta_Icon.png", "id": "1381366349812268", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499311556_1381366353145601_938107433051419932_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=q1hFT_CZbD8Q7kNvwF_61uD&_nc_oc=Adk1ALRwLN_X4w4lRqDqiqCbyCtaMXNLwEMbN3q8P-HuoJEg3ZnLJFPjoJdPAhGz5sQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuFZkQcIOSIOpoItYcLDOoGFmdLjAID86sDANtfyEUyvA&oe=69959A1C"}, {"file_name": "BHM_DLC_Meta_Square.png", "id": "1240787534378185", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821881_1240787537711518_9155427198074891505_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K0GPUmxBOX0Q7kNvwErVo4K&_nc_oc=AdlPI0PJZDK_CsXvWmUaMlYO7B0x8yQypPrhqVgoSVLKDwg_tvl5JTNB_ZVlB_X3UM0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsC8D2m75FGtzWzQt6ighgflLBstLbib1aJySqJLHaTLg&oe=69959856"}, {"file_name": "BHM_Meta_Immersive_Backdrop_1800x700_v02.png", "id": "1206131923873981", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75603734_1206131927207314_1662565217481132110_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PfrEPmySBGYQ7kNvwFDjHwZ&_nc_oc=AdlUwfXF_KGWX8TkzojiOkvJbQUnwlKL4IsbJt1-Lk0Rp0Keo2OQ5ESMYKDkvQylydY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvKD-UxoELOA4lyM9V75qnobHp7mLkMs2vnAFU1Fm8YzA&oe=699598BE"}, {"file_name": "BHM_Meta_Logo_White_v01.png", "id": "1036664661426665", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035405_1036664664759998_2301953116711999898_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U8Dbi6cdbPIQ7kNvwG2lPvt&_nc_oc=AdkhyoM2ppDUthj3wFEyzxOafWarr9rDxh96derm7WiT_hBlA6IQ1mktOAqE3R9vxZs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvzwkyCG4Ukym0q9QxTZnYOeXu5O-Dnla4RV-YcVKv6hg&oe=6995B940"}, {"file_name": "BHM_DLC_Meta_Hero.png", "id": "1026333242953491", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491824005_1026333246286824_8898723538691039225_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=csRVPpCgIzIQ7kNvwEO38CY&_nc_oc=AdmMbR1Z8odn6KH_1ie8i9CvzGtnkuDLK5C5Mqjg_49W0KdgaqzvfdPuancwXP7WkgU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsebLp35lSxPmc42JvLuFs_qg58XAOxNoV3CubkpcrAzg&oe=6995B8C6"}, {"file_name": "BHM_Meta_Immersive_Logo_556x164_v02.png", "id": "856072989435428", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75286676_856072992768761_3284943807234909445_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LS0qBU9p9ZcQ7kNvwFimJ8N&_nc_oc=AdlKW7rf5a0J8clbrzI62EdozAtluRHqnvwRAojlBTR9cHCbNmyRSsgb-u8V4hA0TbI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsi_k9Q_Ppo_LdEMU_gx7qXZzKprZf-EU7qirSlFXaaoA&oe=6995BC8A"}, {"file_name": "BHM_Meta_Immersive_Right_400x700_v02.png", "id": "793085009377206", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974819_793085012710539_4267027610550492081_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ILDGOoAaloEQ7kNvwFuw7cR&_nc_oc=AdkHnfM0FUpDOlk-W7f9yZX5B6zW8KTbfzKMW2jdUMbCPQ0SsROMDkeyIKrNdXqGnAc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu8_kaKDGY67VuJyvhBQno7-i2Jj5tT27U6S0DYkwr5fQ&oe=6995AD0B"}, {"file_name": "BHM_DLC_Meta_MiniLandscape.png", "id": "704641818990199", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499296423_704641822323532_4665657988315184136_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pOwESW8YOjcQ7kNvwEZVVKC&_nc_oc=AdkBJQP-nek5derKmvBL_9YYviJUb25cPcAmb9FeFHK06y5Hl0LheIMhbDPQktEuSHg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftnfOKeaLZPRubSlXgXnY0YYPNcy7n5ppUarPajIEMR9Q&oe=6995C4A1"}, {"file_name": "BHM_DLC_Meta_Portrait.png", "id": "691914883556640", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499300672_691914886889973_2548587958709553692_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=k1xppTiswN0Q7kNvwHdfo8L&_nc_oc=AdkJuMhnGy1DYv005dqc_WuyAGNRFczEomu-bpEJ70YhWvStfpo_m7T8PXs0DsmX3uE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft5U43057QmzRd1kUY7WZ9C9-myduNL2DL9W-14ZyJBsA&oe=69959F1D"}, {"file_name": "BHM_DLC_Meta_Landscape.png", "id": "577298568750670", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821966_577298572084003_8286136547889329698_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TyudKyLtc3UQ7kNvwGb3THy&_nc_oc=Adme5NpC-sdGVorZwi6giKt-aVRABu28t9jwgbcGQBFOJGh8lfdZ8n2IJnQoG_3ZvB4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfswqFJBIAViy3gE63hh0EzxEWQ7twCBYVx_KMSNdiOC2Q&oe=6995ABEC"}]}, "id": "605517061939677", "locale": "en_US", "screenshots": [{"file_name": "BHM_ScreenshotRagnar_v03_Meta.png", "id": "911880261063413", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499298281_911880264396746_3786590512601008738_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YM02BddjlIMQ7kNvwGaUrJH&_nc_oc=Adn1OS2cybZG-FPQ-BCecA_RfmpZxoPcGiQCgXl72pDVS09bos0G-WnqfQSJl-uWIB8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvQFw-fjaqOHhOCrLtXIY8J-_d5-E4mJdM5wr0QetHz8w&oe=6995B94F"}, {"file_name": "BHM_Screenshot_HollowArena_Meta.png", "id": "1045725347086660", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617749_1045725350419993_7207214907810167483_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VaBaV0_sSRoQ7kNvwFYQqHA&_nc_oc=AdkAkATCvXLA_W6Mskoe3IAheZa3zCO37JU5Od5wAEN_243w30ETIt29s1V4GwSM3bA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsyyYUBlkRwvi1nWUNBUIGLPrbRff_fjhn82g2dKnWA1w&oe=6995C92E"}, {"file_name": "BHM_Screenshot_BossRushRoom_Meta_v02.png", "id": "1201373355073655", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499301662_1201373358406988_3174844811741920615_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VqVX15BQtAEQ7kNvwG95h1Y&_nc_oc=Adks20K0eXwdgMCBC7eh6Rr6yDUCX3yx4wceZUQINOepaOXYvnfgomKWyfm0CLAXhj4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsehRhgV_XITOn5qsi6-46wcluqIwOLE2wnwGTfQnYeTQ&oe=6995C68D"}, {"file_name": "BHM_Screenshot_RG07_v02_Meta.png", "id": "1211727640134955", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499295992_1211727643468288_4600824367505970085_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mlRPhb22awsQ7kNvwFA5080&_nc_oc=AdnA8a90fV5cei0XZMgm95f9_8hcQdP8GAxZGvv-cqUdwsyNvzmvw4JFzVFWJ66s0RU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftvJZxQ5kp1R89rG5VAitQP8B6pgO2znJQStx4Xq2hRLw&oe=69959AFD"}, {"file_name": "BHM_Screenshot_FishingVillage_Meta.png", "id": "1416105736372591", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499301653_1416105743039257_1756714156677182330_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BAQbgzpx59cQ7kNvwFFhNCS&_nc_oc=AdkMLPmA95PK-DS8fQyxGWfuO9pFQ3pMUh2ga99h2r9steoRP2Kxw8cWQ7whbpkvoYg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft0InREtN3HKcX0JM5X3WBcRgK6UBMRwpLBRoNIgCstbA&oe=6995C385"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "BHM_DLC_Thumbnail_2560x1440_v01.png", "id": "9805512742878006", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499623878_9805512749544672_3278942178623566699_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KLjHk15UXnQQ7kNvwGFsjJu&_nc_oc=Admg66WkMkP3-UYFD49SyKMy3-w0HA8kATyAfgDC6e3ES8JMe7qv5rCD-2WVm7tCRh4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfttnFbKxMWxNtqOwba_d-mKAR7W4h94EJi2IkGXyIPpbg&oe=6995CB38"}, "display_name": "Skydance's BEHEMOTH", "keywords": ["Action", "Adventure", "Fantasy", "VR", "Combat"], "long_description": "--- **Rites of Wrath DLC Update** ---\n\nOur new DLC (which was crafted thanks to a lot of fan feedback) lets players experience the Forsaken Lands like never before. We added two new modes, free to all players. Now you can play Skydance’s Behemoth’s incredible moments in bite-sized fashion.\n{3973282866335211}\n\n**The Arena leaves Beta**\n\nArena Mode is now a fully fledged feature called “The Arena”. Fight off hordes of enemies through three new maps during both day and night. Collect coins from your fallen enemies, then exchange them for powerful golden weapons to reach new heights of mastery. Manage your weapons carefully though, because in The Arena weapons break, sometimes at the most inopportune moments! Conquer The Arena once, and unlock an Endless version of it, where you can find out what kind of a warrior you really are!\n{1013472810989035}\n\n**The Behemoth Trials are coming for you**\n\nEnter The Behemoth Trials and find yourself on hallowed ground. In this sacred space you can perform a ritual that will allow you to face any of the Behemoths of the campaign immediately, with bespoke loadouts that will maximize your chances of success. Choose to fight Shacklehide and call it a day, or challenge Nightscraper, Dreddstagg then Shacklehide one after the other! The order and number of Behemoths you want to tackle are your choice.\n\n{1986052418592996}", "short_description": "**Rites of Wrath** DLC is now available! Our new DLC lets players experience the Forsaken Lands like never before. Two new game modes, free to all players.\n\nSkydance’s BEHEMOTH is a sprawling original story set in the Forsaken Lands, a destroyed kingdom besieged by a curse. Play as the lone hunter, Wren, and embark on a perilous quest to end the rot curse running through your veins and plaguing your village. The only cure is to slay unslayable gods, the towering Behemoths.\n"}]}, "developer_name": "Skydance Games", "developer_privacy_policy_url": "https://skydance.com/sdi-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Skydance Games", "support_website_url": null, "website_url": "https://skydance.com/interactive/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "644354873106712"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "ADVENTURE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "it", "ja", "ko", "pt_BR", "es_MX", "es"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "29614586478185114"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821881_1240787537711518_9155427198074891505_n.png?stp=dst-png_s360x360&_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K0GPUmxBOX0Q7kNvwErVo4K&_nc_oc=AdlPI0PJZDK_CsXvWmUaMlYO7B0x8yQypPrhqVgoSVLKDwg_tvl5JTNB_ZVlB_X3UM0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuSZFdJpHWledoTik4N37d2gzIJAlbYM8LOqAY75lB9mg&oe=69959856"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Skydance's BEHEMOTH", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Survival", "id": "644354873106712"}], "release_date": 1733414400, "lastRevision": {"nodes": [{"id": "4581139581917368", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5767635983306831", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "111695745347190"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3727712540832654", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "\"Skydance의 BEHEMOTH는 비극에 휩싸인 몰락한 왕국인 Forsaken Lands를 배경으로 한 오리지널 스토리입니다. 아웃랜드 전사인 사냥꾼 렌(플레이어)이 되어 자신과 마을을 괴롭히는 저주를 끝내기 위한 위험한 퀘스트를 시작하세요. 당신의 유일한 희망은 무적의 괴물인 베히모스를 처치하는 것입니다.\n\nVR로 즐기는 다크 판타지 모험\nThe Walking Dead: Saints & Sinners 개발자의 대담하고 새로운 비전입니다. Skydance는 \"\"가상 물리적 특성\"\"을 여러분의 얼굴에 구현하여 플레이어가 완전히 몰입할 수 있는 경험을 제공합니다.\n\n위험한 신세계: Forsaken Lands의 4개 생물 군계에서 살아남으세요. 눈 덮인 툰드라부터 늪지대까지, 가혹한 환경은 사람이 살 수 없는 것처럼 보일 수도 있지만, 그곳에는 반역적인 약탈자 떼와 그보다 훨씬 더 나쁜 것이 숨겨져 있습니다.\n\n잔인한 폭력은 모든 것을 해결합니다. 뼈를 으스러뜨리고 살을 쪼개는 방식으로 초강력을 사용하여 적을 자르고, 불구로 만들고, 절단하고, 부수고, 찢습니다.\n거대하고 위험한 거대괴수: 이 거대한 위협을 물리치려면 모든 힘이 필요할 뿐만 아니라 지상, 공중, 구름 위에서 그들과 싸우려면 무기고의 모든 기술이 필요합니다.\"\n", "short_description": "Skydance의 BEHEMOTH는 비극에 휩싸인 몰락한 왕국인 Forsaken Lands를 배경으로 한 오리지널 스토리입니다. 아웃랜드 전사인 사냥꾼 렌(플레이어)이 되어 자신과 마을을 구하기 위한 위험한 퀘스트를 시작하세요. 당신의 유일한 희망은 무적의 괴물인 베히모스를 처치하는 것입니다.\t"}, {"images": {"nodes": []}, "id": "2789428974529753", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "vr", "fantasy", "behemoth"], "long_description": "\"BEHEMOTH da Skydance é uma história original que se passa nas Forsaken Lands, um reino caído e assombrado pela tragédia. Jogue como um guerreiro das terras remotas, Wren the Hunter (o jogador), e embarque em uma missão perigosa para acabar com a maldição que assola você e sua aldeia. Sua única esperança é matar o imbatível, os monstruosos Behemoths.\n\nUma aventura de fantasia sombria em RV\nUma nova e ousada visão dos desenvolvedores de The Walking Dead: Saints & Sinners. A Skydance traz sua \"\"fisicalidade virtual\"\" para essa experiência totalmente imersiva, permitindo que o jogador \n\nUm mundo novo e perigoso: Sobreviva aos quatro biomas das Forsaken Lands. De tundras nevadas a pântanos alagadiços, os ambientes inóspitos podem parecer inabitáveis, mas escondem enxames de saqueadores traidores e algo muito, muito pior.\n\nA violência brutal resolve tudo: use sua superforça para esmagar os ossos e rasgar a carne para derrubar, mutilar, cortar, quebrar e dilacerar seus inimigos.\nBehemoths são grandes e perigosos: Para derrotar essas ameaças gigantescas, você não precisará apenas de toda a sua força, mas também de todas as habilidades do seu arsenal para combatê-las no chão, no ar e nas nuvens.", "short_description": "A Skydance é uma história original conjunta nas terras esquecidas, um reino caído assombrado por tragédia. Jogue como um guerreiro externo, Wren o Hunter (O jogador), e embarque em uma busca perigosa para salvar a si mesmo e a sua aldeia. Sua única esperança é matar o imortal, os monstruosos Behemoths."}, {"images": {"nodes": []}, "id": "2246026935741929", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["vr", "fantasy", "action", "adventure", "behemoth"], "long_description": "BEHEMOTH de Skydance es una historia original ambientada en las Tierras Abandonadas, un reino caído atormentado por la tragedia. Juega como un guerrero extranjero, Wren the Hunter (el jugador), y embárcate en una peligrosa búsqueda para acabar con la maldición que te azota a ti y a tu aldea. Tu única esperanza es matar a los monstruosos Behemoths que no se pueden matar.\r\n\r\nUna aventura de fantasía oscura en realidad virtual\r\nUna nueva y audaz visión de los desarrolladores de The Walking Dead: Saints & Sinners. Skydance trae su cara - \"Fisicalidad virtual\" - a esta experiencia totalmente inmersiva, permitiendo al jugador\r\n\r\nUn nuevo mundo peligroso: sobrevive a los cuatro biomas de las Tierras Abandonadas. Desde tundras nevadas hasta marismas pantanosas, los duros entornos pueden parecer inhabitables, pero esconden enjambres de merodeadores traidores y algo mucho, mucho peor.\r\n\r\nLa violencia brutal lo resuelve todo: usa tu superfuerza para romper huesos y partir carne para cortar, mutilar, cortar, romper y destrozar a tus enemigos.\r\nLos gigantes cobran gran importancia y son peligrosos: para derrotar a estas gigantescas amenazas no solo necesitarás toda tu fuerza, sino que también necesitarás todas las habilidades de tu arsenal para luchar contra ellas en tierra, aire y nubes.", "short_description": "BEHEMOTH de Skydance es una historia original ambientada en las Tierras Abandonadas, un reino caído atormentado por la tragedia. Juega como un guerrero extranjero, Wren the Hunter (el jugador), y embárcate en una peligrosa búsqueda para salvarte a ti mismo y a tu aldea. Tu única esperanza es matar a los monstruosos Behemoths que no se pueden matar."}, {"images": {"nodes": []}, "id": "2126632284387196", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Skydance の BEHEMOTH は、悲劇に悩まされた崩壊した王国、Forsaken Lands を舞台にしたオリジナル ストーリーです。アウトランドの戦士、ミソサザイ ハンター (プレイヤー) としてプレイし、自分自身と自分の村を悩ませている呪いを終わらせるための危険な冒険に乗り出しましょう。あなたの唯一の希望は、倒すことのできない巨大なベヒモスを倒すことです。\r\n\r\nVR でのダーク ファンタジー アドベンチャー\r\n『The Walking Dead: Saints & Sinners』の開発者による大胆な新しいビジョン。 Skydance は、この完全な没入型エクスペリエンスに「仮想身体性」をもたらし、プレイヤーは次のことを可能にします。\r\n\r\n危険な新世界: 見捨てられた地の 4 つのバイオームを生き延びてください。雪のツンドラから湿地帯の湿地まで、過酷な環境は人が住めないように見えるかもしれませんが、裏切り者の略奪者の群れや、もっともっとひどいものが隠れています。\r\n\r\n残忍な暴力がすべてを解決する: 骨を砕き、肉を裂くような超怪力を駆使して、敵を切り倒し、傷つけ、切断し、打ち砕き、引き裂きます。\r\n巨大かつ危険な巨獣が迫り来る: これらの巨大な脅威を倒すには、すべての力が必要なだけでなく、地上、空、雲の中で戦うためにあらゆるスキルも必要になります。", "short_description": "Skydance の BEHEMOTH は、悲劇に悩まされた崩壊した王国、Forsaken Lands を舞台にしたオリジナル ストーリーです。アウトランドの戦士、ミソサザイ ハンター (プレイヤー) としてプレイし、自分自身と自分の村を救うための危険な冒険に乗り出しましょう。あなたの唯一の希望は、倒すことのできない巨大なベヒモスを倒すことです。"}, {"images": {"nodes": []}, "id": "1857478448091214", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "vr", "behemoth", "fantasy"], "long_description": "Skydance's BEHEMOTH er en original historie, der foregår i Forsaken Lands, et faldet kongerige hjemsøgt af tragedie. Spil som en outland-kriger, Wren the Hunter (spilleren), og begiv dig ud på en farefuld mission for at afslutte forbandelsen, der plager dig selv og din landsby. Dit eneste håb er at dræbe de udødelige, de monstrøse Behemoths.\r\n\r\nEt mørkt fantasyeventyr i VR\r\nEn modig ny vision fra udviklerne af The Walking Dead: Saints & Sinners. Skydance bringer det i dit ansigt - \"Virtual Physicality\" - til denne fuldstændig fordybende oplevelse, der giver spilleren mulighed for at\r\n\r\nA Dangerous New World: Overlev de fire biomer i Forsaken Lands. Fra sneklædte tundraer til sumpede marskområder kan de barske miljøer virke ubeboelige, men de skjuler sværme af forræderiske plyndrere og noget meget, meget værre.\r\n\r\nBrutal vold løser alt: Brug din superstyrke på knogleknusende, kødkløvende måder til at skære ned, lemlæste, afskære, knække og rive dine fjender fra hinanden.\r\nBehemoths Loom Large and Dangerous: For at besejre disse gigantiske trusler har du ikke kun brug for al din styrke, du har også brug for alle færdigheder i dit arsenal for at bekæmpe dem på jorden, i luften og i skyerne.", "short_description": "Skydance's BEHEMOTH er en original historie, der foregår i Forsaken Lands, et faldet kongerige hjemsøgt af tragedie. Spil som en outland-kriger, Wren the Hunter (spilleren), og begiv dig ud på en farefuld mission for at redde dig selv og din landsby. Dit eneste håb er at dræbe de udødelige, de monstrøse Behemoths."}, {"images": {"nodes": []}, "id": "1522270208370249", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["Action", "Adventure", "Fantasy", "VR", "BEHEMOTH"], "long_description": "Skydance’s BEHEMOTH is een origineel verhaal dat zich afspeelt in de Forsaken Lands, een gevallen koninkrijk dat wordt achtervolgd door tragedie. Speel als een krijger uit het buitenland, Wren the Hunter (de speler), en begin aan een gevaarlijke zoektocht om een ​​einde te maken aan de vloek die jou en je dorp teistert. Je enige hoop is het verslaan van de onverslaanbare, monsterlijke Behemoths.\r\n\r\nEen donker fantasie-avontuur in VR\r\nEen gedurfde nieuwe visie van de ontwikkelaars van The Walking Dead: Saints & Sinners. Skydance brengt zijn in your face – “Virtual Physicality” – naar deze volledig meeslepende ervaring, waardoor de speler\r\n\r\nEen gevaarlijke nieuwe wereld: overleef de vier biomen van de Forsaken Lands. Van besneeuwde toendra's tot moerassige moeraslanden, de ruige omgevingen lijken misschien onbewoonbaar, maar ze verbergen zwermen verraderlijke plunderaars en nog veel, veel erger.\r\n\r\nBrutaal geweld lost alles op: Gebruik je superkracht op botbrekende en vleesklovende manieren om je vijanden neer te halen, te verminken, te verscheuren, te breken en uit elkaar te rijten.\r\nBehemoths Loom Large and Dangerous: Om deze gigantische bedreigingen te verslaan heb je niet alleen al je kracht nodig, maar ook alle vaardigheden in je arsenaal om ze op de grond, in de lucht en in de wolken te bestrijden.", "short_description": "Skydance’s BEHEMOTH is een origineel verhaal dat zich afspeelt in de Forsaken Lands, een gevallen koninkrijk dat wordt achtervolgd door tragedie. Speel als een krijger uit het buitenland, Wren the Hunter (de speler), en begin aan een gevaarlijke zoektocht om jezelf en je dorp te redden. Je enige hoop is het verslaan van de onverslaanbare, monsterlijke Behemoths."}, {"images": {"nodes": []}, "id": "1406488446737898", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "BEHEMOTH de Skydance est une histoire originale se déroulant dans les Terres Abandonnées, un royaume déchu hanté par la tragédie. Incarnez un guerrier de l'Outreterre, Wren le chasseur (le joueur), et lancez-vous dans une quête périlleuse pour mettre fin à la malédiction qui vous tourmente ainsi que votre village. Votre seul espoir est de tuer les invincibles, les monstrueux Behemoths.\r\n\r\nUne aventure Dark Fantasy en VR\r\nUne nouvelle vision audacieuse des développeurs de The Walking Dead : Saints & Sinners. Skydance vous apporte son « physique virtuel » - dans cette expérience totalement immersive, permettant au joueur de\r\n\r\nUn nouveau monde dangereux : survivez aux quatre biomes des terres abandonnées. Des toundras enneigées aux marais marécageux, les environnements hostiles peuvent sembler inhabitables, mais ils cachent des nuées de maraudeurs traîtres et quelque chose de bien pire.\r\n\r\nLa violence brutale résout tout : utilisez votre superforce de manière à briser les os et à fendre la chair pour abattre, mutiler, sectionner, briser et déchirer vos ennemis.\r\nLes béhémoths menacent de taille et sont dangereux : pour vaincre ces menaces gargantuesques, vous aurez non seulement besoin de toute votre force, mais vous aurez également besoin de toutes les compétences de votre arsenal pour les combattre au sol, dans les airs et dans les nuages.", "short_description": "BEHEMOTH de Skydance est une histoire originale se déroulant dans les Terres Abandonnées, un royaume déchu hanté par la tragédie. Incarnez un guerrier de l'Outreterre, Wren le chasseur (le joueur), et lancez-vous dans une quête périlleuse pour vous sauver ainsi que votre village. Votre seul espoir est de tuer les invincibles, les monstrueux Behemoths."}, {"images": {"nodes": []}, "id": "1095165901575189", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Skydance's BEHEMOTH är en originalberättelse som utspelar sig i Forsaken Lands, ett fallen rike hemsökt av tragedi. Spela som en utländsk krigare, Wren the Hunter (spelaren), och ge dig ut på ett farligt uppdrag för att få slut på förbannelsen som plågar dig själv och din by. Ditt enda hopp är att döda de odräpbara, de monstruösa Behemoths.\r\n\r\nEtt mörkt fantasyäventyr i VR\r\nEn djärv ny vision från utvecklarna av The Walking Dead: Saints & Sinners. Skydance ger ditt ansikte - \"Virtual Physicality\" - till denna helt uppslukande upplevelse som låter spelaren\r\n\r\nA Dangerous New World: Överlev de fyra biomen i Forsaken Lands. Från snöiga tundrar till sumpiga träskmarker kan de tuffa miljöerna tyckas obeboeliga, men de döljer svärmar av förrädiska marodörer och något mycket, mycket värre.\r\n\r\nBrutalt våld löser allt: Använd din superstyrka på benknasande, köttklyvande sätt för att skära ner, lemlästa, skära sönder, bryta och slita isär dina fiender.\r\nBehemoths Loom Large and Dangerous: För att besegra dessa gigantiska hot behöver du inte bara all din styrka, du behöver också alla färdigheter i din arsenal för att bekämpa dem på marken, i luften och i molnen.", "short_description": "Skydance's BEHEMOTH är en originalberättelse som utspelar sig i Forsaken Lands, ett fallen rike hemsökt av tragedi. Spela som en utländsk krigare, Wren the Hunter (spelaren), och ge dig ut på ett farligt uppdrag för att rädda dig själv och din by. Ditt enda hopp är att döda de odräpbara, de monstruösa Behemoths."}, {"images": {"nodes": []}, "id": "971841197949329", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Skydance's BEHEMOTH er en original historie satt i Forsaken Lands, et falne rike hjemsøkt av tragedie. Spill som en utlandskriger, Wren the Hunter (spilleren), og begi deg ut på et farefullt oppdrag for å få slutt på forbannelsen som plager deg selv og landsbyen din. Ditt eneste håp er å drepe de udødelige, de monstrøse Behemoths.\r\n\r\nEt mørkt fantasyeventyr i VR\r\nEn dristig ny visjon fra utviklerne av The Walking Dead: Saints & Sinners. Skydance bringer det i ansiktet ditt - \"Virtual Physicality\" - til denne fullstendig oppslukende opplevelsen, som lar spilleren\r\n\r\nA Dangerous New World: Overlev de fire biomene i Forsaken Lands. Fra snødekte tundraer til sumpete myrområder kan de tøffe miljøene virke ubeboelige, men de skjuler svermer av forræderske plyndrere og noe mye, mye verre.\r\n\r\nBrutal vold løser alt: Bruk superstyrken din på beinknusende, kjøttskjærende måter for å kutte ned, lemleste, kutte, knuse og rive i stykker fiendene dine.\r\nBehemoths Loom Large and Dangerous: For å beseire disse gigantiske truslene trenger du ikke bare all din styrke, du trenger også alle ferdigheter i arsenalet ditt for å kjempe mot dem på bakken, i luften og i skyene.", "short_description": "Skydance's BEHEMOTH er en original historie satt i Forsaken Lands, et falne rike hjemsøkt av tragedie. Spill som en utlandskriger, Wren the Hunter (spilleren), og legg ut på et farefullt oppdrag for å redde deg selv og landsbyen din. Ditt eneste håp er å drepe de udødelige, de monstrøse Behemoths."}, {"images": {"nodes": []}, "id": "964484945151600", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Skydance 的《BEHEMOTH》是一個以被遺忘之地為背景的原創故事，這是一個充滿悲劇的衰落王國。扮演外地戰士雷恩獵人（玩家），踏上危險的任務，結束困擾你自己和村莊的詛咒。你唯一的希望就是殺死不可殺死的可怕巨獸。\r\n\r\nVR 中的黑暗奇幻冒險\r\n《陰屍路：聖徒與罪人》開發商的大膽新願景。 Skydance 將其「虛擬物理性」帶到您面前，帶來完全身臨其境的體驗，讓玩家能夠\r\n\r\n危險的新世界：在被遺忘之地的四個生物群落中生存。從白雪皚皚的苔原到沼澤沼澤地，惡劣的環境似乎不適合居住，但它們隱藏著成群的叛徒掠奪者和更糟糕的東西。\r\n\r\n殘酷暴力解決一切：運用你的超強力量，以骨頭碎裂、血肉分離的方式砍倒、殘害、切斷、擊碎和撕碎你的敵人。\r\n龐大而危險的龐然大物：為了擊敗這些巨大的威脅，你不僅需要全力以赴，還需要運用你的武器庫中的每一項技能，在地面、空中和雲端與它們作戰。", "short_description": "Skydance 的《BEHEMOTH》是一個以被遺忘之地為背景的原創故事，這是一個充滿悲劇的衰落王國。扮演一名外地戰士，獵人雷恩（玩家），踏上拯救自己和村莊的危險任務。你唯一的希望就是殺死不可殺死的可怕巨獸。"}, {"images": {"nodes": []}, "id": "827619595921481", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "\"Skydance 的《BEHEMOTH》是一个以被遗忘之地为背景的原创故事，这是一个充满悲剧的没落王国。扮演外地战士雷恩猎人（玩家），踏上危险的任务，结束困扰你自己和村庄的诅咒。你唯一的希望就是杀死不可杀死的可怕巨兽。\n\nVR 中的黑暗奇幻冒险\n《行尸走肉：圣徒与罪人》开发商的大胆新愿景。 Skydance 将其“虚拟物理性”带到您面前，带来完全身临其境的体验，让玩家能够\n\n危险的新世界：在被遗忘之地的四个生物群落中生存。从白雪皑皑的苔原到沼泽沼泽地，恶劣的环境似乎不适合居住，但它们隐藏着成群的叛徒掠夺者和更糟糕的东西。\n\n残酷暴力解决一切：使用你的超强力量，以骨头碎裂、血肉分离的方式砍倒、残害、切断、击碎和撕碎你的敌人。\n庞大而危险的庞然大物：为了击败这些巨大的威胁，你不仅需要全力以赴，还需要运用你的武器库中的每一项技能，在地面、空中和云端与它们作战。\"\n", "short_description": "Skydance 的《BEHEMOTH》是一个以被遗忘之地为背景的原创故事，这是一个充满悲剧的没落王国。扮演一名外地战士，猎人雷恩（玩家），踏上拯救自己和村庄的危险任务。你唯一的希望就是杀死不可杀死的可怕巨兽。\t"}, {"images": {"nodes": []}, "id": "821606709884656", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "El BEHEMOTH de Skydance es una historia original establecida en las Tierras Desaparecidas, un reino caído embrujado por la tragedia. Juega como guerrero exterior, Wren the Hunter (el jugador), y embarca en una peligrosa búsqueda para acabar con la maldición que te plaga a ti mismo y a tu pueblo. Tu única esperanza es matar a los inscribibles, a los monstruosos Behemoths.\r\n\r\nUna aventura de fantasía oscura en VR\r\nUna nueva visión audaz de los desarrolladores de Los Muertos Caminantes: Santos y Pecadores. Skydance trae su cara - \"Física Virtual\" - a esta experiencia totalmente inmersiva, permitiendo al jugador\r\n\r\nUn mundo peligroso: sobrevivir a los cuatro biomas de las Tierras abandonadas. Desde tundras nevadas a pantanos pantanos, los ambientes duros pueden parecer inhabitables, pero ocultan enjambres de merodeadores traidores y algo mucho, mucho peor.\r\n\r\nLa violencia brutal resuelve todo: Utilice su superfuerza en las formas de cortar los huesos, cortar, cortar, cortar, cortar, cortar, cortar, cortar, romper y romper a sus enemigos.\r\nBehemoths Loom Large and Peligroso: Para derrotar estas amenazas tan grandes no sólo necesitarás toda tu fuerza, también necesitarás todas las habilidades de tu arsenal para combatirlas en el suelo, en el aire y en las nubes.", "short_description": "El BEHEMOTH de Skydance es una historia original establecida en las Tierras Desaparecidas, un reino caído embrujado por la tragedia. Juega como guerrero exterior, Wren the Hunter (el jugador), y embarca en una peligrosa búsqueda para salvarte a ti mismo y a tu pueblo. Tu única esperanza es matar a los inscribibles, a los monstruosos Behemoths."}, {"images": {"nodes": [{"file_name": "BHM_Meta_MiniLandscape_1080x360_v01.png", "id": "1131131427941173", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031610_1131131431274506_4153604259076092326_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MW7rflMzs3UQ7kNvwHNjY6A&_nc_oc=Adlv3VKTgVdHkadxJw90C0DnuVlt0JiybI59BIknAwwoeoyAjuVl1GOgEeFS04I8Szo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu-4qXRMV67Y22_cVXWrzAb0QUA7nCYYdhwXcLDsZOo-Q&oe=6995B59D"}, {"file_name": "BHM_Meta_CoverPortrait_1008x1440_v01.png", "id": "1092421891865831", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75203625_1092421898532497_7242253764161842732_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UR4fjnPk1UwQ7kNvwGhjfvl&_nc_oc=AdnEabH5uaITpHJjYooaPLah3JGET6b-9uREEIMGtJmNiD5-5QlwQGByogsrORwGi6U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft_4qIFC-0OZ2qHQqxLl7OtohnYlA8DDprGIB4QK4R_gQ&oe=6995AFD5"}, {"file_name": "BHM_Meta_Icon_512x512_v01a.png", "id": "948486586736058", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031576_948486593402724_3315831855933540424_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=t8586olSSmAQ7kNvwEaV9aT&_nc_oc=AdkJXytV3m-q87iLHQKIvcAbvAy4JUIXgdz9wmrZGF69YvQ22Ldz3OciHcVKY-Qlydo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftshI5hKM7DTtQeT9L6oO5l03jHlsBxyuBny1rxKLQuNg&oe=6995975F"}, {"file_name": "BHM_Meta_Logo_v01.png", "id": "925236089380694", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982495_925236092714027_4259835592954545747_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=buZQrLcOgq8Q7kNvwHAi_DT&_nc_oc=Adk_vbkP47XVLVMKrVHocu9WIrhrAv-EVrPBsSxcwtlkpq8zx_rcbCCU1KOt1s9ifGI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvekezJgXJHG_WUejTpR-V3A-tZe2woktnTrPuZ2oNJTA&oe=6995BAA7"}, {"file_name": "BHM_Meta_HeroCover_3000x900_v01.png", "id": "453045580599241", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974873_453045587265907_8372696069313449907_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SWO5tY4lpBMQ7kNvwFaZcOx&_nc_oc=AdmsOw1Cmd-6dfe6dlTHY_6DQU41Yy7bQwqIQY7yCW1rZjqDbXmUX8H8wczip1mv8Qs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsTHnLhk0WWaPkIcIp2MkN-jIgvKv1faJkQDW7AFN8Oog&oe=6995CA37"}, {"file_name": "BHM_Meta_CoverSquare_1440x1440_v01.png", "id": "323913280736630", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984471_323913284069963_101355523928997588_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lmd63xFFsK4Q7kNvwHuNZY3&_nc_oc=Adl_sZ1eu0oLadpFVecTRx6QAZnJUnLpcyKceRxfwO6ktT54GWzdh2gwQWmL_zC5XQM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvaT2ePAuR2TgbbgrSYFexKtIQ2GKr2OuuzJLaTS_3Rdw&oe=6995A97C"}, {"file_name": "BHM_Meta_CoverLandscape_2560x1440_v01.png", "id": "299546109871738", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86610715_299546113205071_7232817819873526788_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YNod5J_LhAsQ7kNvwGFILBq&_nc_oc=AdkG292mvEukChY4xQWXFNPA7Ks3LKWJfqC0w4IELJGVF0rFu_S0SX16jn7HrGPpsf4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsTJd2sg01P6wT7ATiw8nT9ClbtWi_LvDOe1oh5Qw1xhQ&oe=69959F8B"}]}, "id": "512623383142099", "locale": "en_US", "screenshots": [{"file_name": "BHM_Meta_Screenshot_01_2560x1440_v01.png", "id": "2873194166188649", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/43997716_2873194169521982_4411358646077500237_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=euSAWmuFlYYQ7kNvwHOqlHr&_nc_oc=Adlp-Cjps8MEChJcKABcrXJZjy-qSPOEInad_7EcQTqYgn1ab7vCtUXpwwU64_D7Ms0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuMpyMd-ZO4PS-0R137agRyUQSf-t_4wkmV5vLZQRwqRw&oe=6995ABAA"}, {"file_name": "BHM_Environment_2560x1440.png", "id": "1149055302882980", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75340715_1149055309549646_2662383271868179478_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wMkx3_C29mIQ7kNvwHb2npB&_nc_oc=AdmNSBWPMM_T9EWOjtIzL7flep1F5ug4mskDwB75rKc2nHgHuIquMKWuoX8gJban_s8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvSnAXeOJwEhoqrRqHaNRUYBmJO96WZ3IlumJ9byDKO9A&oe=6995B0F7"}, {"file_name": "BHM_Seal_2560x1440.png", "id": "1191189008872217", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974689_1191189015538883_1678357117968228065_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=iqKabZC0h6MQ7kNvwEesoBr&_nc_oc=AdmVBF9wHD4nco5miPJdgfiRIRhWbJi7wxVvpd2Pn0EVGxOfHW6yWcUoZOkxgHYAxx4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuI0gueOPwNycmKx93gM6De9KCCLDTd96I-MaYbu3GfHg&oe=6995B857"}, {"file_name": "BHM_Grappling_2560x1440.png", "id": "1549054955675846", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982724_1549054959009179_5279939230442390630_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JmxhKvfeZc0Q7kNvwELnIdu&_nc_oc=Adm1-9E2ud6k63YSAtWmolMoLX0t1Xv7_5H9m32aL1IEIOAihN8lQzEFv2Fuc_UVPfs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsYC4tVL0T1GMryQoHL4DIonU2Vtjj9xuGR7umwBYCDyw&oe=6995C4B4"}, {"file_name": "BHM_Combat_2560x1440.png", "id": "1128052975092088", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75371508_1128052978425421_3498547548834544117_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EPn3Vbm5vtUQ7kNvwH7HGmS&_nc_oc=AdmQfW--SZM3PT18Ocw05aFICFG7T9kUO99WEpe0E4q0dnLuC_1TzyRzKBoQhI6Nx-U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsRXHudH0fSs5H906EUTOF4yZPOfL6OIbssSq0KO_SSuQ&oe=6995AA00"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "BHM_Thumbnail_Re-Announce_v01_2560x1440.png", "id": "468761275639038", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75282162_468761278972371_3666198535262423093_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=45xWyA2EhkwQ7kNvwFCJBno&_nc_oc=AdnWuhP7mjCRPYbWzLskDZlnQ_ufVzuIVZSjDbfpUv-5QNynrQV2pBbVBhpBNo2CkeA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftMKAC7TuLZy_52mcHpfs4AcQbgiSla_sBjSQdHOQDd1Q&oe=6995C757"}, "display_name": "Skydance's BEHEMOTH", "keywords": ["Action", "Adventure", "Fantasy", "VR", "BEHEMOTH"], "long_description": "**Skydance’s BEHEMOTH** is an original story set in the Forsaken Lands, a fallen kingdom haunted by tragedy. Play as an outland warrior, Wren the Hunter (the player), and embark on a perilous quest to end the curse that plagues yourself and your village. Your only hope is to slay the unslayable, the monstrous Behemoths.\n\n**A Dark Fantasy Adventure in VR**\nA bold new vision from the developers of The Walking Dead: Saints & Sinners. Skydance brings its in your face - “Virtual Physicality” - to this fully immersive experience, allowing the player to \n\n* **A Dangerous New World**: Survive the four biomes of the Forsaken Lands. From snowy tundras to swampy marshlands, the harsh environments may seem uninhabitable, but they hide swarms of traitorous marauders and something much, much worse.\n* **Brutal Violence Solves Everything**: Use your superstrength in bone-crunching, flesh-cleaving ways to cut down, maim, sever, break and rip apart your enemies.\n* **Behemoths Loom Large and Dangerous**: To defeat these gargantuan threats you’ll not only need all your strength, you’ll also need every skill in your arsenal to battle them on the ground, in the air, and in the clouds.", "short_description": "Skydance’s BEHEMOTH is an original story set in the Forsaken Lands, a fallen kingdom haunted by tragedy. Play as an outland warrior, Wren the Hunter (the player), and embark on a perilous quest to save yourself and your village. Your only hope is to slay the unslayable, the monstrous Behemoths."}, {"images": {"nodes": []}, "id": "500687188964872", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "vr", "fantasy", "behemoth"], "long_description": "BEHEMOTH ze Skydance to oryginalna historia osadzona w Opuszczonych Ziemiach, upadłym królestwie nawiedzonym przez tragedię. Wciel się w wojownika z obcej krainy, Wrena Łowcy (gracza) i wyrusz na niebezpieczną wyprawę, aby zakończyć klątwę nękającą ciebie i twoją wioskę. Twoją jedyną nadzieją jest zabicie tego, czego nie da się pokonać, potwornych Behemotów.\r\n\r\nPrzygoda w Dark Fantasy w VR\r\nNowa, odważna wizja twórców The Walking Dead: Saints & Sinners. Skydance wnosi swoją twarz – „wirtualną fizyczność” – do tego w pełni wciągającego doświadczenia, pozwalając graczowi\r\n\r\nNiebezpieczny nowy świat: Przetrwaj w czterech biomach Opuszczonych Ziem. Od śnieżnych tundr po bagniste bagna – surowe środowiska mogą wydawać się niezdatne do zamieszkania, ale kryją w sobie roje zdradzieckich rabusiów i coś znacznie, dużo gorszego.\r\n\r\nBrutalna przemoc rozwiązuje wszystko: użyj swojej supersiły, miażdżąc kości i rozcinając ciała, aby wycinać, okaleczać, siekać, łamać i rozdzierać swoich wrogów.\r\nBehemoty grożą i są groźne: aby pokonać te gigantyczne zagrożenia, będziesz potrzebować nie tylko całej swojej siły, ale także wszystkich umiejętności ze swojego arsenału, aby walczyć z nimi na ziemi, w powietrzu i w chmurach.", "short_description": "BEHEMOTH ze Skydance to oryginalna historia osadzona w Opuszczonych Ziemiach, upadłym królestwie nawiedzonym przez tragedię. Graj jako wojownik z krainy, Wren the Hunter (gracz) i wyrusz na niebezpieczną wyprawę, aby ocalić siebie i swoją wioskę. Twoją jedyną nadzieją jest zabicie tego, czego nie da się pokonać, potwornych Behemotów."}, {"images": {"nodes": []}, "id": "474645595098225", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "BEHEMOTH di Skydance è una storia originale ambientata nelle Terre Abbandonate, un regno caduto perseguitato dalla tragedia. Gioca nei panni di un guerriero straniero, Wren the Hunter (il giocatore), e intraprendi una pericolosa missione per porre fine alla maledizione che affligge te e il tuo villaggio. La tua unica speranza è uccidere gli indistruttibili e mostruosi Behemoth.\r\n\r\nUn'avventura fantasy oscura in VR\r\nUna nuova e audace visione da parte degli sviluppatori di The Walking Dead: Saints & Sinners. Skydance porta la sua \"fisicità virtuale\" in questa esperienza completamente coinvolgente, consentendo al giocatore di\r\n\r\nUn nuovo mondo pericoloso: sopravvivi ai quattro biomi delle terre abbandonate. Dalle tundre innevate alle paludi paludose, gli ambienti ostili possono sembrare inabitabili, ma nascondono sciami di predoni traditori e qualcosa di molto, molto peggio.\r\n\r\nLa violenza brutale risolve tutto: usa la tua superforza in modi schiaccianti e squarcianti per abbattere, mutilare, recidere, spezzare e fare a pezzi i tuoi nemici.\r\nI Behemoth incombono grandi e pericolosi: per sconfiggere queste gigantesche minacce non solo avrai bisogno di tutta la tua forza, ma avrai anche bisogno di tutte le abilità del tuo arsenale per combatterli a terra, in aria e tra le nuvole.", "short_description": "BEHEMOTH di Skydance è una storia originale ambientata nelle Terre Abbandonate, un regno caduto perseguitato dalla tragedia. Gioca nei panni di un guerriero straniero, Wren the Hunter (il giocatore), e intraprendi una pericolosa missione per salvare te stesso e il tuo villaggio. La tua unica speranza è uccidere gli indistruttibili e mostruosi Behemoth."}, {"images": {"nodes": []}, "id": "452597170699254", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "Skydance'in BEHEMOTH'u, trajedinin kol gezdiği düşmüş bir krallık olan Forsaken Lands'de geçen orijinal bir hikayedir. Yabancı bir savaşçı olan Avcı Wren (oyuncu) olarak oynayın ve kendinizin ve köyünüzün başına bela olan laneti sona erdirmek için tehlikeli bir göreve çıkın. Tek umudunuz katledilemez canavar Behemoth'ları öldürmek.\r\n\r\nVR'da Karanlık Fantazi Macerası\r\nThe Walking Dead: Saints & Sinners'ın geliştiricilerinden cesur yeni bir vizyon. Skydance, bu tamamen sürükleyici deneyime \"Sanal Fizikselliği\" getirerek oyuncunun şunları yapmasına olanak tanır:\r\n\r\nTehlikeli Yeni Bir Dünya: Forsaken Lands'in dört biyomunda hayatta kalın. Karlı tundralardan bataklık bataklıklara kadar zorlu ortamlar yaşanmaz gibi görünebilir ancak hain yağmacı sürülerini ve çok çok daha kötü şeyleri gizler.\r\n\r\nAcımasız Şiddet Her Şeyi Çözer: Düşmanlarınızı kesmek, sakatlamak, parçalamak, kırmak ve parçalamak için süper gücünüzü kemik kıran, et parçalayan yöntemlerde kullanın.\r\nDevler Büyük ve Tehlikeli Görünüyor: Bu devasa tehditleri yenmek için yalnızca tüm gücünüze ihtiyacınız olmayacak, aynı zamanda onlarla yerde, havada ve bulutlarda savaşmak için cephaneliğinizdeki tüm becerilere de ihtiyacınız olacak.", "short_description": "Skydance'in BEHEMOTH'u, trajedinin kol gezdiği düşmüş bir krallık olan Forsaken Lands'de geçen orijinal bir hikayedir. Yabancı bir savaşçı olan Avcı Wren (oyuncu) olarak oynayın ve kendinizi ve köyünüzü kurtarmak için tehlikeli bir göreve çıkın. Tek umudunuz katledilemez canavar Behemoth'ları öldürmek."}, {"images": {"nodes": []}, "id": "370548612682738", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Skydance's BEHEMOTH", "keywords": ["action", "adventure", "fantasy", "vr", "behemoth"], "long_description": "BEHEMOTH von Skydance ist eine originelle Geschichte, die in den Verlassenen Landen spielt, einem gefallenen Königreich, das von einer Tragödie heimgesucht wird. Spielen Sie als Outland-Krieger, Wren the Hunter (der Spieler), und begeben Sie sich auf eine gefährliche Suche, um den Fluch zu beenden, der Sie und Ihr Dorf plagt. Ihre einzige Hoffnung besteht darin, die Unbezwingbaren, die monströsen Behemoths zu töten.\r\n\r\nEin Dark-Fantasy-Abenteuer in VR\r\nEine mutige neue Vision von den Entwicklern von The Walking Dead: Saints & Sinners. Skydance verleiht diesem völlig immersiven Erlebnis das gewisse Etwas – „Virtual Physicality“ – und ermöglicht es dem Spieler, dies zu tun\r\n\r\nEine gefährliche neue Welt: Überlebe die vier Biome der Verlassenen Länder. Von schneebedeckten Tundren bis hin zu sumpfigen Marschgebieten scheinen die rauen Umgebungen unbewohnbar zu sein, aber sie verbergen Schwärme verräterischer Plünderer und noch viel, viel Schlimmeres.\r\n\r\nBrutale Gewalt löst alles: Setzen Sie Ihre Superkräfte auf knochenbrechende und fleischspaltende Weise ein, um Ihre Feinde niederzustrecken, zu verstümmeln, zu zerteilen, zu brechen und in Stücke zu reißen.\r\nBehemoths ragen groß und gefährlich auf: Um diese gigantischen Bedrohungen zu besiegen, benötigen Sie nicht nur Ihre ganze Kraft, sondern auch alle Fähigkeiten Ihres Arsenals, um sie am Boden, in der Luft und in den Wolken zu bekämpfen.", "short_description": "BEHEMOTH von Skydance ist eine originelle Geschichte, die in den Verlassenen Landen spielt, einem gefallenen Königreich, das von einer Tragödie heimgesucht wird. Spielen Sie als Outland-Krieger, Wren the Hunter (der Spieler), und begeben Sie sich auf eine gefährliche Suche, um sich selbst und Ihr Dorf zu retten. Ihre einzige Hoffnung besteht darin, die Unbezwingbaren, die monströsen Behemoths zu töten."}]}, "developer_name": null, "developer_privacy_policy_url": "https://skydance.com/sdi-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Skydance Interactive", "support_website_url": null, "website_url": "https://skydance.com/interactive/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "644354873106712"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "1025118524743224"}}]}, "scheduled_offers": {"count": 12, "nodes": [{"status": "PUBLISHED", "id": "806291634911397"}, {"status": "PUBLISHED", "id": "1917246398795103"}, {"status": "PUBLISHED", "id": "838662398329296"}, {"status": "PUBLISHED", "id": "2703440516679534"}, {"status": "PUBLISHED", "id": "1481227556267994"}, {"status": "PUBLISHED", "id": "2188664644892167"}, {"status": "PUBLISHED", "id": "571521269172306"}, {"status": "PUBLISHED", "id": "692110536752998"}, {"status": "PUBLISHED", "id": "1930185724181947"}, {"status": "PUBLISHED", "id": "2065519550557948"}, {"status": "CANCELLED", "id": "2023901294755211"}, {"status": "PUBLISHED", "id": "569699905670680"}]}, "baseline_offer": {"id": "569699905670680"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1771005600, "status": "PUBLISHED", "id": "2703440516679534"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "29723164320660662", "version": "Shipping / 2025.06.10 / build 559115 - UE5-STAGE-NEW"}, "id": "874810640110611", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5767635983306831", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29723164320660662"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "874810640110611"}]}, "change_log": "Fixed an issue with the achievement \"Are You Not Entertained?\" being triggered as intended", "created_date": 1749601405, "id": "29723164320660662", "version": "Shipping / 2025.06.10 / build 559115 - UE5-STAGE-NEW", "version_code": 55911500, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "29723156607328100"}, "asset_files": {"count": 7}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5767635983306831", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29723164320660662"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1749583642, "id": "29720575704252857", "version": "Test / 2025.06.10 / build 559106 - UE5-STAGE-NEW", "version_code": 55910601, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "29720573340919760"}, "asset_files": {"count": 7}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5767635983306831", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29723164320660662"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "874810640110611"}]}, "change_log": null, "created_date": 1748888509, "id": "29612566718387090", "version": "Shipping / 2025.06.02 / build 557782 - UE5-STAGE-NEW", "version_code": 55778200, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "29612561305054298"}, "asset_files": {"count": 7}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5767635983306831", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29723164320660662"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1748673420, "id": "29578863501757412", "version": "Test / 2025.05.30 / build 557782 - UE5-STAGE-NEW", "version_code": 55778201, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "29578861278424301"}, "asset_files": {"count": 7}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5767635983306831", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29723164320660662"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1748568382, "id": "29561715853472177", "version": "Shipping / 2025.05.29 / build 557460 - UE5-STAGE-NEW", "version_code": 55746000, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "29561714003472362"}, "asset_files": {"count": 7}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}