{"data": {"node": {"__typename": "Application", "id": "31996866209958916", "organization": {"id": "645221652013272", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "31996866209958916"}]}, "id": "1104039478506714"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "10052129094880836"}]}, "id": "1095345685774442"}]}}, "firstRevision": {"nodes": [{"application": {"id": "31996866209958916", "release_date": 1759514520, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "33146511914994334"}, "id": "1436255981001347"}]}}, "binary": null, "live_binary": null, "created_date": 1765470710, "id": "33358863650425825", "is_initial_release": false, "name_with_fallback": "v3", "pdp_metadata_with_fallback": {"version": 3, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "33358913350420855"}, "release_status": "RELEASED", "id": "31996866209958916"}, "id": "33358913350420855", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "31996866209958916", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1855370871717572"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2045242226231268", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Cyberpunk", "Miażdżenie", "Arkadówka", "Strzelanka", "Magia"], "long_description": "**💥Strona pełnej wersji gry💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nArkadówka VR w klimacie cyberpunka z toną akcji. Wypróbuj wszystkie szalone bronie za jednym zamachem: strzelaj, rzucaj, sięgaj po kolejną. Rzucaj widowiskowe zaklęcia. Walcz z kozackimi bossami i sam bądź kozakiem. Odbijaj nawet promienie śmierci pokrywką od śmietnika!\n# Karuzela Broni\nWypróbuj cały arsenał za jednym podejściem. Strzelaj, rzucaj, chwytaj kolejną. Rozwalaj wrogów wszystkim od nie-tak-nudnych pistoletów po armaty pustki (co to w ogóle jest?!).\n# Arsenał Zaklęć\nAtakujące, obronne i wspierające czary na każdą okazję. Kule ognia, promienie elektryczności, tarcze pustki i latające przyzwane gnaty — to dopiero początek.\n# Kozaccy Bossowie\nKolosalna Matka-Dron – otoczona rojem sługusów, uzbrojona w rakiety i gigantyczne laserowe oko – już na ciebie czeka. I to tylko pierwszy boss. Strach pomyśleć, co będzie dalej!\n# Wciągająca Akcja\nRzuć okiem na alarm i trzymaj rękę na spuście. Rozwalaj hordy jedną ręką, hakuj drugą. Każda arena zaskoczy czymś nowym — bądź gotowy.\n# Hordy Gangów\nRozpruj fale bandytów, korpożołnierzy, droidów, czarnoksiężników i całej reszty rzezimieszków. Nie daj się ich zgranym atakom, zwalonym umiejętnościom ani przewadze liczebnej.\n# Zwariowana Przygoda\nWskocz do szalonej strzelanki na szynach nasączonej cyber-magią. Gadatliwy towarzysz zamknięty w dronie, korporacyjni czarownicy i totalna jazda bez trzymanki. Zrób rozwałkę w tym szalonym świecie!", "short_description": "Arkadówka VR w klimacie cyberpunka z toną akcji.\nWypróbuj wszystkie szalone bronie za jednym zamachem: strzelaj, rzucaj, sięgaj po kolejną. Rzucaj widowiskowe zaklęcia. Walcz z kozackimi bossami i sam bądź kozakiem. Odbijaj nawet promienie śmierci... pokrywką od śmietnika!"}, {"images": {"nodes": []}, "id": "1657269721901965", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Cyberpunk", "Arcade", "Shooter", "Magie", "Smasher"], "long_description": "**💥 Die vollständige Spielseite 💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nEin Arcade-Action-Shooter in einer Cyberpunk-VR-Welt. Probier alle durchgeknallten Waffen direkt hintereinander aus: schießen, werfen, nächste schnappen. Wirke spektakuläre Zauber. Leg dich mit krassen Bossen an – und sei selbst einer. Sogar Todesstrahlen kannst du mit Mülltonnendeckeln abwehren!\n# Waffenkarussell\nProbier das ganze Arsenal in einem Rutsch aus. Schießen, werfen, nächste schnappen. Zerleg deine Gegner mit allem von halbwegs soliden Pistolen bis hin zu Leere-Kanonen (was zur Hölle soll das überhaupt sein?!).\n# Zauberarsenal\nOffensive, defensive und unterstützende Magie für jede Situation. Feuerbälle, Blitzstrahlen, Leere-Schilde und herbeigerufene fliegende Knarren – das ist nur der Anfang.\n# Krasse Bosse\nOffensive, defensive und unterstützende Magie für jede Situation. Feuerbälle, Blitzstrahlen, Leere-Schilde und herbeigerufene fliegende Knarren – das ist nur der Anfang.\n# Mitten im Geschehen\nAchte auf den Alarm, während Kugeln durch die Luft pfeifen. Zerschieß Horden mit einer Hand und hacke mit der anderen. Jede Arena bringt neue Überraschungen – bleib wachsam.\n# Wilde Story\nSpring rein in diesen Rail-Shooter voller Cyber-Magie. Ein labernder Sidekick in einer Drohne, Konzernzauberer und Dauerchaos warten – stürz dich rein ins Wahnsinns-Gemetzel!", "short_description": "Ein Arcade-Cyberpunk-VR-Action-Shooter. Probier alle verrückten Waffen direkt hintereinander aus: schießen, werfen, neue greifen. Wirke spektakuläre Zauber. Kämpfe gegen krasse Bosse und sei selbst einer. Wehre sogar Todesstrahlen mit Mülleimerdeckeln ab!"}, {"images": {"nodes": []}, "id": "1563091251699785", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Cyberpunk", "Fracasseur", "Arcade", "Tir", "Magie"], "long_description": "**💥 La page du jeu complet 💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nUn shooter d’arcade en VR dans un univers cyberpunk déjanté. Testez toutes les armes de folie en une seule session : tirez, balancez, prenez-en une autre. Lancez des sorts spectaculaires. Affrontez des boss surpuissants et devenez une vraie machine de guerre. Vous pouvez même dévier des rayons de la mort avec des couvercles de poubelle !\n# Carousel des flingues\nTestez tout l’arsenal d’un coup. Tirez, balancez, changez d’arme. Démolissez vos ennemis avec des pétoires allant des pistolets pas si ennuyeux aux canons du néant (c’est quoi ce truc sérieux ?!).\n# Arsenal de sorts\nDes magies offensives, défensives et de soutien pour toutes les situations. Boules de feu, rayons électriques, boucliers du vide et armes invoquées volantes. Et ce n’est que le début.\n# Boss de ouf\nLa gigantesque Mère Drone — entourée d’une nuée de sbires, armée de lance-roquettes et dotée d’un œil laser géant — vous attend. Et c’est juste le premier boss. Imaginez les cauchemars qui suivent !\n# Action immersive\nGardez un œil sur l’alarme pendant que les balles sifflent. Faites un carnage d’une main pendant que vous piratez de l’autre. Chaque arène a ses surprises — restez en alerte.\n# Aventure déjantée\nPlongez dans un rail shooter imprégné de cybermagie. Un acolyte bavard coincé dans une carcasse de drone, des sorciers de bureau et une dose d’absurde permanente. Semez le chaos dans ce monde en roue libre !", "short_description": "Un shooter d’arcade en VR dans un univers cyberpunk déjanté. Testez toutes les armes de folie en une seule session : tirez, balancez, prenez-en une autre. Lancez des sorts spectaculaires. Affrontez des boss surpuissants et devenez une vraie machine de guerre. Vous pouvez même dévier des rayons de la mort avec des couvercles de poubelle !"}, {"images": {"nodes": []}, "id": "1387791903133031", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["사이버펑크", "스매셔", "아케이드", "슈터", "마법"], "long_description": "**💥 정식 게임 페이지 💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\n아케이드 스타일의 사이버펑크 VR 액션 슈터. 모든 미친 무기를 한 번에 써보세요. 쏘고, 던지고, 또 다른 걸 집어들고!\n화려한 마법을 시전하세요. 강력한 보스와 맞서 싸우고, 당신 자신도 강해지세요. 심지어 쓰레기통 뚜껑으로 데스레이도 튕겨낼 수 있어요!\n# 무기 회전 캐러셀\n모든 무기를 한 번에 체험하세요. 쏘고, 던지고, 또 다른 걸 집어들고. 지루할 틈 없는 권총부터 공허 캐논(이건 대체 뭐야?!)까지 다양한 무기로 적들을 박살내세요.\n# 마법 아스날\n공격, 방어, 보조용 마법이 상황에 따라 다양하게 준비돼 있습니다. 파이어볼, 전기 레이저, 공허 방패, 날아다니는 소환 총기까지. 이건 그저 시작일 뿐이에요.\n# 강력한 보스들\n거대한 ‘마더 드론’이 당신을 기다리고 있어요. 미니언 무리로 둘러싸이고, 로켓 런처를 장착했으며, 거대한 레이저 눈까지 달고 있죠.\n그리고 이건 겨우 첫 번째 보스입니다. 앞으로 어떤 악몽들이 기다릴지 상상해 보세요!\n# 몰입형 액션\n총알이 날아다닐 때는 경보에 주목하세요. 한 손으로 적 무리를 쏘며, 다른 손으로는 해킹하세요.\n모든 전투 아레나마다 새로운 기믹이 기다립니다. 항상 대비하세요.\n# 갱 웨이브\n도적, 기업 요원, 드로이드, 흑마법사 등 온갖 잡것들을 벽에 튀겨버리세요.\n그들의 협동 공격이나 이상한 능력, 숫자에 압도당하지 마세요.\n# 유쾌한 어드벤처\n사이버 마법에 흠뻑 젖은 레일 슈팅에 뛰어드세요. 수다쟁이 드론 사이드킥, 회사 마법사들, 미친 사건들이 끊임없이 이어집니다. 이 혼돈의 세계에서 한바탕 소란을 피워 보세요!", "short_description": "아케이드 스타일의 사이버펑크 VR 액션 슈터. 모든 미친 무기를 한 번에 써보세요. 쏘고, 던지고, 또 다른 걸 집어들고!\n화려한 마법을 시전하세요. 강력한 보스와 맞서 싸우고, 당신 자신도 강해지세요. 심지어 쓰레기통 뚜껑으로 데스레이도 튕겨낼 수 있어요!"}, {"images": {"nodes": []}, "id": "1385172256608930", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["サイバーパンク", "スマッシャー", "アーケード", "シューター", "魔法"], "long_description": "**💥フルゲームのページはこちら💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nアーケード風サイバーパンクVRアクションシューター。イカれた銃を次々試せ。撃って、投げて、すぐ別の武器に持ち替えろ。ド派手な魔法も使えるぞ。イカしたボスと戦って、自分もイカした存在になれ。ゴミ箱のフタでデスレーザーすら跳ね返せ！\n# 武器のメリーゴーランド\n全武器を一気に試そう。撃って、投げて、別のを拾う。退屈じゃないピストルから虚無キャノン（なんだそれ⁉）まで、いろんな銃で敵をぶっ潰せ。\n# 魔法のアーセナル\n攻撃、防御、サポート用まで、あらゆる状況に対応する魔法が揃っている。ファイアボール、電撃ビーム、虚無のシールド、召喚した空飛ぶ銃なんてのもあるぞ。\n# イカしたボスたち\nドローンの女王「マザードローン」は、ミニオンの群れに囲まれ、ロケットランチャーを備え、巨大なレーザーアイまで装備して待ち構えている。そしてこいつはまだ最初のボスだ。この先にどんな悪夢が待ってるか、想像してみろ！\n# 没入感たっぷりのアクション\n銃弾が飛び交う中、アラームに目を光らせろ。片手でハッキングしながら、もう片方で敵を蹴散らせ。どのアリーナも新たなギミックを仕掛けてくる。油断は禁物だ。\n# ギャングの大群\nバンディット、企業兵士、ドロイド、魔術師…ありとあらゆるクズどもを壁に叩きつけろ。連携攻撃、インチキスキル、圧倒的な物量に飲まれるな。\n# ハチャメチャな冒険\nレールシューターに飛び込め。世界観はサイバーマジックまみれ。おしゃべりなドローンサイドキック、企業の魔術師、止まらない狂気が待っている。イカれたこの世界で、暴れまくれ！", "short_description": "アーケード風サイバーパンクVRアクションシューター。イカれた銃を次々試せ。撃って、投げて、すぐ別の武器に持ち替えろ。ド派手な魔法も使えるぞ。イカしたボスと戦って、自分もイカした存在になれ。ゴミ箱のフタでデスレーザーすら跳ね返せ！"}, {"images": {"nodes": []}, "id": "1368620538246028", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["赛博朋克", "猛击", "街机", "射击", "魔法"], "long_description": "**💥完整版游戏页面💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\n一个街机风格的赛博朋克 VR 动作射击游戏。所有疯狂武器一次上手：开火、投掷、换枪。施展炫酷魔法。对战强力 Boss，成为真正的硬核玩家。甚至还能用垃圾桶盖挡激光！\n# 武器转盘\n所有武器一次体验。开火、投掷、换枪。用各种枪械摧毁敌人，从不无聊的手枪到虚空加农炮（这玩意儿到底是什么？！）\n# 魔法武装\n全面进攻、防御、辅助魔法应有尽有。火球、电击射线、虚空护盾和召唤的飞行枪械只是冰山一角。\n# 硬核 Boss 战\n巨型“母巢无人机”正等着你——被一群杂兵围绕，全身布满火箭发射器，还有一个激光巨眼。这只是你的第一个 Boss。后面等着你的噩梦会更猛！\n# 沉浸式战斗\n子弹横飞时注意警报。一边爆破敌群，一边黑入系统。每个战斗场地都藏着新的花招——时刻准备迎战。\n# 帮派浪潮\n把土匪、企业兵、机器人、术士等所有渣滓全都轰上墙。他们的协同战术、古怪技能和人海战术都别让你失手！\n# 疯狂冒险\n跳进这场充满赛博魔法的轨道射击之旅。啰嗦的无人机伙伴、企业巫师、无尽的疯狂全在等你。去这疯狂世界大闹一场吧！", "short_description": "一个街机风格的赛博朋克 VR 动作射击游戏。所有疯狂武器一次上手：开火、投掷、换枪。施展炫酷魔法。对战强力 Boss，成为真正的硬核玩家。甚至还能用垃圾桶盖挡激光！"}, {"images": {"nodes": []}, "id": "1365964521733033", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Ciberpunk", "Destruidor", "Arcade", "Tiro", "Magia"], "long_description": "**💥Página do jogo completo💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nUm shooter de ação arcade em realidade virtual com pegada cyberpunk. Teste todas as armas insanas de uma vez: atire, jogue, pegue outra. Lance feitiços espetaculares. Enfrente chefões casca-grossa e seja casca-grossa também. Até raios mortais podem ser desviados com tampas de latão!\n# Carrossel de Armas\nTeste todo o arsenal de uma vez. Atire, jogue, pegue outra. Destrua inimigos com armas variadas. De pistolas nada entediantes a canhões do vazio (o que diabos é isso?!).\n# Arsenal de Feitiços\nMagias ofensivas, defensivas e de suporte para todo tipo de situação. Bolas de fogo, raios elétricos, escudos do vazio e armas voadoras invocadas são só o começo.\n# Chefões Casca-Grossa\nA colossal Mãe-Drone — cercada por um enxame de capangas, cheia de lançadores de foguete e com um olho laser gigante — está te esperando. E ela é só o primeiro chefão. Imagina o que vem depois!\n# Ação Imersiva\nOlhos no alarme enquanto as balas voam. Detone hordas com uma mão e hackeie com a outra. Cada arena traz novas surpresas — fique pronto.\n# Aventura Divertida\nEntre num shooter sobre trilhos banhado em ciber-magia. Um parceiro tagarela preso numa carcaça de drone, magos corporativos e caos sem fim te aguardam. Vá causar neste mundo maluco!", "short_description": "Um shooter de ação arcade em realidade virtual com pegada cyberpunk. Teste todas as armas insanas de uma vez: atire, jogue, pegue outra. Lance feitiços espetaculares. Enfrente chefões casca-grossa e seja casca-grossa também. Até raios mortais podem ser desviados com tampas de latão!"}, {"images": {"nodes": []}, "id": "1287911976701961", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Ciberpunk", "Destructor", "Arcade", "Shooter", "Magia"], "long_description": "**💥La página del juego completo💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nUn shooter arcade de acción en VR con estética cyberpunk. Prueba todas las armas alocadas de una sola vez: dispara, lanza, cambia. Lanza hechizos espectaculares. Lucha contra jefes brutales y conviértete tú también en una bestia. ¡Incluso puedes desviar rayos mortales con tapas de cubo de basura!\n# Carrusel de armas\nPrueba todo el arsenal de golpe. Dispara, lanza, cambia. Destruye enemigos con todo tipo de armas, desde pistolas nada aburridas hasta cañones del vacío (¿pero qué demonios es eso?!).\n# Arsenal de hechizos\nMagia ofensiva, defensiva y de apoyo para cada situación posible. Bolas de fuego, rayos eléctricos, escudos del vacío y armas voladoras invocadas son solo una parte del repertorio.\n# Jefes brutales\nEl colosal Dron Madre — rodeado de un enjambre de esbirros, cargado con lanzacohetes y con un enorme ojo láser — te está esperando. Y eso es solo el primer jefe. ¡Imagina las pesadillas que vienen después!\n# Acción inmersiva\nOjo a la alarma mientras las balas vuelan. Revienta hordas con una mano mientras hackeas con la otra. Cada arena te lanza algo nuevo — mantente alerta\n# Aventura divertida\nLánzate a un shooter sobre raíles empapado de ciber-magia. Un compañero parlanchín atrapado en una carcasa de dron, hechiceros corporativos y una locura sin freno te esperan. ¡Siembra el caos en este mundo demencial!", "short_description": "Un shooter arcade de acción en VR con estética cyberpunk. Prueba todas las armas alocadas de una sola vez: dispara, lanza, cambia. Lanza hechizos espectaculares. Lucha contra jefes brutales y conviértete tú también en una bestia. ¡Incluso puedes desviar rayos mortales con tapas de cubo de basura!"}, {"images": {"nodes": []}, "id": "1187294579487893", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Киберпанк", "Шутер", "Смэшер", "Аркада", "Магия"], "long_description": "**💥Полная версия игры💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nАркадный VR-шутер в мире киберпанка. Меняй оружие на лету: отстреляй обойму, брось пушку врагу в лицо и притяни следующую. Кастуй разную магию: от фаерболлов до щитов. Уничтожай эпичных боссов. И даже отражай ракеты крышками мусорных баков!\n# Карусель оружия\n Дробовик, пистолет-пулемет, рельсотрон, катана с энергетическими волнами... Не знаешь, что выбрать для прохождения? Тогда попробуй всё! Отстреляй единственную обойму, брось оружие врагу в лицо и притяни следующее.\n# Арсенал магии\nТебе открыт арсенал атакующей, защитной и поддерживающей магии всех возможных сортов. Огненные шары, электрические разряды, летающий оркестр пушек и другие способности обеспечат зрелищное и эпичное прохождение.\n# Безумные боссы\nНадери задницы мощных боссов! Гигантский Материнский Дрон с роем помощников, ракетными установками и гигантским лазерным глазом – лишь первое препятствие на твоем пути. Какой же ад тогда будет дальше?!\n# Иммерсивный экшен\nСледи за кнопкой тревоги, уворачиваясь от пуль. Отбивайся от орд врагов всего одной рукой, пока второй – взламываешь компьютер. Будь готов к разнообразным вызовам на аренах.\n# Драйвовое приключение\nЗапрыгивай в рельсовый тир в мире кибермагии. Тебя ожидает общительный друг, застрявший в теле робота, корпоративные колдуны и куча безумного экшена. Наведи шороху в этом сумасшедшем мире!", "short_description": "Аркадный VR-шутер в мире киберпанка. Меняй оружие на лету: отстреляй обойму, брось пушку врагу в лицо и притяни следующую. Кастуй разную магию: от фаерболлов до щитов. Уничтожай эпичных боссов. И даже отражай ракеты крышками мусорных баков!"}, {"images": {"nodes": [{"file_name": "Smasher icon.png", "id": "2032588814212280", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499312231_2032588817545613_2634255763629253207_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6DqSvSV3MjkQ7kNvwG8GuTQ&_nc_oc=AdmujUDCxusHVnfoG-QatgqOo6OLFb20luyB68J9pqb2x4k3dUak3VHGzyGdaGc7Qck&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvFD0KoRjUy8atRu3PI9oCZsJjXZ0OXZtTfTr4UxQYSDQ&oe=6995BC80"}, {"file_name": "smasher 1440 1440 logo.png", "id": "1362727625184113", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499293669_1362727628517446_88330063001659748_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BjTFyv5OxgsQ7kNvwHp1cL7&_nc_oc=Adkp5qVjr3BGqElSIdoj26AtB6udA3gvjNFhaOQPlA-zi7mXX9NFCE_cxUrlQl0FHwM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfueujNA5Ay7-vRu97kNTy71YY4i35asUPUGpsCEayTk-w&oe=6995C7FE"}, {"file_name": "Smasher Cover Horiz 2560 1440.png", "id": "1173293288190408", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499298291_1173293294857074_7428766791449063537_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jwAoDd_FEiEQ7kNvwEUwP7I&_nc_oc=Adk_tAvz8rcqKrbYHOJX3rNPVYf_2xFWuaqXB2kJMuI5TIqk74RSkXrCiXc5yePPdBo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfszKbZxBsnmJCrNbG6-UE3E38Sn7T3tLO41Flh8LhpGmw&oe=6995B7EE"}, {"file_name": "Smasher Logo Meta.png", "id": "1144606500916317", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499298281_1144606504249650_7200732710024709328_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YorK4SHyq6oQ7kNvwErwy_k&_nc_oc=Adnrgj2P2hvl6U3hAsz0fqdlpMff_kq1S2mRpmTtCO0fEctGtxKSZUlsAzUrLo6sTm8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuGUOOiQ42m1Yei9oAcX_D1n85D7BP5JaiFKORGLr7KgA&oe=6995B63D"}, {"file_name": "Smasher Cover Horiz 3000 900.png", "id": "1088105746738077", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617749_1088105750071410_3862426846295469560_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gRnKuum43JwQ7kNvwHmHsw4&_nc_oc=AdkX2LvJTLaVxihK0f9-Zlsepz1hkL1vNoIYV73meJK1zqe-RzI5-ADDqn4TRLz_rMU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsEAyVs7SmOlSYG1lnHl0I3xkSyjo7OHXp3uBls6VA4zw&oe=6995BBA7"}, {"file_name": "Smasher Cover Vertical 1008 1440.png", "id": "560120710496498", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499307309_560120717163164_3426569255219071234_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A168ZxbbRrQQ7kNvwF_H3LJ&_nc_oc=AdkyQKRkaEsbpZ_03Nd6bKEPRtWNKJH-6FsurTEsqMjvHo13gJTkRqhTl1fbn7dn_Uo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft_trDo34l0KzO_FWrjGLVMxJ3mQfjBZNegtgxaEfxYLA&oe=69959B2A"}]}, "id": "1089379206525528", "locale": "en_US", "screenshots": [{"file_name": "scrn 1.png", "id": "1185673696432698", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491819396_1185673699766031_2904293767644206417_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VSFu1W7pjw8Q7kNvwFlbYlZ&_nc_oc=Adl3IHSmawrPkV928C1JcWeZjd7Uvg9VnM0N_fraTbv48K954lLa-j8TrOYYxyvNdRI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveGhhdUHpSVeV52FxFE1-XVshBO7Bwcn99eAvaO9ck6g&oe=6995B4DC"}, {"file_name": "scrn 2.png", "id": "1763967800943816", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499304952_1763967804277149_3350756432706384409_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IAn_qpst1FsQ7kNvwEjsT1-&_nc_oc=AdmMv7i6CLqkQQnCAQ8PTG0mAY_URsep1M0gshPNhe9bKvaprBaX5HY9871sWBLA-RY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsgHM7kw9ZOwF0Q_TGSPdAqeODlZnRqdhZsWQra4rrFbA&oe=6995A2DE"}, {"file_name": "scrn 3.png", "id": "2317785028725423", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499304019_2317785032058756_6565520413266577574_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Qw2zv6WFZBwQ7kNvwENVEhK&_nc_oc=AdlwgHw_2_5oyUL_vtWOeY3R0ItiNlKi6aq9ft5jFCDmn7sdA9B2jSTUbFFhC_mgzd8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuhYpLyJWeJkc_ZaxnVeJqPwkcO49PaK0Z6TQDp_LZoWQ&oe=6995C199"}, {"file_name": "scrn 4.png", "id": "2072197230303712", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499299808_2072197233637045_8781225403821466823_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Ccc44BYkSBIQ7kNvwFayGDC&_nc_oc=AdmYnIxmUwNhnjz7Nh-M1QbgLzVEMOPO3Pv1o4aoqKiokIa3DVv9k5AnDg7Ikv6mnc8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu4wfXC7G27GzNL4kzd4swva74WsG1MmNYOLROje8cxgA&oe=6995CB28"}, {"file_name": "scrn 5.png", "id": "1659733434801433", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499303679_1659733438134766_2667026625726628396_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tgTQ0OFd8j8Q7kNvwHZ-NX2&_nc_oc=AdmfLh36RUH3Q4xCafKMGBjNo4Q4Q_tzA2airpPKt6bNwy7Ng_w7w2TVJSwnAu1WkAk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsJ-k2jGhhU3hzU2KzsVTHPrxgvlQfZAuiaUJiMGyj-Zg&oe=69959E1A"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Smasher Cover Horiz 2560 1440.png", "id": "852344297225218", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499296037_852344300558551_3920245602164356213_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ItcFmNXxmJEQ7kNvwGRuTV_&_nc_oc=AdmAXD5V4--bXviQZdR20gpqBNu9Gj0P-VadqUljy7HR-A7PUCtEa-JL-nF_Mlkcsu4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsbqfxd2V7A80K8ybBBgtKzEmYxyIT7HKdz5zCQCIondg&oe=6995BB31"}, "display_name": "Smasher Demo", "keywords": ["Smasher", "Cyberpunk", "Arcade", "Shooter", "Magic"], "long_description": "**💥 The full game page 💥**\n\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nAn arcade cyberpunk VR action shooter. Try all the insane guns in one go: shoot, throw, pick another one. Cast spectacular spells. Fight badass bosses and be badass yourself. Even deflect death rays with trash can lids!\n# Carousel of Guns\nTry all the armory in one go. Shoot, throw, pick another one. Destroy enemies with various guns from not-so-boring pistols to void cannons (what the hell even is that?!).\n{1191567802740230}\n# Arsenal of Spells\nThere is offensive, protective and supportive magic for all possible cases. Fireballs, electricity rays, void shields and flying summoned guns are just a small part of it.\n# Badass Bosses\nThe colossal Mother Drone – surrounded by a minion swarm, bristling with rocket launchers, and sporting a giant laser eye – is waiting for you. And this is just your first boss. Imagine the nightmares waiting down the line!\n# Immersive Action\nEyes on the alarm as bullets fly. Blast hordes one-handed while hacking with the other. Every arena throws fresh twists your way – stay ready.\n# Gang Hordes\nSplatter waves of bandits, corpos, droids, warlocks, and every other low-life across the walls. Don’t let their coordinated strikes, busted abilities, or sheer numbers overwhelm you.\n# Fun Adventure\nLeap into an on-rails shooter drenched in cyber-magic. A chatty sidekick stuck in a drone shell, corporate sorcerers, and nonstop insanity await. Go raise havoc in this mad world!", "short_description": "An arcade cyberpunk VR action shooter. Try all the insane guns in one go: shoot, throw, pick another one. Cast spectacular spells. Fight badass bosses and be badass yourself. Even deflect death rays with trash can lids!"}]}, "developer_name": "Smasher Team", "developer_privacy_policy_url": "https://smashervr.com/policies", "developer_terms_of_service_url": null, "publisher_name": "Smasher Team", "support_website_url": null, "website_url": "https://smashervr.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "459781504968480"}, {"id": "3744040075834813"}, {"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ru", "zh_CN", "fr", "de", "ja", "ko", "pl", "pt_BR", "es"], "supported_input_devices": ["GAMEPAD", "OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "33358913350420855"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499293669_1362727628517446_88330063001659748_n.png?stp=dst-png_s360x360&_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BjTFyv5OxgsQ7kNvwHp1cL7&_nc_oc=Adkp5qVjr3BGqElSIdoj26AtB6udA3gvjNFhaOQPlA-zi7mXX9NFCE_cxUrlQl0FHwM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftnV_-shBQxGcbPARpWQl8OPUpaMW3m53qcozmrMvE0Xg&oe=6995C7FE"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Smasher Demo", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Shooter", "id": "3744040075834813"}, {"topic_name": "Arcade", "id": "1592192974313489"}], "release_date": 1759514520, "lastRevision": {"nodes": [{"id": "31996866306625573", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "31996866209958916", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1855370871717572"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "24842035812149620", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Киберпанк", "Шутер", "Смэшер", "Аркада", "Магия"], "long_description": "**💥Полная версия игры💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nАркадный VR-шутер в мире киберпанка. Меняй оружие на лету: отстреляй обойму, брось пушку врагу в лицо и притяни следующую. Кастуй разную магию: от фаерболлов до щитов. Уничтожай эпичных боссов. И даже отражай ракеты крышками мусорных баков!\n# Карусель оружия\n Дробовик, пистолет-пулемет, рельсотрон, катана с энергетическими волнами... Не знаешь, что выбрать для прохождения? Тогда попробуй всё! Отстреляй единственную обойму, брось оружие врагу в лицо и притяни следующее.\n# Арсенал магии\nТебе открыт арсенал атакующей, защитной и поддерживающей магии всех возможных сортов. Огненные шары, электрические разряды, летающий оркестр пушек и другие способности обеспечат зрелищное и эпичное прохождение.\n# Безумные боссы\nНадери задницы мощных боссов! Гигантский Материнский Дрон с роем помощников, ракетными установками и гигантским лазерным глазом – лишь первое препятствие на твоем пути. Какой же ад тогда будет дальше?!\n# Иммерсивный экшен\nСледи за кнопкой тревоги, уворачиваясь от пуль. Отбивайся от орд врагов всего одной рукой, пока второй – взламываешь компьютер. Будь готов к разнообразным вызовам на аренах.\n# Драйвовое приключение\nЗапрыгивай в рельсовый тир в мире кибермагии. Тебя ожидает общительный друг, застрявший в теле робота, корпоративные колдуны и куча безумного экшена. Наведи шороху в этом сумасшедшем мире!", "short_description": "Аркадный VR-шутер в мире киберпанка. Меняй оружие на лету: отстреляй обойму, брось пушку врагу в лицо и притяни следующую. Кастуй разную магию: от фаерболлов до щитов. Уничтожай эпичных боссов. И даже отражай ракеты крышками мусорных баков!"}, {"images": {"nodes": []}, "id": "24617221107966608", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Cyberpunk", "Miażdżenie", "Arkadówka", "Strzelanka", "Magia"], "long_description": "**💥Strona pełnej wersji gry💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nArkadówka VR w klimacie cyberpunka z toną akcji. Wypróbuj wszystkie szalone bronie za jednym zamachem: strzelaj, rzucaj, sięgaj po kolejną. Rzucaj widowiskowe zaklęcia. Walcz z kozackimi bossami i sam bądź kozakiem. Odbijaj nawet promienie śmierci pokrywką od śmietnika!\n# Karuzela Broni\nWypróbuj cały arsenał za jednym podejściem. Strzelaj, rzucaj, chwytaj kolejną. Rozwalaj wrogów wszystkim od nie-tak-nudnych pistoletów po armaty pustki (co to w ogóle jest?!).\n# Arsenał Zaklęć\nAtakujące, obronne i wspierające czary na każdą okazję. Kule ognia, promienie elektryczności, tarcze pustki i latające przyzwane gnaty — to dopiero początek.\n# Kozaccy Bossowie\nKolosalna Matka-Dron – otoczona rojem sługusów, uzbrojona w rakiety i gigantyczne laserowe oko – już na ciebie czeka. I to tylko pierwszy boss. Strach pomyśleć, co będzie dalej!\n# Wciągająca Akcja\nRzuć okiem na alarm i trzymaj rękę na spuście. Rozwalaj hordy jedną ręką, hakuj drugą. Każda arena zaskoczy czymś nowym — bądź gotowy.\n# Hordy Gangów\nRozpruj fale bandytów, korpożołnierzy, droidów, czarnoksiężników i całej reszty rzezimieszków. Nie daj się ich zgranym atakom, zwalonym umiejętnościom ani przewadze liczebnej.\n# Zwariowana Przygoda\nWskocz do szalonej strzelanki na szynach nasączonej cyber-magią. Gadatliwy towarzysz zamknięty w dronie, korporacyjni czarownicy i totalna jazda bez trzymanki. Zrób rozwałkę w tym szalonym świecie!", "short_description": "Arkadówka VR w klimacie cyberpunka z toną akcji.\nWypróbuj wszystkie szalone bronie za jednym zamachem: strzelaj, rzucaj, sięgaj po kolejną. Rzucaj widowiskowe zaklęcia. Walcz z kozackimi bossami i sam bądź kozakiem. Odbijaj nawet promienie śmierci... pokrywką od śmietnika!"}, {"images": {"nodes": []}, "id": "2011596612710961", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["赛博朋克", "猛击", "街机", "射击", "魔法"], "long_description": "**💥完整版游戏页面💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\n一个街机风格的赛博朋克 VR 动作射击游戏。所有疯狂武器一次上手：开火、投掷、换枪。施展炫酷魔法。对战强力 Boss，成为真正的硬核玩家。甚至还能用垃圾桶盖挡激光！\n# 武器转盘\n所有武器一次体验。开火、投掷、换枪。用各种枪械摧毁敌人，从不无聊的手枪到虚空加农炮（这玩意儿到底是什么？！）\n# 魔法武装\n全面进攻、防御、辅助魔法应有尽有。火球、电击射线、虚空护盾和召唤的飞行枪械只是冰山一角。\n# 硬核 Boss 战\n巨型“母巢无人机”正等着你——被一群杂兵围绕，全身布满火箭发射器，还有一个激光巨眼。这只是你的第一个 Boss。后面等着你的噩梦会更猛！\n# 沉浸式战斗\n子弹横飞时注意警报。一边爆破敌群，一边黑入系统。每个战斗场地都藏着新的花招——时刻准备迎战。\n# 帮派浪潮\n把土匪、企业兵、机器人、术士等所有渣滓全都轰上墙。他们的协同战术、古怪技能和人海战术都别让你失手！\n# 疯狂冒险\n跳进这场充满赛博魔法的轨道射击之旅。啰嗦的无人机伙伴、企业巫师、无尽的疯狂全在等你。去这疯狂世界大闹一场吧！", "short_description": "一个街机风格的赛博朋克 VR 动作射击游戏。所有疯狂武器一次上手：开火、投掷、换枪。施展炫酷魔法。对战强力 Boss，成为真正的硬核玩家。甚至还能用垃圾桶盖挡激光！"}, {"images": {"nodes": []}, "id": "1686001848754633", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Ciberpunk", "Destruidor", "Arcade", "Tiro", "Magia"], "long_description": "**💥Página do jogo completo💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nUm shooter de ação arcade em realidade virtual com pegada cyberpunk. Teste todas as armas insanas de uma vez: atire, jogue, pegue outra. Lance feitiços espetaculares. Enfrente chefões casca-grossa e seja casca-grossa também. Até raios mortais podem ser desviados com tampas de latão!\n# Carrossel de Armas\nTeste todo o arsenal de uma vez. Atire, jogue, pegue outra. Destrua inimigos com armas variadas. De pistolas nada entediantes a canhões do vazio (o que diabos é isso?!).\n# Arsenal de Feitiços\nMagias ofensivas, defensivas e de suporte para todo tipo de situação. Bolas de fogo, raios elétricos, escudos do vazio e armas voadoras invocadas são só o começo.\n# Chefões Casca-Grossa\nA colossal Mãe-Drone — cercada por um enxame de capangas, cheia de lançadores de foguete e com um olho laser gigante — está te esperando. E ela é só o primeiro chefão. Imagina o que vem depois!\n# Ação Imersiva\nOlhos no alarme enquanto as balas voam. Detone hordas com uma mão e hackeie com a outra. Cada arena traz novas surpresas — fique pronto.\n# Aventura Divertida\nEntre num shooter sobre trilhos banhado em ciber-magia. Um parceiro tagarela preso numa carcaça de drone, magos corporativos e caos sem fim te aguardam. Vá causar neste mundo maluco!", "short_description": "Um shooter de ação arcade em realidade virtual com pegada cyberpunk. Teste todas as armas insanas de uma vez: atire, jogue, pegue outra. Lance feitiços espetaculares. Enfrente chefões casca-grossa e seja casca-grossa também. Até raios mortais podem ser desviados com tampas de latão!"}, {"images": {"nodes": []}, "id": "1516407426472117", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Ciberpunk", "Destructor", "Arcade", "Shooter", "Magia"], "long_description": "**💥La página del juego completo💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nUn shooter arcade de acción en VR con estética cyberpunk. Prueba todas las armas alocadas de una sola vez: dispara, lanza, cambia. Lanza hechizos espectaculares. Lucha contra jefes brutales y conviértete tú también en una bestia. ¡Incluso puedes desviar rayos mortales con tapas de cubo de basura!\n# Carrusel de armas\nPrueba todo el arsenal de golpe. Dispara, lanza, cambia. Destruye enemigos con todo tipo de armas, desde pistolas nada aburridas hasta cañones del vacío (¿pero qué demonios es eso?!).\n# Arsenal de hechizos\nMagia ofensiva, defensiva y de apoyo para cada situación posible. Bolas de fuego, rayos eléctricos, escudos del vacío y armas voladoras invocadas son solo una parte del repertorio.\n# Jefes brutales\nEl colosal Dron Madre — rodeado de un enjambre de esbirros, cargado con lanzacohetes y con un enorme ojo láser — te está esperando. Y eso es solo el primer jefe. ¡Imagina las pesadillas que vienen después!\n# Acción inmersiva\nOjo a la alarma mientras las balas vuelan. Revienta hordas con una mano mientras hackeas con la otra. Cada arena te lanza algo nuevo — mantente alerta\n# Aventura divertida\nLánzate a un shooter sobre raíles empapado de ciber-magia. Un compañero parlanchín atrapado en una carcasa de dron, hechiceros corporativos y una locura sin freno te esperan. ¡Siembra el caos en este mundo demencial!", "short_description": "Un shooter arcade de acción en VR con estética cyberpunk. Prueba todas las armas alocadas de una sola vez: dispara, lanza, cambia. Lanza hechizos espectaculares. Lucha contra jefes brutales y conviértete tú también en una bestia. ¡Incluso puedes desviar rayos mortales con tapas de cubo de basura!"}, {"images": {"nodes": []}, "id": "1115735186898791", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["사이버펑크", "스매셔", "아케이드", "슈터", "마법"], "long_description": "**💥 정식 게임 페이지 💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\n아케이드 스타일의 사이버펑크 VR 액션 슈터. 모든 미친 무기를 한 번에 써보세요. 쏘고, 던지고, 또 다른 걸 집어들고!\n화려한 마법을 시전하세요. 강력한 보스와 맞서 싸우고, 당신 자신도 강해지세요. 심지어 쓰레기통 뚜껑으로 데스레이도 튕겨낼 수 있어요!\n# 무기 회전 캐러셀\n모든 무기를 한 번에 체험하세요. 쏘고, 던지고, 또 다른 걸 집어들고. 지루할 틈 없는 권총부터 공허 캐논(이건 대체 뭐야?!)까지 다양한 무기로 적들을 박살내세요.\n# 마법 아스날\n공격, 방어, 보조용 마법이 상황에 따라 다양하게 준비돼 있습니다. 파이어볼, 전기 레이저, 공허 방패, 날아다니는 소환 총기까지. 이건 그저 시작일 뿐이에요.\n# 강력한 보스들\n거대한 ‘마더 드론’이 당신을 기다리고 있어요. 미니언 무리로 둘러싸이고, 로켓 런처를 장착했으며, 거대한 레이저 눈까지 달고 있죠.\n그리고 이건 겨우 첫 번째 보스입니다. 앞으로 어떤 악몽들이 기다릴지 상상해 보세요!\n# 몰입형 액션\n총알이 날아다닐 때는 경보에 주목하세요. 한 손으로 적 무리를 쏘며, 다른 손으로는 해킹하세요.\n모든 전투 아레나마다 새로운 기믹이 기다립니다. 항상 대비하세요.\n# 갱 웨이브\n도적, 기업 요원, 드로이드, 흑마법사 등 온갖 잡것들을 벽에 튀겨버리세요.\n그들의 협동 공격이나 이상한 능력, 숫자에 압도당하지 마세요.\n# 유쾌한 어드벤처\n사이버 마법에 흠뻑 젖은 레일 슈팅에 뛰어드세요. 수다쟁이 드론 사이드킥, 회사 마법사들, 미친 사건들이 끊임없이 이어집니다. 이 혼돈의 세계에서 한바탕 소란을 피워 보세요!", "short_description": "아케이드 스타일의 사이버펑크 VR 액션 슈터. 모든 미친 무기를 한 번에 써보세요. 쏘고, 던지고, 또 다른 걸 집어들고!\n화려한 마법을 시전하세요. 강력한 보스와 맞서 싸우고, 당신 자신도 강해지세요. 심지어 쓰레기통 뚜껑으로 데스레이도 튕겨낼 수 있어요!"}, {"images": {"nodes": []}, "id": "836445535536541", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["サイバーパンク", "スマッシャー", "アーケード", "シューター", "魔法"], "long_description": "**💥フルゲームのページはこちら💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nアーケード風サイバーパンクVRアクションシューター。イカれた銃を次々試せ。撃って、投げて、すぐ別の武器に持ち替えろ。ド派手な魔法も使えるぞ。イカしたボスと戦って、自分もイカした存在になれ。ゴミ箱のフタでデスレーザーすら跳ね返せ！\n# 武器のメリーゴーランド\n全武器を一気に試そう。撃って、投げて、別のを拾う。退屈じゃないピストルから虚無キャノン（なんだそれ⁉）まで、いろんな銃で敵をぶっ潰せ。\n# 魔法のアーセナル\n攻撃、防御、サポート用まで、あらゆる状況に対応する魔法が揃っている。ファイアボール、電撃ビーム、虚無のシールド、召喚した空飛ぶ銃なんてのもあるぞ。\n# イカしたボスたち\nドローンの女王「マザードローン」は、ミニオンの群れに囲まれ、ロケットランチャーを備え、巨大なレーザーアイまで装備して待ち構えている。そしてこいつはまだ最初のボスだ。この先にどんな悪夢が待ってるか、想像してみろ！\n# 没入感たっぷりのアクション\n銃弾が飛び交う中、アラームに目を光らせろ。片手でハッキングしながら、もう片方で敵を蹴散らせ。どのアリーナも新たなギミックを仕掛けてくる。油断は禁物だ。\n# ギャングの大群\nバンディット、企業兵士、ドロイド、魔術師…ありとあらゆるクズどもを壁に叩きつけろ。連携攻撃、インチキスキル、圧倒的な物量に飲まれるな。\n# ハチャメチャな冒険\nレールシューターに飛び込め。世界観はサイバーマジックまみれ。おしゃべりなドローンサイドキック、企業の魔術師、止まらない狂気が待っている。イカれたこの世界で、暴れまくれ！", "short_description": "アーケード風サイバーパンクVRアクションシューター。イカれた銃を次々試せ。撃って、投げて、すぐ別の武器に持ち替えろ。ド派手な魔法も使えるぞ。イカしたボスと戦って、自分もイカした存在になれ。ゴミ箱のフタでデスレーザーすら跳ね返せ！"}, {"images": {"nodes": []}, "id": "762032036707157", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Cyberpunk", "Arcade", "Shooter", "Magie", "Smasher"], "long_description": "**💥 Die vollständige Spielseite 💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nEin Arcade-Action-Shooter in einer Cyberpunk-VR-Welt. Probier alle durchgeknallten Waffen direkt hintereinander aus: schießen, werfen, nächste schnappen. Wirke spektakuläre Zauber. Leg dich mit krassen Bossen an – und sei selbst einer. Sogar Todesstrahlen kannst du mit Mülltonnendeckeln abwehren!\n# Waffenkarussell\nProbier das ganze Arsenal in einem Rutsch aus. Schießen, werfen, nächste schnappen. Zerleg deine Gegner mit allem von halbwegs soliden Pistolen bis hin zu Leere-Kanonen (was zur Hölle soll das überhaupt sein?!).\n# Zauberarsenal\nOffensive, defensive und unterstützende Magie für jede Situation. Feuerbälle, Blitzstrahlen, Leere-Schilde und herbeigerufene fliegende Knarren – das ist nur der Anfang.\n# Krasse Bosse\nOffensive, defensive und unterstützende Magie für jede Situation. Feuerbälle, Blitzstrahlen, Leere-Schilde und herbeigerufene fliegende Knarren – das ist nur der Anfang.\n# Mitten im Geschehen\nAchte auf den Alarm, während Kugeln durch die Luft pfeifen. Zerschieß Horden mit einer Hand und hacke mit der anderen. Jede Arena bringt neue Überraschungen – bleib wachsam.\n# Wilde Story\nSpring rein in diesen Rail-Shooter voller Cyber-Magie. Ein labernder Sidekick in einer Drohne, Konzernzauberer und Dauerchaos warten – stürz dich rein ins Wahnsinns-Gemetzel!", "short_description": "Ein Arcade-Cyberpunk-VR-Action-Shooter. Probier alle verrückten Waffen direkt hintereinander aus: schießen, werfen, neue greifen. Wirke spektakuläre Zauber. Kämpfe gegen krasse Bosse und sei selbst einer. Wehre sogar Todesstrahlen mit Mülleimerdeckeln ab!"}, {"images": {"nodes": []}, "id": "689779503482441", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Smasher Demo", "keywords": ["Cyberpunk", "Fracasseur", "Arcade", "Tir", "Magie"], "long_description": "**💥 La page du jeu complet 💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nUn shooter d’arcade en VR dans un univers cyberpunk déjanté. Testez toutes les armes de folie en une seule session : tirez, balancez, prenez-en une autre. Lancez des sorts spectaculaires. Affrontez des boss surpuissants et devenez une vraie machine de guerre. Vous pouvez même dévier des rayons de la mort avec des couvercles de poubelle !\n# Carousel des flingues\nTestez tout l’arsenal d’un coup. Tirez, balancez, changez d’arme. Démolissez vos ennemis avec des pétoires allant des pistolets pas si ennuyeux aux canons du néant (c’est quoi ce truc sérieux ?!).\n# Arsenal de sorts\nDes magies offensives, défensives et de soutien pour toutes les situations. Boules de feu, rayons électriques, boucliers du vide et armes invoquées volantes. Et ce n’est que le début.\n# Boss de ouf\nLa gigantesque Mère Drone — entourée d’une nuée de sbires, armée de lance-roquettes et dotée d’un œil laser géant — vous attend. Et c’est juste le premier boss. Imaginez les cauchemars qui suivent !\n# Action immersive\nGardez un œil sur l’alarme pendant que les balles sifflent. Faites un carnage d’une main pendant que vous piratez de l’autre. Chaque arène a ses surprises — restez en alerte.\n# Aventure déjantée\nPlongez dans un rail shooter imprégné de cybermagie. Un acolyte bavard coincé dans une carcasse de drone, des sorciers de bureau et une dose d’absurde permanente. Semez le chaos dans ce monde en roue libre !", "short_description": "Un shooter d’arcade en VR dans un univers cyberpunk déjanté. Testez toutes les armes de folie en une seule session : tirez, balancez, prenez-en une autre. Lancez des sorts spectaculaires. Affrontez des boss surpuissants et devenez une vraie machine de guerre. Vous pouvez même dévier des rayons de la mort avec des couvercles de poubelle !"}, {"images": {"nodes": [{"file_name": "Smasher icon.png", "id": "2032588814212280", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499312231_2032588817545613_2634255763629253207_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6DqSvSV3MjkQ7kNvwG8GuTQ&_nc_oc=AdmujUDCxusHVnfoG-QatgqOo6OLFb20luyB68J9pqb2x4k3dUak3VHGzyGdaGc7Qck&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvFD0KoRjUy8atRu3PI9oCZsJjXZ0OXZtTfTr4UxQYSDQ&oe=6995BC80"}, {"file_name": "smasher 1440 1440 logo.png", "id": "1362727625184113", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499293669_1362727628517446_88330063001659748_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BjTFyv5OxgsQ7kNvwHp1cL7&_nc_oc=Adkp5qVjr3BGqElSIdoj26AtB6udA3gvjNFhaOQPlA-zi7mXX9NFCE_cxUrlQl0FHwM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfueujNA5Ay7-vRu97kNTy71YY4i35asUPUGpsCEayTk-w&oe=6995C7FE"}, {"file_name": "Smasher Cover Horiz 2560 1440.png", "id": "1173293288190408", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499298291_1173293294857074_7428766791449063537_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jwAoDd_FEiEQ7kNvwEUwP7I&_nc_oc=Adk_tAvz8rcqKrbYHOJX3rNPVYf_2xFWuaqXB2kJMuI5TIqk74RSkXrCiXc5yePPdBo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfszKbZxBsnmJCrNbG6-UE3E38Sn7T3tLO41Flh8LhpGmw&oe=6995B7EE"}, {"file_name": "Smasher Logo Meta.png", "id": "1144606500916317", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499298281_1144606504249650_7200732710024709328_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YorK4SHyq6oQ7kNvwErwy_k&_nc_oc=Adnrgj2P2hvl6U3hAsz0fqdlpMff_kq1S2mRpmTtCO0fEctGtxKSZUlsAzUrLo6sTm8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuGUOOiQ42m1Yei9oAcX_D1n85D7BP5JaiFKORGLr7KgA&oe=6995B63D"}, {"file_name": "Smasher Cover Horiz 3000 900.png", "id": "1088105746738077", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617749_1088105750071410_3862426846295469560_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gRnKuum43JwQ7kNvwHmHsw4&_nc_oc=AdkX2LvJTLaVxihK0f9-Zlsepz1hkL1vNoIYV73meJK1zqe-RzI5-ADDqn4TRLz_rMU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsEAyVs7SmOlSYG1lnHl0I3xkSyjo7OHXp3uBls6VA4zw&oe=6995BBA7"}, {"file_name": "Smasher Cover Vertical 1008 1440.png", "id": "560120710496498", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499307309_560120717163164_3426569255219071234_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A168ZxbbRrQQ7kNvwF_H3LJ&_nc_oc=AdkyQKRkaEsbpZ_03Nd6bKEPRtWNKJH-6FsurTEsqMjvHo13gJTkRqhTl1fbn7dn_Uo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft_trDo34l0KzO_FWrjGLVMxJ3mQfjBZNegtgxaEfxYLA&oe=69959B2A"}]}, "id": "686939747100593", "locale": "en_US", "screenshots": [{"file_name": "Smasher Screen Meta 1.png", "id": "1199619225343804", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499312454_1199619228677137_5478229534749861929_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GIBfHBRCqHYQ7kNvwGNiK3I&_nc_oc=AdllhrtwN56WWdPYX5tV2rjtrJ-rkmi-By6GPCaUqFMNGtrLw83RFkijOpD0_KFepiE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs0ab7z7iUyBbThsnyDU-LnuwFbWliptaPfduWEJJHIAQ&oe=6995B6C2"}, {"file_name": "Smasher Screen Meta 2.png", "id": "1756538804980026", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499303746_1756538808313359_6969144065298824804_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bnkV7P_OOyEQ7kNvwFZh5eU&_nc_oc=AdkkIRJO_50m8qVpa4oc08pVwYPO46HPlUHWXALG-jrqYKBRskg3scSYVPGvepSnTkc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftkUVrfdehsfsfN_bHUGapFhAFlDzsy7F6AuQbyvLngdw&oe=6995A553"}, {"file_name": "Smasher Screen Meta 3.png", "id": "663384996367093", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617725_663384999700426_6804232145911173484_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nmLEK3qmwGoQ7kNvwHvWVHf&_nc_oc=Adk1ABLw_TwNfD2EgKgscsZgTUZxUu0GyKeuSAM31cviz7JRALSwfKYY910rIC2PJ3I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsmyhBQUgxCYj4j584T_OZZ08tDLbPCxRvfKlFNULJN4A&oe=6995CF78"}, {"file_name": "Smasher Screen Meta 4.png", "id": "1332941678501689", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491824532_1332941681835022_2694538464265235633_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jcDZJewsNI8Q7kNvwHQ0liF&_nc_oc=AdkXQ_aKViAlpXpQQcTe67A_Wnkub4NS2oB3vcLKTECTqNcaC7sWdOo5OwrpQw6EQ0k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsJDaX5hf1oH3xf_mZ4zCy-rFHg5Gkv47ZJl5ehRvbjog&oe=69959C1F"}, {"file_name": "Smasher Screen Meta 5.png", "id": "1117736937215141", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499294603_1117736940548474_8701583731954619023_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RMZHPdx6P1EQ7kNvwFVKAs2&_nc_oc=AdmaN-Y8v_GX5TbVqgLqsbMBjPFNjRnw2mD3i1njewNWTINEeFU3GKvzP5spPdpFiL0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft9eF2zy2evC7-5uOprNTASY57-gjb1fzDiJ9fSf0-UFA&oe=6995C3C7"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Smasher Cover Horiz 2560 1440.png", "id": "852344297225218", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499296037_852344300558551_3920245602164356213_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ItcFmNXxmJEQ7kNvwGRuTV_&_nc_oc=AdmAXD5V4--bXviQZdR20gpqBNu9Gj0P-VadqUljy7HR-A7PUCtEa-JL-nF_Mlkcsu4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsbqfxd2V7A80K8ybBBgtKzEmYxyIT7HKdz5zCQCIondg&oe=6995BB31"}, "display_name": "Smasher Demo", "keywords": ["Smasher", "Cyberpunk", "Arcade", "Shooter", "Magic"], "long_description": "**💥 The full game page 💥**\nhttps://www.meta.com/experiences/smasher/10052129094880836/\n\nAn arcade cyberpunk VR action shooter. Try all the insane guns in one go: shoot, throw, pick another one. Cast spectacular spells. Fight badass bosses and be badass yourself. Even deflect death rays with trash can lids!\n# Carousel of Guns\nTry all the armory in one go. Shoot, throw, pick another one. Destroy enemies with various guns from not-so-boring pistols to void cannons (what the hell even is that?!).\n{1191567802740230}\n# Arsenal of Spells\nThere is offensive, protective and supportive magic for all possible cases. Fireballs, electricity rays, void shields and flying summoned guns are just a small part of it.\n# Badass Bosses\nThe colossal Mother Drone – surrounded by a minion swarm, bristling with rocket launchers, and sporting a giant laser eye – is waiting for you. And this is just your first boss. Imagine the nightmares waiting down the line!\n# Immersive Action\nEyes on the alarm as bullets fly. Blast hordes one-handed while hacking with the other. Every arena throws fresh twists your way – stay ready.\n# Gang Hordes\nSplatter waves of bandits, corpos, droids, warlocks, and every other low-life across the walls. Don’t let their coordinated strikes, busted abilities, or sheer numbers overwhelm you.\n# Fun Adventure\nLeap into an on-rails shooter drenched in cyber-magic. A chatty sidekick stuck in a drone shell, corporate sorcerers, and nonstop insanity await. Go raise havoc in this mad world!", "short_description": "An arcade cyberpunk VR action shooter. Try all the insane guns in one go: shoot, throw, pick another one. Cast spectacular spells. Fight badass bosses and be badass yourself. Even deflect death rays with trash can lids!"}]}, "developer_name": "Smasher Team", "developer_privacy_policy_url": "https://smashervr.com/policies", "developer_terms_of_service_url": null, "publisher_name": "Smasher Team", "support_website_url": null, "website_url": "https://smashervr.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1592192974313489"}, {"id": "3744040075834813"}, {"id": "459781504968480"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ru", "zh_CN", "fr", "de", "ja", "ko", "pl", "pt_BR", "es"], "supported_input_devices": ["GAMEPAD", "OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "31996866243292246"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "791593356838111"}]}, "baseline_offer": {"id": "791593356838111"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1759514520, "status": "PUBLISHED", "id": "791593356838111"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "33146511914994334", "version": "6.0"}, "id": "1436255981001347", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "31996866209958916", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "33146511914994334"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1436255981001347"}]}, "change_log": null, "created_date": 1764241842, "id": "33146511914994334", "version": "6.0", "version_code": 6, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "31996866209958916", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "33146511914994334"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1436255981001347"}]}, "change_log": null, "created_date": 1764199459, "id": "33139697752342417", "version": "5.0", "version_code": 5, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "31996866209958916", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "33146511914994334"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1436255981001347"}]}, "change_log": null, "created_date": 1760050895, "id": "32306887355623465", "version": "4.0", "version_code": 4, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "31996866209958916", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "33146511914994334"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1436255981001347"}]}, "change_log": null, "created_date": 1760041025, "id": "32304830582495809", "version": "3.0", "version_code": 3, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "31996866209958916", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "33146511914994334"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1436255981001347"}]}, "change_log": null, "created_date": 1759519859, "id": "32191578340487701", "version": "2.0", "version_code": 2, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}