{"data": {"node": {"__typename": "Application", "id": "5322351964507206", "organization": {"id": "720207225309944", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5322351964507206"}]}, "id": "1013286119375073"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5109535729163557"}]}, "id": "1216899579062130"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4178846312215481"}]}, "id": "1131237574317667"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5322351964507206", "release_date": 1683219600, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6322727301136329"}, "id": "748850926297915"}]}}, "binary": null, "live_binary": null, "created_date": 1683813372, "id": "6271552572920469", "is_initial_release": false, "name_with_fallback": "v2", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "1482136329263464"}, "release_status": "RELEASED", "id": "5322351964507206"}, "id": "1482136329263464", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5322351964507206", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "763078875127175"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "6574211442601340", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Trải nghiệm một cuộc thoát khỏi lo lắng khi âm thanh sôi động của nước áp lực cao cuốn trôi đi những phiền muộn của bạn. Car Detailing Simulator là một trò chơi vui nhộn và thư giãn, mang lại sự hài lòng khi rửa 10 chiếc xe cổ điển và hiện đại.\n\nTính năng chính:\n\nRửa: Từ làm sạch cơ bản đến phục hồi tỉ mỉ, mang đến cái tốt nhất cho mỗi phương tiện với đa dạng kỹ thuật rửa.\n\nÔ tô: Khám phá thế giới của việc làm đẹp ô tô và tìm hiểu về sự phức tạp của việc khôi phục phương tiện.\n\nLàm sạch: Đấu tranh với bụi bẩn, dầu mỡ và vết bẩn bằng một loạt sản phẩm và công cụ làm sạch, để xe sạch sẽ và tươi mới.\n\nKhôi phục: Phát huy kỹ năng trong nghệ thuật khôi phục, mang lại sự sống lại cho sơn phai màu, nội thất hỏng hóc và bề ngoài mệt mỏi của xe.\n\nXe: Khám phá đa dạng các phương tiện có sẵn để khôi phục, từ xe cổ điển đến những thứ kỳ diệu hiện đại, mỗi chiếc đều mang những thách thức và vẻ đẹp độc đáo của riêng nó.\n\nKinh doanh: Nhận đơn hàng mới và kiếm tiền.", "short_description": "Lau chùi, đánh bóng và biến đổi xe cổ điển thành tuyệt tác hoàn hảo. Biến những chiếc xe bẩn thành những chiếc máy quyến rũ và lung linh."}, {"images": {"nodes": []}, "id": "5973445712783338", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Desfrute de uma fuga sem preocupações enquanto o som revigorante da água de alta pressão lava os seus problemas. Car Detailing Simulator é um jogo divertido e relaxante, que lhe proporciona a satisfação de lavar 10 carros clássicos e modernos.\n\nPrincipais características:\n\nLavagem: Desde a limpeza básica até à restauração meticulosa, realce o melhor de cada veículo com uma variedade de técnicas de lavagem.\n\nAutomobilismo: Mergulhe no mundo do detalhe automóvel e explore as complexidades da restauração de veículos.\n\nLimpeza: Enfrente a sujidade, o pó e as manchas com uma ampla gama de produtos e ferramentas de limpeza, deixando os carros impecáveis e renovados.\n\nRestauro: Desperte as suas habilidades na arte do restauro, devolvendo a antiga glória a pinturas desbotadas, interiores desgastados e exteriores cansados.\n\nCarros: Explore a vasta gama de veículos disponíveis para restauro, desde carros clássicos até maravilhas modernas, cada um com os seus desafios únicos e beleza.\n\nNegócio: Aceite novas encomendas e ganhe dinheiro.", "short_description": "Limpe, polir e transformar carros clássicos à perfeição. Transforme veículos sujos em máquinas que atraem olhares e brilham."}, {"images": {"nodes": []}, "id": "3507474059522846", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Poczuj beztroską ucieczkę, gdy orzeźwiający dźwięk wody o wysokim ciśnieniu zmywa twoje problemy. Car Detailing Simulator to przyjemna i relaksująca gra, która dostarcza satysfakcji z mycia zarówno klasycznych jak i współczesnych samochodów.\n\nGłówne cechy rozgrywki:\nMycie: Od podstawowego czyszczenia do skrupulatnej restauracji, wydobądź najlepsze cechy każdego pojazdu dzięki różnorodnym technikom mycia.\n\nMotoryzacja: Zanurz się w świecie detali samochodowych i poznaj skomplikowane szczegóły odnowy pojazdów.\n\nCzystość: Zwalczać brud, osad i plamy dzięki szerokiemu wyborowi produktów czyszczących i narzędziom\n\nOdnowa: Wykorzystaj swoje umiejętności w sztuce odnawiania - samochody o spłowiałym lakierze, zużytym wnętrzu i z wysłużoną karoserią, przywróć do ich dawnej świetności.\n\nSamochody: Odkrywaj szeroki wybór pojazdów dostępnych do odrestaurowania, począwszy od klasycznych aut aż po współczesne pojazdy. Z każdym z nich wiążą się unikalne wyzwania i piękno.\n\nBiznes: Przyjmuj nowe zamówienia i zarabiaj pieniądze.", "short_description": "Czyść, poleruj i odnawiaj klasyczne samochody. Zamieniaj brudne pojazdy w maszyny, które przyciągają wzrok!"}, {"images": {"nodes": []}, "id": "2380330415480931", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "\n高圧水の爽快な音がトラブルを洗い流すとき、心配なくエスケープを体験してください。Car Detailing Simulatorは楽しくリラックスしたゲームで、10台のクラシックカーとモダンカーを洗う満足感を提供します。\n\n主な特徴：\n\n洗浄：基本的なクリーニングから細部まで、様々な洗浄技術で車両の最高の状態を引き出しましょう。\n\n自動車：自動車のディテールの世界に没入し、車両の修復の複雑さを探求しましょう。\n\n清掃：さまざまなクリーニング製品やツールを使用して、汚れやシミを取り除き、車を清潔でさわやかにしましょう。\n\n修復：褪色した塗装や摩耗した内装、くたびれた外装を復元する修復の技術を発揮しましょう。\n\n車両：クラシックカーからモダンな傑作まで、修復可能な車両の幅広い範囲を探索し、それぞれに独自のチャレンジと美しさを見つけましょう。\n\nビジネス：新しい注文を受けて収益を上げましょう。", "short_description": "クラシックカーを完璧に清掃し、磨き上げ、変身させましょう。汚れた車を輝く注目の的に変えましょう。"}, {"images": {"nodes": []}, "id": "1876923809361545", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Experience a worry-free escape as the invigorating sound of high-pressure water washes away your troubles. Car Detailing Simulator is a fun and relaxing game, which brings you the satisfaction of washing 10 classic and modern cars \n\nKey Features: \n\nWash: From basic cleaning to meticulous restoration, bring out the best in every vehicle with a variety of washing techniques.\n\nAutomotive: Dive into the world of automotive detailing and explore the intricacies of vehicle restoration.\n\nClean: Tackle dirt, grime, and stains with a wide range of cleaning products and tools, leaving cars spotless and refreshed.\n\nRestore: Unleash your skills in the art of restoration, bringing faded paint, worn interiors, and tired exteriors back to their former glory.\n\nCars: Explore the vast range of vehicles available for restoration, from classic cars to modern marvels, each with its unique challenges and beauty.\n\nBusiness: Take new orders and make money.\n", "short_description": "Clean, polish, and transform classic cars to perfection. Turn dirty rides into head-turning machines that shine. "}, {"images": {"nodes": []}, "id": "1817230052067760", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Experimenta una escapada sin preocupaciones mientras el estimulante sonido del agua a alta presión lava tus problemas. Car Detailing Simulator es un juego divertido y relajante que te brinda la satisfacción de lavar 10 coches clásicos y modernos.\n\nCaracterísticas principales:\n\nLavado: Desde una limpieza básica hasta una restauración meticulosa, resalta lo mejor de cada vehículo con una variedad de técnicas de lavado.\n\nAutomoción: Sumérgete en el mundo del detallado automotriz y explora las complejidades de la restauración de vehículos.\n\nLimpieza: Enfrenta la suciedad, la grasa y las manchas con una amplia gama de productos y herramientas de limpieza, dejando los coches impecables y renovados.\n\nRestauración: Desata tus habilidades en el arte de la restauración, devolviendo el brillo a la pintura desgastada, los interiores desgastados y los exteriores cansados.\n\nCoches: Explora la amplia gama de vehículos disponibles para restaurar, desde coches clásicos hasta maravillas modernas, cada uno con sus desafíos y belleza únicos.\n\nNegocio: Acepta nuevos pedidos y gana dinero.", "short_description": "Limpia, pulimenta y transforma los coches clásicos a la perfección. Convierte los vehículos sucios en máquinas que captan miradas y brillan."}, {"images": {"nodes": []}, "id": "1646364585864825", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Zažijte bezstarostný únik při povzbuzujícím zvuku vysokotlaké vody, která spláchne vaše starosti. Car Detailing Simulator je zábavná a relaxační hra, která vám přináší uspokojení z mytí 10 klasických a moderních aut.\n\nKlíčové vlastnosti:\n\nMytí: Od základního čištění po pečlivou obnovu, vyneste to nejlepší z každého vozidla s různými technikami mytí.\n\nAutomobilový průmysl: Ponořte se do světa automobilového detailingu a prozkoumejte jemnosti obnovy vozidel.\n\nČištění: S pomocí široké škály čistících prostředků a nástrojů se postavte špíně, nečistotám a skvrnám, čímž zanecháte auta bez poskvrnky a osvěžená.\n\nObnova: Propusťte své dovednosti v umění obnovy a vracejte vybledlý lak, opotřebované interiéry a unavené exteriéry zpět do jejich bývalé slávy.\n\nAuta: Prozkoumejte rozsáhlý výběr vozidel, která jsou k dispozici pro obnovu, od klasických aut po moderní zázraky, přičemž každé má své jedinečné výzvy a krásu.\n\nPodnikání: Přijímejte nové objednávky a vydělávejte peníze.", "short_description": "Čistěte, leštěte a proměňujte klasická auta do dokonalosti. Přeměňte špinavá vozidla na stroje, které přitahují pohledy a září."}, {"images": {"nodes": []}, "id": "1428755457886928", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Vivez une évasion sans soucis tandis que le son revigorant de l'eau à haute pression emporte vos soucis. Car Detailing Simulator est un jeu amusant et relaxant qui vous offre la satisfaction de laver 10 voitures classiques et modernes.\n\nPrincipales fonctionnalités :\n\nLavage : Du nettoyage de base à la restauration méticuleuse, mettez en valeur le meilleur de chaque véhicule grâce à une variété de techniques de lavage.\n\nAutomobile : Plongez dans le monde du detailing automobile et explorez les subtilités de la restauration de véhicules.\n\nNettoyage : Éliminez la saleté, la crasse et les taches à l'aide d'une large gamme de produits de nettoyage et d'outils, laissant les voitures impeccables et rafraîchies.\n\nRestauration : Déployez vos compétences dans l'art de la restauration, redonnant vie à la peinture décolorée, aux intérieurs usés et aux extérieurs fatigués.\n\nVoitures : Explorez la vaste gamme de véhicules disponibles pour restauration, des voitures classiques aux merveilles modernes, chacune présentant ses propres défis et beauté uniques.\n\nAffaires : Prenez de nouvelles commandes et gagnez de l'argent.", "short_description": "Nettoyez, polissez et transformez des voitures classiques à la perfection. Transformez des véhicules sales en machines qui attirent tous les regards et qui brillent."}, {"images": {"nodes": []}, "id": "1302574667281160", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Upplev en bekymmersfri flykt medan den uppfriskande ljudet av högtryckstvätt sköljer bort dina bekymmer. Car Detailing Simulator är ett roligt och avkopplande spel som ger dig tillfredsställelsen av att tvätta 10 klassiska och moderna bilar.\n\nHuvudfunktioner:\n\nTvätt: Från grundläggande rengöring till noggrann restaurering, framhäv det bästa i varje fordon med olika tvätmetoder.\n\nBilvård: Dyk in i bilvårdens värld och utforska detaljerna i fordonets restaurering.\n\nRengöring: Bekämpa smuts, fett och fläckar med ett brett utbud av rengöringsprodukter och verktyg, och lämna bilarna fläckfria och uppfräschade.\n\nÅterställning: Utveckla dina färdigheter inom konsten att återställa och ge nytt liv åt bleknad färg, slitna interiörer och trötta exteriörer.\n\nBilar: Utforska det stora utbudet av fordon som kan återställas, från klassiska bilar till moderna mästerverk, var och en med sina unika utmaningar och skönhet.\n\nFöretag: Ta emot nya beställningar och tjäna pengar.", "short_description": "Rengör, polera och förvandla klassiska bilar till perfektion. Förvandla smutsiga fordon till blickfångande maskiner som skiner."}, {"images": {"nodes": []}, "id": "1264217590871739", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "當高壓水的振奮聲音沖走煩惱時，您可以無憂地享受一次逃離。《汽車美容模擬器》是一款有趣且輕鬆的遊戲，讓您體驗洗刷10輛經典和現代汽車的滿足感。\n\n主要特點：\n\n洗濯：從基本清潔到細緻修復，運用多種洗濯技巧使每輛車展現最佳狀態。\n\n汽車：深入汽車美容的世界，探索車輛修復的細節。\n\n清潔：使用多種清潔產品和工具清除污垢、油垢和污漬，讓車輛保持潔淨和焕然一新。\n\n修復：發揮修復藝術技巧，將褪色的車漆、磨損的車內和疲憊的外觀恢復到它們昔日的光榮。\n\n汽車：探索各種可修復的車輛，從經典汽車到現代奇蹟，每輛車都具有獨特的挑戰和美感。\n\n業務：接受新訂單並賺取利潤。", "short_description": "清潔、拋光和將經典汽車完美改造到極致。將骯髒的座駕打造成令人驚艷的亮點。"}, {"images": {"nodes": []}, "id": "1181122586622984", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Tatilin keyfini sıkıntısız bir şekilde çıkarırken yüksek basınçlı suyun canlandırıcı sesiyle dertlerinizden arının. Car Detailing Simulator, 10 klasik ve modern aracı yıkamanın memnuniyetini size sunan eğlenceli ve rahatlatıcı bir oyundur.\n\nAna Özellikler:\n\nYıkama: Temel temizlikten titiz restorasyona kadar, her aracın en iyisini ortaya çıkaracak çeşitli yıkama teknikleriyle araçlara bakım yapın.\n\nOtomotiv: Otomotiv detaycılığı dünyasına dalın ve araç restorasyonunun detaylarını keşfedin.\n\nTemizlik: Geniş bir temizlik ürünleri ve araçları yelpazesiyle kir, pislik ve lekelerle mücadele ederek araçları lekesiz ve yenilenmiş bir şekilde bırakın.\n\nOnarım: Solarak solmuş boyaları, yıpranmış iç mekanları ve yorgun dış görünümleri eski ihtişamlarına geri getirme becerilerinizi serbest bırakın.\n\nAraçlar: Klasik arabalardan modern harikalarına kadar restorasyon için mevcut geniş araç yelpazesini keşfedin, her biri benzersiz zorluklar ve güzelliklerle dolu.\n\nİşletme: Yeni siparişleri alın ve para kazanın.", "short_description": "Klasik arabaları mükemmelliğe kadar temizleyin, cilalayın ve dönüştürün. Kirli araçları parlayan dikkat çekici makineler haline getirin."}, {"images": {"nodes": []}, "id": "1072602583698230", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Vivi una fuga senza preoccupazioni mentre il suono rinvigorente dell'acqua ad alta pressione sciacqua via i tuoi problemi. Car Detailing Simulator è un gioco divertente e rilassante che ti offre la soddisfazione di lavare 10 auto classiche e moderne.\n\nPrincipali caratteristiche:\n\nLavaggio: Dal lavaggio di base al restauro meticoloso, metti in risalto il meglio di ogni veicolo con una varietà di tecniche di lavaggio.\n\nAutomotive: Immergiti nel mondo del detailing automobilistico ed esplora le complessità del restauro dei veicoli.\n\nPulizia: Affronta lo sporco, la sporcizia e le macchie con una vasta gamma di prodotti e strumenti per la pulizia, lasciando le auto perfettamente pulite e rinfrescate.\n\nRipristino: Metti alla prova le tue abilità nell'arte del ripristino, riportando la vernice sbiadita, gli interni consumati e le carrozzerie stanche al loro antico splendore.\n\nAuto: Esplora l'ampia gamma di veicoli disponibili per il ripristino, dalle auto classiche alle meraviglie moderne, ognuna con le sue sfide uniche e la sua bellezza.\n\nAttività: Accetta nuovi ordini e guadagna denaro.", "short_description": "Pulisci, lucida e trasforma le auto classiche alla perfezione. Trasforma i veicoli sporchi in macchine che attirano l'attenzione e brillano."}, {"images": {"nodes": []}, "id": "1022704559139269", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Experimenta una escapada sin preocupaciones mientras el estimulante sonido del agua a alta presión lava tus problemas. Car Detailing Simulator es un juego divertido y relajante que te brinda la satisfacción de lavar 10 coches clásicos y modernos.\n\nCaracterísticas principales:\n\nLavado: Desde una limpieza básica hasta una restauración meticulosa, resalta lo mejor de cada vehículo con una variedad de técnicas de lavado.\n\nAutomoción: Sumérgete en el mundo del detallado automotriz y explora las complejidades de la restauración de vehículos.\n\nLimpieza: Enfrenta la suciedad, la grasa y las manchas con una amplia gama de productos y herramientas de limpieza, dejando los coches impecables y renovados.\n\nRestauración: Desata tus habilidades en el arte de la restauración, devolviendo el brillo a la pintura desgastada, los interiores desgastados y los exteriores cansados.\n\nCoches: Explora la amplia gama de vehículos disponibles para restaurar, desde coches clásicos hasta maravillas modernas, cada uno con sus desafíos y belleza únicos.\n\nNegocio: Acepta nuevos pedidos y gana dinero.", "short_description": "Limpia, pulimenta y transforma los coches clásicos a la perfección. Convierte los vehículos sucios en máquinas que llaman la atención y brillan."}, {"images": {"nodes": []}, "id": "929697784948779", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Ervaar een zorgeloze ontsnapping terwijl het verkwikkende geluid van hogedrukwaters uw zorgen wegspoelt. Car Detailing Simulator is een leuk en ontspannend spel dat je voldoening geeft bij het wassen van 10 klassieke en moderne auto's.\n\nBelangrijkste kenmerken:\n\nWassen: Van basisreiniging tot zorgvuldige restauratie, haal het beste uit elk voertuig met verschillende was technieken.\n\nAutomotive: Duik in de wereld van auto-detailing en verken de complexiteiten van voertuigrestauratie.\n\nReinigen: Pak vuil, gruis en vlekken aan met een breed scala aan reinigingsproducten en gereedschappen, zodat auto's vlekkeloos en verfrist achterblijven.\n\nHerstellen: Ontketen je vaardigheden in de kunst van het herstellen en breng vervaagde lak, versleten interieurs en vermoeide exterieurs terug naar hun vroegere glorie.\n\nAuto's: Verken het uitgebreide scala aan voertuigen die beschikbaar zijn voor restauratie, van klassieke auto's tot moderne wonderen, elk met hun eigen unieke uitdagingen en schoonheid.\n\nZaken: Neem nieuwe bestellingen aan en verdien geld.", "short_description": "Reinig, poets en transformeer klassieke auto's tot in de perfectie. Verander vieze voertuigen in opvallende machines die stralen.\n"}, {"images": {"nodes": []}, "id": "922032079027469", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Experimentează o evadare fără griji în timp ce sunetul revigorant al apei sub presiune înalță dușurile tale. Car Detailing Simulator este un joc distractiv și relaxant, care îți aduce satisfacția de a spăla 10 mașini clasice și moderne.\n\nCaracteristici cheie:\n\nSpălare: De la curățarea de bază la restaurarea meticuloasă, scoate în evidență ce este mai bun în fiecare vehicul cu o varietate de tehnici de spălare.\n\nAutomobilistică: Intră în lumea detaliilor auto și explorează complexitățile restaurării vehiculelor.\n\nCurățare: Abordează murdăria, grăsimea și petele cu o gamă largă de produse și instrumente de curățare, lăsând mașinile impecabile și revigorante.\n\nRestaurare: Dezvăluie-ți abilitățile în arta restaurării, aducând vopseaua ștearsă, interioarele uzate și exterioarele obosite la strălucirea de altădată.\n\nMașini: Explorează gama vastă de vehicule disponibile pentru restaurare, de la mașini clasice la minuni moderne, fiecare având provocări și frumuseți unice.\n\nAfaceri: Acceptă comenzi noi și câștigă bani.", "short_description": "Curăță, lustruiește și transformă mașinile clasice în perfecțiune. Transformă vehiculele murdare în mașini care atrag privirile și strălucesc."}, {"images": {"nodes": []}, "id": "917152896258936", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Experimente uma fuga sem preocupações enquanto o som revigorante da água em alta pressão lava seus problemas. Car Detailing Simulator é um jogo divertido e relaxante, que traz a satisfação de lavar 10 carros clássicos e modernos.\n\nPrincipais recursos:\n\nLavagem: Desde a limpeza básica até a restauração minuciosa, realce o melhor de cada veículo com uma variedade de técnicas de lavagem.\n\nAutomotivo: Explore o mundo do detalhamento automotivo e descubra as complexidades da restauração de veículos.\n\nLimpeza: Enfrente sujeira, graxa e manchas com uma ampla variedade de produtos e ferramentas de limpeza, deixando os carros impecáveis e renovados.\n\nRestauração: Desenvolva suas habilidades na arte da restauração, trazendo de volta a antiga glória a pinturas desbotadas, interiores desgastados e exteriores cansados.\n\nCarros: Explore a ampla gama de veículos disponíveis para restauração, desde carros clássicos até maravilhas modernas, cada um com seus desafios e beleza únicos.\n\nNegócio: Aceite novos pedidos e ganhe dinheiro.", "short_description": "Limpe, pola e transforme carros clássicos em perfeição. Transforme veículos sujos em máquinas que chamam a atenção e brilham."}, {"images": {"nodes": []}, "id": "908087433592638", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "欢迎来到《汽车美容师模拟器》，这是一款让您体验汽车美容艺术的终极游戏。在这款身临其境的游戏中，您可以根据挑剔顾客的要求，将任何一辆汽车恢复到其往日辉煌的状态。将被忽视的汽车变成令人惊叹的、良好维护的机器，让所有人都羡慕不已。\n\n主要特点：\n\n三种处理方式（基本、内部和外部）\n弹药系统\n不同程度的脏污\n一套工具和配件供您使用\n现代化的车库，配有升降机、架子、柜子等设备\n接受新订单并赚取金钱\n十辆老派经典和现代汽车供您维护", "short_description": "《汽车美容师模拟器》是一款沉浸式、有趣的游戏，让玩家成为专业的汽车美容师。"}, {"images": {"nodes": []}, "id": "784121590047003", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "在高壓水的振奮聲中，盡情享受無憂的逃遁，讓煩惱盡數洗刷。《汽車美容模擬器》是一款有趣且放鬆的遊戲，讓您享受洗刷十輛經典和現代車輛的滿足感。\n\n主要特點：\n\n洗車：從基本清潔到細緻修復，運用多種洗車技巧使每輛車展現最佳狀態。\n\n汽車美容：深入了解汽車美容的世界，探索車輛修復的細節。\n\n清潔：運用各種清潔產品和工具清除污垢、油垢和污漬，讓車輛保持乾淨和焕然一新。\n\n修復：發揮修復藝術技巧，將褪色的車漆、磨損的內裝和疲憊的外觀恢復到昔日的光榮。\n\n車輛：探索廣泛的車輛選擇，從經典車款到現代奇蹟，每輛車都有其獨特的挑戰和美感。\n\n業務：接受新訂單並賺取利潤。", "short_description": "清潔、拋光並將經典車輛完美改造到極致。將骯髒的座駕變成令人驚艷的亮點。"}, {"images": {"nodes": []}, "id": "764938651677656", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Почувствуйте беззаботный побег, пока бодрящий звук высокого давления воды смывает все ваши проблемы. Car Detailing Simulator - это увлекательная и расслабляющая игра, которая доставит вам удовольствие от мытья 10 классических и современных автомобилей.\n\nОсновные особенности:\n\nМойка: От обычной чистки до тщательной реставрации, раскройте лучшие качества каждого автомобиля с помощью различных методов мойки.\n\nАвтомобиль: Погрузитесь в мир автомобильной детейлинговой искусности и исследуйте тонкости восстановления автомобилей.\n\nОчистка: Справляйтесь с грязью, пылью и пятнами с помощью широкого спектра чистящих продуктов и инструментов, оставляя автомобили безупречно чистыми и освеженными.\n\nВосстановление: Проявите свои навыки в искусстве восстановления, возвращая увядшую краску, потертые интерьеры и уставшие экстерьеры к их прежнему великолепию.\n\nАвтомобили: Исследуйте огромный выбор автомобилей, доступных для восстановления, от классических машин до современных чудес, каждый со своими уникальными вызовами и красотой.\n\nБизнес: Принимайте новые заказы и зарабатывайте деньги.", "short_description": "Чистка, полировка и преображение классических автомобилей до совершенства. Превратите грязные машины в завораживающие и сверкающие транспортные средства."}, {"images": {"nodes": []}, "id": "750586626552800", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Opplev en bekymringsløs flukt mens den oppkvikkende lyden av høytrykksvann skyller bort dine problemer. Car Detailing Simulator er et morsomt og avslappende spill som gir deg tilfredsstillelsen av å vaske 10 klassiske og moderne biler.\n\nHovedfunksjoner:\n\nVask: Fra enkel rengjøring til grundig restaurering, få frem det beste i hvert kjøretøy med ulike vasketeknikker.\n\nBilpleie: Dykk ned i verdenen av bilpleie og utforsk detaljene i kjøretøysrestaurering.\n\nRengjøring: Takle skitt, smuss og flekker med et bredt utvalg av rengjøringsprodukter og verktøy, slik at bilene blir skinnende rene og oppfriskede.\n\nRestaurering: Utøv dine ferdigheter innen restaurering og gjenoppliv falmet lakk, slitte interiører og trette karosserier til deres tidligere prakt.\n\nBiler: Utforsk det omfattende utvalget av kjøretøy som kan restaureres, fra klassiske biler til moderne underverker, hver med sine unike utfordringer og skjønnhet.\n\nBedrift: Ta imot nye bestillinger og tjene penger.", "short_description": "Rengjør, poler og forvandle klassiske biler til perfeksjon. Gjør skitne kjøretøy om til blikkfangende maskiner som skinner."}, {"images": {"nodes": []}, "id": "645233294115536", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Oplev en bekymringsfri flugt, mens den opfriskende lyd af højtryksvand skyller dine bekymringer væk. Car Detailing Simulator er et sjovt og afslappende spil, der giver dig tilfredsstillelsen ved at vaske 10 klassiske og moderne biler.\n\nVigtige funktioner:\n\nVask: Fra grundig rengøring til omhyggelig restaurering, fremhæv det bedste i hvert køretøj med en række vaske-teknikker.\n\nBilbranchen: Dyk ned i bilbranchens verden og udforsk bilrestaureringens finurligheder.\n\nRengøring: Bekæmp snavs, skidt og pletter med et bredt udvalg af rengøringsprodukter og værktøjer, så bilerne efterlades pletfri og opfriskede.\n\nRestaurering: Udfold dine færdigheder i kunsten at restaurere, og bring falmet maling, slidte interiører og trætte eksteriører tilbage til deres tidligere herlighed.\n\nBiler: Udforsk det store udvalg af køretøjer, der kan blive genoprettet, lige fra klassiske biler til moderne vidundere, hver med deres unikke udfordringer og skønhed.\n\nForretning: Modtag nye ordrer og tjen penge.", "short_description": "Rengør, polér og forvandl klassiske biler til perfektion. Gør beskidte køretøjer til hovedvendinger, der skinner."}, {"images": {"nodes": []}, "id": "545016967841722", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Ζήστε μια ανέμελη απόδραση, καθώς ο αναζωογονητικός ήχος υψηλής πίεσης νερού ξεπλένει τις ανησυχίες σας. Το Car Detailing Simulator είναι ένα παιχνίδι διασκέδασης και χαλάρωσης που σας προσφέρει την ικανοποίηση να πλένετε 10 κλασικά και μοντέρνα αυτοκίνητα.\n\nΚύρια χαρακτηριστικά:\n\nΠλύση: Από τον βασικό καθαρισμό μέχρι την ακριβή αναστήλωση, αποκτήστε το καλύτερο από κάθε όχημα με μια ποικιλία τεχνικών πλυσίματος.\n\nΑυτοκίνητα: Βυθιστείτε στον κόσμο της λεπτομερειακής φροντίδας αυτοκινήτων και εξερευνήστε τις λεπτομέρειες της ανακατασκευής των οχημάτων.\n\nΚαθαρισμός: Αντιμετωπίστε τη βρωμιά, τη λεκέδα και τις ακαθαρσίες με μια μεγάλη ποικιλία προϊόντων καθαρισμού και εργαλείων, αφήνοντας τα αυτοκίνητα άψογα καθαρά", "short_description": "Καθαρίζετε, γυαλίζετε και μεταμορφώνετε κλασικά αυτοκίνητα στην τελειότητα. Μετατρέπετε βρώμικα οχήματα σε μηχανές που κλέβουν τις εντυπώσεις και λάμπουν."}, {"images": {"nodes": [{"file_name": "CDS-mini-landscape-1080-x-360.png", "id": "1757641787985122", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031444_1757641791318455_4879839677103533180_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CdwaHvZ4wQ8Q7kNvwHkhmhk&_nc_oc=Adm1APR4V_rSdzBTjq9pEuH3574dVpA8VnDjXYUnxicniJm8R2VKjHU901rR48q323Y&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu2fCB72Tb32W6mCvrPv6aJnYZufnumX9POD_ssFTH_ZA&oe=69971282"}, {"file_name": "CDS-cover-art-portrait-1008x1440.png", "id": "903416377576383", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39003285_903416380909716_712771128487872482_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=I3ICwG0j4YAQ7kNvwHizzZd&_nc_oc=AdmS6sQl37ZIKcnsE86hFGIsYNvxE1EZezuAFbQfDQ3j34g1ucAv-jOSa-jYji9sJBw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftDnxIgj21q3XOgfMeieeDGAQ4wz7v1Wht7t4dRPuSMkg&oe=6996F8BB"}, {"file_name": "CDS-icon.png", "id": "788240516119754", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974534_788240519453087_2953652110197258935_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vXunk2yNb6IQ7kNvwEfAwPF&_nc_oc=AdndmS_x3_9qEiwZydmw5QiK1Z4PRZwZiHxxYSf4yAXLLvGkrg2UHMj54yfn_jJzb8k&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvT6EmQxclatOWQCe4ngQ0c7En8ZCF1rIMM0Ca0x5VREA&oe=69971039"}, {"file_name": "CDS-immersive-object-right.png", "id": "779280296961168", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974506_779280300294501_2148064010885454167_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dfLQ7zHKFLMQ7kNvwFNQGmw&_nc_oc=AdlFDXQWYPXKaHSGC9m0ccsNXZVwY3rWAmbJIGMLInT26ch2fRCsGNgq_VmTESv6Lio&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftKSZkoAVtO_lFbkZyrMyKl4iXBVsLrl4FwWuspQi3daA&oe=6996EDAC"}, {"file_name": "immersive-backdrop.png", "id": "743450474109955", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982698_743450477443288_7185255924034965439_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OBQdomZ0Z1cQ7kNvwG54t_g&_nc_oc=AdmYxuoLM3ojQ-HYjp3DECUteFUd3tGnSAFArkjG-cEg0pf2z-421nJ3qp3pQhEWhMc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvNcHtem9UX6NxJb5oYeqXBEBXiQD9CqpAubxT_hQa-nQ&oe=6996F51B"}, {"file_name": "CDS-hero-cover-3000x900.png", "id": "709872160933891", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974759_709872164267224_7998733152072583494_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sNVz8l69s7oQ7kNvwGtufLA&_nc_oc=AdkFpcBo9rGZr9dqE56uonz5zQr7uc3rG7gb51aCQzYg3vvf7v3S1tACr96LtOORmEM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu-1rGvCrcKscUv6Y2re1jXib-1SljKILaxYFbBjANFig&oe=6997044E"}, {"file_name": "CDS-cover-art-square-1440x1440.png", "id": "613589923544709", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031507_613589926878042_1282361172379922573_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sL4d_r7a-dsQ7kNvwFBqvGZ&_nc_oc=AdkwGCMoLTdlf343tfRcwxS1Ojr7m25f5OWTtjYboSKW6CWNNMHTJxejNw7KxLgSSmU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuF_rZFqCqMEEV6N-vnJshJ37dXFE69mvPKfb7voSGQpw&oe=6996FED2"}, {"file_name": "CDS-cover-art-landscape-2560x1440.png", "id": "250175417355934", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974594_250175420689267_6196273304917684512_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DeM4eMc93uQQ7kNvwEiPc_u&_nc_oc=AdnwcZp2XCCYvQlRKE1Z_tLT0W-DuAhY5DJO6HAgKOIpnK-UzFVv_f9VEAq7zKAQBRM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuSjw4TzNnuXWobnbMQ0YhJ3o5B4zhdYC2dgCSAEn5MAg&oe=69971E95"}, {"file_name": "CDS-immersive-object-left.png", "id": "241882174906802", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39035336_241882178240135_5592379108103754129_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gr1--rIimuoQ7kNvwGz3AJ0&_nc_oc=AdkIKTRGCLitumEqYQQ4-7lXDnVpf0myJQ8-N536js4hk098BChkDnkdK8jULD_S1R0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfupGy6XkmRwGmXIUc3f1Gcm-eC5UOWzvmCWujqTYBSzNA&oe=699719A6"}, {"file_name": "CDS-logo.png", "id": "136086999231638", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39003225_136087002564971_4040465660726216315_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oyUdt8L1J_cQ7kNvwHUwBZ0&_nc_oc=Adl4Cf4v7l5k--wE1vLs5Bjo3HcBmGtWhl140LBYb110xDGBfaCCmIASLhbcunXZuX8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs9F9ZUm-dJKrr4gWXRY3kUtLsbZd7_dyxkkYA2j0gIgA&oe=6996F734"}, {"file_name": "CDS-immersive-logo.png", "id": "119819147663450", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75443237_119819150996783_1695033985840372099_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AI_wxowFA04Q7kNvwFt7-CW&_nc_oc=AdkYwJm8dRKVHf8Yp-WQGtrVZQzW-qQlNEn8tsph2fvIu4oZImqZKKhGSg-Vl7TFiZ8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvqcfjw_MaOtO2FGdEQx5Gd8D8qxLS8YuWcFiWX8gvwgg&oe=6996F648"}]}, "id": "237516082295127", "locale": "en_US", "screenshots": [{"file_name": "cds new 4.png", "id": "799070998089681", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57572923_799071001423014_5496777181095512591_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tO0qKAvvYugQ7kNvwGa_0gQ&_nc_oc=AdmXNozqwcp-Dtx-d-JNsDgtfDAcXvypkUanCBJRmXuB-A32F0KHh92FNqEhww6C-VM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftTX2kX08POiw4gbGwtMBr6Bm8tWg3YWxENVWdHG8ZqCw&oe=69970259"}, {"file_name": "cds 2.png", "id": "251859213883935", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75210398_251859217217268_8336843410606576920_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dCc85ByNkREQ7kNvwEvexcW&_nc_oc=AdkAXanHcM5YKzZPcE5Hyu68e1RvneVXff63i6e5IbJviycZ0gghnN9hQCm5D1vMiQs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvVxY61jk6kZoxUyz-TqugrizV8KttqeIxw7tLU3f0Ikw&oe=6996EEF5"}, {"file_name": "cds 3.png", "id": "3386720314917660", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75280177_3386720318250993_3788043068139016920_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kcO9uqad-X8Q7kNvwHSEQ26&_nc_oc=AdlaZNmcaZO8P-hMYJcHK6FPMaZeJwVRErwGHV9jNacZ7cKlaIPOWDukFt-qQ8D6WDQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvZeou6Z0DIyLJfMHA1MFMe0DmTa3iCHZMMxt4EOmf2EA&oe=6996EC69"}, {"file_name": "cds new 1.png", "id": "789207542551126", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75462959_789207545884459_3360342808526426862_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vt1wnkU4ISkQ7kNvwGXKwvd&_nc_oc=AdmcV3qbXNJYSBB_YuMx_JwErtggry_jNOqPBC0iKdO7vybtkOjC2UIZOhGRkYezdMA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afuq-szMKbcCBnBa0obMFSSzN9ukvi__gToRmEUkrL1cAA&oe=6997065C"}, {"file_name": "cds new 6.png", "id": "707469957818830", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75289719_707469961152163_7721116988454098156_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vL8KZgokM9sQ7kNvwGgmJAu&_nc_oc=Adlekix3oGHcOstju5DcJ8J-vwcNKZF6RTkmmVVsYyr3G5FkbOhkmvEbzlblvxR7-ko&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfskzPuPBufRJF65_T6kBSLoo8SnCAGIBkit9K6N6I58qA&oe=6996FA16"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CDS-cover-art-landscape-2560x1440.png", "id": "601325565211353", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39036676_601325568544686_4311700752467081068_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EWPTkR8OkroQ7kNvwEm4Jng&_nc_oc=Adl3LFiBCUddvBv0plJFNtuLOBUoaDEpJhCdZpl30wMiTDbhHUzzAG7wKUg8n682F4g&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvifby-LwDRr9OCwqJQ4DlcgmS9APVdkuVme28ZRvYlAg&oe=69971CB6"}, "display_name": "Car Detailing Simulator", "keywords": ["cleaning", "classics", "car", "garage", "detailing"], "long_description": "Experience a worry-free escape as the invigorating sound of high-pressure water washes away your troubles. Car Detailing Simulator is a fun and relaxing game, which brings you the satisfaction of washing 10 classic and modern cars \n\nKey Features: \n\nWash: From basic cleaning to meticulous restoration, bring out the best in every vehicle with a variety of washing techniques.\n\nAutomotive: Dive into the world of automotive detailing and explore the intricacies of vehicle restoration.\n\nClean: Tackle dirt, grime, and stains with a wide range of cleaning products and tools, leaving cars spotless and refreshed.\n\nRestore: Unleash your skills in the art of restoration, bringing faded paint, worn interiors, and tired exteriors back to their former glory.\n\nCars: Explore the vast range of vehicles available for restoration, from classic cars to modern marvels, each with its unique challenges and beauty.\n\nBusiness: Take new orders and make money.\n", "short_description": "Clean, polish, and transform classic cars to perfection. Turn dirty rides into head-turning machines that shine. "}, {"images": {"nodes": []}, "id": "213952544773244", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "고압 물 소리가 근심거리를 씻어내는 환상적인 탈출을 경험해 보세요. Car Detailing Simulator는 재미있고 편안한 게임으로, 클래식과 모던 자동차를 세척하는 만족감을 제공합니다.\n\n주요 특징:\n\n세척: 기본적인 청소부터 꼼꼼한 복원까지 다양한 세척 기술로 모든 차량의 최고의 모습을 드러내 보세요.\n\n자동차: 자동차 디테일링의 세계로 빠져들어 차량 복원의 복잡성을 탐색해 보세요.\n\n청소: 다양한 청소 제품과 도구로 먼지, 오염 및 얼룩을 제거하여 차량을 깔끔하고 상쾌하게 유지해 보세요.\n\n복원: 퇴색된 도장, 닳아해진 인테리어, 피곤한 외관을 과거의 영광으로 되돌려 보세요.\n\n자동차: 클래식 자동차부터 현대의 놀라운 차량까지 다양한 복원 가능한 차량들을 탐색해 보세요. 각 차량마다 독특한 도전과 아름다움이 있습니다.\n\n비즈니스: 새로운 주문을 받고 수익을 창출해 보세요.", "short_description": "클래식 자동차를 완벽하게 청소, 광택 및 변신시켜 보세요. 더러운 차량을 주목을 끄는 반짝이는 기계로 만들어 보세요."}, {"images": {"nodes": []}, "id": "211340278424037", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Koe huoleton pakomatka, kun virkistävä korkeapainepesun ääni huuhtelee huolet pois. Car Detailing Simulator on hauska ja rentouttava peli, joka tarjoaa tyydytystä puhdistettaessa 10 klassista ja modernia autoa.\n\nTärkeimmät ominaisuudet:\n\nPesu: Peruspuhdistuksesta huolelliseen entisöintiin tuo esiin jokaisen ajoneuvon parhaat puolet erilaisten pesutekniikoiden avulla.\n\nAutoteollisuus: Sukella auton yksityiskohtaiseen maailmaan ja tutki ajoneuvojen entisöinnin monimutkaisuuksia.\n\nPuhdistus: Selviydy liasta, liasta ja tahroista laajan valikoiman puhdistusaineiden ja työkalujen avulla, jättäen autot moitteettoman puhtaiksi ja virkistyneiksi.\n\nEntisöinti: Päästä taitosi valloilleen entisöinnin taiteessa ja palauta haalistunut maalipinta, kuluneet sisätilat ja väsyneet ulkopinnat entiseen loistoonsa.\n\nAutot: Tutki laajaa valikoimaa ajoneuvoja, joita voi entisöidä, klassisista autoista moderneihin ihmeisiin, joilla kullakin on omat ainutlaatuiset haasteensa ja kauneutensa.\n\nLiiketoiminta: Ota vastaan uusia tilauksia ja ansaitse rahaa.", "short_description": "Puhdista, kiillota ja muunna klassiset autot täydellisyyteen. Tee likaisista kulkuneuvoista katseenkääntäviä koneita, jotka loistavat.\n"}, {"images": {"nodes": []}, "id": "193133783178171", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Erleben Sie eine sorgenfreie Auszeit, während der erfrischende Klang von Hochdruckwasser Ihre Sorgen wegschwemmt. Car Detailing Simulator ist ein unterhaltsames und entspannendes Spiel, das Ihnen die Zufriedenheit bietet, 10 klassische und moderne Autos zu waschen.\n\nHauptmerkmale:\n\nWaschen: Von der Grundreinigung bis zur akribischen Restaurierung holen Sie das Beste aus jedem Fahrzeug mit verschiedenen Waschtechniken heraus.\n\nAutomobil: Tauchen Sie ein in die Welt der Fahrzeugpflege und erkunden Sie die Feinheiten der Fahrzeugrestaurierung.\n\nReinigen: Beseitigen Sie Schmutz, Schmierflecken und Verschmutzungen mit einer Vielzahl von Reinigungsprodukten und Werkzeugen, sodass die Autos makellos und erfrischt bleiben.\n\nRestaurieren: Entfesseln Sie Ihr Können in der Kunst der Restaurierung und bringen Sie verblasste Lacke, abgenutzte Innenräume und müde Karosserien zu ihrem früheren Glanz zurück.\n\nAutos: Entdecken Sie die große Auswahl an Fahrzeugen, die zur Restaurierung zur Verfügung stehen, von klassischen Autos bis hin zu modernen Wundern, von denen jedes seine eigenen einzigartigen Herausforderungen und Schönheit aufweist.\n\nGeschäft: Nehmen Sie neue Aufträge an und verdienen Sie Geld.", "short_description": "Reinigen, polieren und perfektionieren Sie klassische Autos. Verwandeln Sie schmutzige Fahrzeuge in umwerfende Maschinen, die glänzen."}]}, "developer_name": null, "developer_privacy_policy_url": "https://gameformatic.com/polityka-prywatnosci/", "developer_terms_of_service_url": null, "publisher_name": "Playway", "support_website_url": null, "website_url": "https://gameformatic.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "de", "pt", "es", "zh_CN", "en_US", "en_GB", "fr", "it", "ja", "ko", "pl", "ru", "tr", "pt_BR", "zh_HK"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "1482136329263464"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031507_613589926878042_1282361172379922573_n.png?stp=dst-png_s360x360&_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sL4d_r7a-dsQ7kNvwFBqvGZ&_nc_oc=AdkwGCMoLTdlf343tfRcwxS1Ojr7m25f5OWTtjYboSKW6CWNNMHTJxejNw7KxLgSSmU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftW5HQLNax7UxgWyRLi6p2_tz3V4Pw7TA7mdGmgVh836w&oe=6996FED2"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Car Detailing Simulator", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1683219600, "lastRevision": {"nodes": [{"id": "5322352037840532", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5322351964507206", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "763078875127175"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "6983920691625207", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Bienvenue dans Car Detailing Simulator, le jeu ultime qui vous permet de découvrir l'art du detailing automobile. Dans ce jeu immersif, vous pouvez renouveler et restaurer n'importe quelle voiture à son ancienne gloire, selon les exigences de vos clients exigeants. Transformez les véhicules négligés en machines éblouissantes et bien entretenues qui pourront faire l'envie de tous.\n\nPrincipales fonctionnalités :\n-Trois types de traitements (de base, internes et externes)\n-Système d'armement\n-Degrés de saleté variables\n-Un ensemble d'outils et d'accessoires pour travailler\n-Garage moderne équipé d'un élévateur, d'un rack, d'une armoire, et bien plus encore\n-Prenez de nouvelles commandes et gagnez de l'argent\n-Dix voitures classiques et modernes pour travailler dessus", "short_description": "Car Detailing Simulator est un jeu immersif et amusant qui permet aux joueurs de devenir des détaillants professionnels de voitures."}, {"images": {"nodes": []}, "id": "6128718143887306", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Bem-vindo ao Car Detailing Simulator, o jogo definitivo que permite experimentar a arte do detailing automotivo. Neste jogo imersivo, é possível renovar e restaurar qualquer carro à sua antiga glória, de acordo com as exigências de seus clientes exigentes. Transforme veículos negligenciados em máquinas deslumbrantes e bem mantidas que podem ser a inveja de todos.", "short_description": "Car Detailing Simulator é um jogo imersivo e divertido que permite aos jogadores se tornarem profissionais em detalhamento de carros."}, {"images": {"nodes": []}, "id": "3506942632960953", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "欢迎来到《汽车美容师模拟器》，这是一款让您体验汽车美容艺术的终极游戏。在这款身临其境的游戏中，您可以根据挑剔顾客的要求，将任何一辆汽车恢复到其往日辉煌的状态。将被忽视的汽车变成令人惊叹的、良好维护的机器，让所有人都羡慕不已。\n\n主要特点：\n\n三种处理方式（基本、内部和外部）\n弹药系统\n不同程度的脏污\n一套工具和配件供您使用\n现代化的车库，配有升降机、架子、柜子等设备\n接受新订单并赚取金钱\n十辆老派经典和现代汽车供您维护", "short_description": "《汽车美容师模拟器》是一款沉浸式、有趣的游戏，让玩家成为专业的汽车美容师。"}, {"images": {"nodes": []}, "id": "3341868949358886", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "歡迎來到 Car Detailing Simulator，這款讓您體驗汽車美容藝術的終極遊戲。在這個身臨其境的遊戲中，您可以根據挑剔客戶的要求，將任何一輛汽車變成焕然一新、狀態完美的機器。將疏於保養的汽車變成令人驚艷的、完美維護的機器，成為所有人的羨\n\n\n\n\n", "short_description": "《汽車美容師模擬器》是一款身臨其境、有趣的遊戲，讓玩家成為專業的汽車美容師。"}, {"images": {"nodes": []}, "id": "1919102388489060", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Velkommen til Car Detailing Simulator, det ultimate spillet som lar deg oppleve kunsten å detaljere biler. I dette immersive spillet kan du fornye og gjenopprette enhver bil til sin tidligere herlighet, etter kravene til dine kresne kunder. Transformere forsømte kjøretøyer til fantastiske og godt vedlikeholdte maskiner som kan være misunnelse av alle.\n\nViktige funksjoner:\n\n-Tre typer behandlinger (grunnleggende, intern og ekstern)\n-Ammunisjonssystem\n-Ulike grader av skittenhet\n-Et sett med verktøy og tilbehør å jobbe med\n\n-Moderne garasje utstyrt med heis, stativ, skap og mer\n-Ta på nye ordre og tjene penger\n-Ti gamle skoleklassiske og moderne biler å jobbe på", "short_description": "Car Detailing Simulator er et engasjerende og morsomt spill som lar spillere bli profesjonelle bilpleiere."}, {"images": {"nodes": []}, "id": "1676026922828134", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Bine ați venit la Car Detailing Simulator, jocul suprem care vă permite să experimentați arta detailing-ului auto. În acest joc captivant, puteți reînnoi și restaura orice mașină la gloria ei de odinioară, după cerințele clienților dvs. exigenți. Transformați vehiculele neglijate în mașini uimitoare și bine întreținute care pot fi invidia tuturor.\n\nCaracteristici cheie:\n\n-Trei tipuri de tratamente (basic, intern și extern)\n-Sistem de muniție\n-Diverse grade de murdărie\n-Un set de instrumente și accesorii pentru a lucra\n-Garaj modern echipat cu lift, rack, dulap și multe altele\n-Preiați noi comenzi și câștigați bani\n-Zece mașini clasice și moderne pentru a lucra", "short_description": "Car Detailing Simulator este un joc captivant și distractiv care permite jucătorilor să devină detailiști auto profesioniști."}, {"images": {"nodes": []}, "id": "1545721972631759", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Welcome to Car Detailing Simulator, the ultimate game that allows you to experience the art of car detailing. In this immersive game, you can renew and restore any car to its former glory, as per the demands of your discerning customers. Transform neglected vehicles into stunning and well-maintained machines that can be the envy of all.\n\nKey Features:\n\n-Three types of treatments (basic, internal, and external)\n-Ammunition system\n-Various degrees of dirtiness\n-A set of tools and accessories to work with\n-Modern garage equipped with a lift, rack, cabinet, and more\n-Take on new orders and earn money\n-Ten old-school classic and modern cars to work on", "short_description": "Car Detailing Simulator is an immersive and fun game that lets players become professional car detailers."}, {"images": {"nodes": []}, "id": "1283208162630542", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Добро пожаловать в Car Detailing Simulator, конечную игру, которая позволяет вам испытать искусство детейлинга автомобилей. В этой захватывающей игре вы можете восстановить и воссоздать любой автомобиль к его былой славе, согласно требованиям ваших взыскательных клиентов. Превращайте заброшенные автомобили в потрясающие и хорошо ухоженные машины, которые могут вызвать зависть у всех.\n\nОсновные характеристики:\n\n-Три типа обработки (базовый, внутренний и внешний)\n-Система боеприпасов\n-Различные степени грязи\n-Набор инструментов и принадлежностей для работы\n-Современный гараж, оборудованный подъемником, стеллажом, шкафом и многим другим\n-Берите новые заказы и зарабатывайте деньги\n-Десять старых классических и современных автомобилей", "short_description": "Car Detailing Simulator - захватывающая и увлекательная игра, которая позволяет игрокам стать профессиональными детейлерами"}, {"images": {"nodes": []}, "id": "1215497979083527", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Bem-vindo ao Car Detailing Simulator, o jogo definitivo que permite que experimente a arte do detailing automóvel. Neste jogo imersivo, pode renovar e restaurar qualquer carro à sua antiga glória, de acordo com as exigências dos seus clientes exigentes. Transforme veículos negligenciados em máquinas impressionantes e bem cuidadas que podem ser a inveja de todos.\n\nCaracterísticas principais:\n\n-Três tipos de tratamentos (básico, interno e externo)\n-Sistema de munição\n-Vários graus de sujidade\n-Um conjunto de ferramentas e acessórios para trabalhar\n-Garagem moderna equipada com elevador, rack, armário e mais\n-Aceite novos pedidos e ganhe dinheiro\n-Dez carros clássicos e modernos para trabalhar", "short_description": "Car Detailing Simulator é um jogo envolvente e divertido que permite aos jogadores tornarem-se profissionais em detalhes de automóveis."}, {"images": {"nodes": []}, "id": "1021825058804139", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Willkommen bei Car Detailing Simulator, dem ultimativen Spiel, das es Ihnen ermöglicht, die Kunst des Fahrzeugaufbereitens zu erleben. In diesem immersiven Spiel können Sie jedes Auto gemäß den Anforderungen Ihrer anspruchsvollen Kunden erneuern und wiederherstellen. Verwandeln Sie vernachlässigte Fahrzeuge in atemberaubende und gut gepflegte Maschinen, die zum Neid aller werden können.\n\nHauptmerkmale:\n-Drei Arten von Behandlungen (Grund-, Innen- und Außenbehandlung)\n-Waffensystem\n-Verschiedene Grade von Verschmutzungen\n-Ein Satz von Werkzeugen und Zubehör zum Arbeiten\n-Modernes Garagengebäude mit Hebebühne, Gestell, Schrank und mehr\n-Nehmen Sie neue Aufträge an und verdienen Sie Geld\n-Zehn klassische und moderne Autos, an denen Sie arbeiten können", "short_description": "Car Detailing Simulator ist ein fesselndes und unterhaltsames Spiel, bei dem Spieler zu professionellen Autoaufbereitern werden können."}, {"images": {"nodes": []}, "id": "983662309467072", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Car Detailing Simulator'a hoş geldiniz, profesyonel bir araba detaylandırıcısı olmanıza olanak tanıyan eğlenceli bir oyun. Bu sürükleyici oyun sayesinde, seçkin müşterilerinizin talepleri doğrultusunda herhangi bir arabayı eski ihtişamına kavuşturabilir ve yenileyebilirsiniz. Bakımsız araçları çarpıcı ve bakımlı makineler haline getirin, tüm insanların kıskanacağı araçlar yaratın.", "short_description": "Car Detailing Simulator, oyuncuların profesyonel araç detaylandırıcıları olmasına olanak tanıyan etkileyici ve eğlenceli bir oyundur."}, {"images": {"nodes": []}, "id": "956611945469207", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Welkom bij Car Detailing Simulator, het ultieme spel waarmee je de kunst van het autodetailen kunt ervaren. In dit meeslepende spel kun je elke auto vernieuwen en restaureren tot zijn vroegere glorie, volgens de eisen van je veeleisende klanten. Verander verwaarloosde voertuigen in prachtige en goed onderhouden machines die de jaloezie kunnen opwekken van iedereen.\n\nBelangrijkste kenmerken:\n\nDrie soorten behandelingen (basis, intern en extern)\nAmmunitie systeem\nVerschillende graden van vuilheid\nEen set gereedschap en accessoires om mee te werken\nModerne garage uitgerust met een lift, rek, kast en meer\nNeem nieuwe bestellingen aan en verdien geld\nTien ouderwetse klassieke en moderne auto's om aan te", "short_description": "Car Detailing Simulator is een meeslepend en leuk spel waarmee spelers professionele autodetailers kunnen worden."}, {"images": {"nodes": []}, "id": "955468065651222", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Tervetuloa Car Detailing Simulator -peliin, joka mahdollistaa auton yksityiskohtaisen käsittelyn kokemuksen. Tässä immersiivisessä pelissä voit uudistaa ja palauttaa minkä tahansa auton entiseen loistoonsa vaativien asiakkaidesi mukaisesti. Muuta laiminlyödyt ajoneuvot upeiksi ja hyvin hoidetuiksi koneiksi, joista kaikki voivat kadehtia.\n\nTärkeimmät ominaisuudet:\n-Kolme erilaista hoitoa (perus-, sisä- ja ulkohuolto)\n-Ammusjärjestelmä\n-Eriasteista likaisuutta\n-Työskentelyyn tarkoitettu työkalusarja ja tarvikkeet\n-Moderni autotalli, jossa on nosturi, teline, kaappi ja paljon muuta\n-Ota vastaan uusia tilauksia ja ansaitse rahaa\n-Kymmenen vanhan koulukunnan klassista ja modernia autoa, joita voit käsitellä", "short_description": "Car Detailing Simulator on upottava ja hauska peli, jossa pelaajat voivat tulla ammattimaisiksi auton yksityiskohtien hoitajiksi."}, {"images": {"nodes": []}, "id": "798335308303625", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "歡迎來到《汽車美容師模擬器》（Car Detailing Simulator），這款終極遊戲讓您體驗汽車美容的藝術。在這個身臨其境的遊戲中，您可以根據您挑剔的客戶的要求，將任何汽車恢復和修復到其以前的光輝狀態。將被忽略的車輛變成令人驚嘆和維護良好的機器，成為所有人的羨慕對象。\n\n主要特點：\n-三種處理方式（基本、內部和外部）\n-彈藥系統\n-不同程度的污垢\n-一組工具和配件可供使用\n-現代化的車庫配備有升降機、架子、櫥櫃等\n-接受新訂單並賺錢\n-有十輛老派經典和現代汽車可供工作", "short_description": "《汽車美容師模擬器》是一款身臨其境、有趣的遊戲，讓玩家成為專業的汽車美容師。"}, {"images": {"nodes": []}, "id": "779346570338102", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Bienvenido a Car Detailing Simulator, el juego definitivo que te permite experimentar el arte del detailing automotriz. En este juego inmersivo, puedes renovar y restaurar cualquier coche a su antigua gloria, según las exigencias de tus exigentes clientes. Transforma vehículos descuidados en máquinas impresionantes y bien mantenidas que pueden ser la envidia de todos.", "short_description": "Car Detailing Simulator es un juego inmersivo y divertido que permite a los jugadores convertirse en detallistas profesionales de automóviles."}, {"images": {"nodes": []}, "id": "745334317382487", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Velkommen til Car Detailing Simulator, det ultimative spil, der giver dig mulighed for at opleve kunsten at detaljere en bil. I dette medrivende spil kan du forny og genoprette enhver bil til sin tidligere glans, som dine kræsne kunder kræver det. Forvandle forsømte køretøjer til fantastiske og velholdte maskiner, der kan være genstand for misundelse.\n\nVigtige funktioner:\n\nTre typer behandlinger (grundlæggende, intern og ekstern)\nAmmunitionsystem\nForskellige grader af snavs\nEt sæt værktøjer og tilbehør til at arbejde med\nModerne garage udstyret med en lift, stativ, skab og mere\nTag nye ordrer og tjene penge\nTi gamle klassiske og moderne biler at arbejde på", "short_description": "Car Detailing Simulator er et engagerende og sjovt spil, der giver spillerne mulighed for at blive professionelle bilplejere."}, {"images": {"nodes": []}, "id": "745151897265802", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Chào mừng bạn đến với Car Detailing Simulator, trò chơi tuyệt vời cho phép bạn trải nghiệm nghệ thuật làm đẹp xe hơi. Trong trò chơi tập trung này, bạn có thể tái tạo và phục hồi bất kỳ chiếc xe nào để trở lại vẻ đẹp nguyên bản của nó, theo yêu cầu của khách hàng khó tính của bạn. Biến những chiếc xe bị bỏ bê thành những chiếc máy đẹp và được bảo trì tốt có thể gây ghen tị cho tất cả mọi người.", "short_description": "Car Detailing Simulator là một trò chơi thú vị và sâu sắc cho phép người chơi trở thành những chuyên gia chăm sóc ô tô chuyên nghiệp."}, {"images": {"nodes": [{"file_name": "CDS-mini-landscape-1080-x-360.png", "id": "1757641787985122", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031444_1757641791318455_4879839677103533180_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CdwaHvZ4wQ8Q7kNvwHkhmhk&_nc_oc=Adm1APR4V_rSdzBTjq9pEuH3574dVpA8VnDjXYUnxicniJm8R2VKjHU901rR48q323Y&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu2fCB72Tb32W6mCvrPv6aJnYZufnumX9POD_ssFTH_ZA&oe=69971282"}, {"file_name": "CDS-cover-art-portrait-1008x1440.png", "id": "903416377576383", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39003285_903416380909716_712771128487872482_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=I3ICwG0j4YAQ7kNvwHizzZd&_nc_oc=AdmS6sQl37ZIKcnsE86hFGIsYNvxE1EZezuAFbQfDQ3j34g1ucAv-jOSa-jYji9sJBw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftDnxIgj21q3XOgfMeieeDGAQ4wz7v1Wht7t4dRPuSMkg&oe=6996F8BB"}, {"file_name": "CDS-icon.png", "id": "788240516119754", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974534_788240519453087_2953652110197258935_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vXunk2yNb6IQ7kNvwEfAwPF&_nc_oc=AdndmS_x3_9qEiwZydmw5QiK1Z4PRZwZiHxxYSf4yAXLLvGkrg2UHMj54yfn_jJzb8k&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvT6EmQxclatOWQCe4ngQ0c7En8ZCF1rIMM0Ca0x5VREA&oe=69971039"}, {"file_name": "CDS-immersive-object-right.png", "id": "779280296961168", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974506_779280300294501_2148064010885454167_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dfLQ7zHKFLMQ7kNvwFNQGmw&_nc_oc=AdlFDXQWYPXKaHSGC9m0ccsNXZVwY3rWAmbJIGMLInT26ch2fRCsGNgq_VmTESv6Lio&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftKSZkoAVtO_lFbkZyrMyKl4iXBVsLrl4FwWuspQi3daA&oe=6996EDAC"}, {"file_name": "immersive-backdrop.png", "id": "743450474109955", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982698_743450477443288_7185255924034965439_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OBQdomZ0Z1cQ7kNvwG54t_g&_nc_oc=AdmYxuoLM3ojQ-HYjp3DECUteFUd3tGnSAFArkjG-cEg0pf2z-421nJ3qp3pQhEWhMc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvNcHtem9UX6NxJb5oYeqXBEBXiQD9CqpAubxT_hQa-nQ&oe=6996F51B"}, {"file_name": "CDS-hero-cover-3000x900.png", "id": "709872160933891", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974759_709872164267224_7998733152072583494_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sNVz8l69s7oQ7kNvwGtufLA&_nc_oc=AdkFpcBo9rGZr9dqE56uonz5zQr7uc3rG7gb51aCQzYg3vvf7v3S1tACr96LtOORmEM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu-1rGvCrcKscUv6Y2re1jXib-1SljKILaxYFbBjANFig&oe=6997044E"}, {"file_name": "CDS-cover-art-square-1440x1440.png", "id": "613589923544709", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031507_613589926878042_1282361172379922573_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sL4d_r7a-dsQ7kNvwFBqvGZ&_nc_oc=AdkwGCMoLTdlf343tfRcwxS1Ojr7m25f5OWTtjYboSKW6CWNNMHTJxejNw7KxLgSSmU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuF_rZFqCqMEEV6N-vnJshJ37dXFE69mvPKfb7voSGQpw&oe=6996FED2"}, {"file_name": "CDS-cover-art-landscape-2560x1440.png", "id": "250175417355934", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974594_250175420689267_6196273304917684512_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DeM4eMc93uQQ7kNvwEiPc_u&_nc_oc=AdnwcZp2XCCYvQlRKE1Z_tLT0W-DuAhY5DJO6HAgKOIpnK-UzFVv_f9VEAq7zKAQBRM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuSjw4TzNnuXWobnbMQ0YhJ3o5B4zhdYC2dgCSAEn5MAg&oe=69971E95"}, {"file_name": "CDS-immersive-object-left.png", "id": "241882174906802", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39035336_241882178240135_5592379108103754129_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gr1--rIimuoQ7kNvwGz3AJ0&_nc_oc=AdkIKTRGCLitumEqYQQ4-7lXDnVpf0myJQ8-N536js4hk098BChkDnkdK8jULD_S1R0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfupGy6XkmRwGmXIUc3f1Gcm-eC5UOWzvmCWujqTYBSzNA&oe=699719A6"}, {"file_name": "CDS-logo.png", "id": "136086999231638", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39003225_136087002564971_4040465660726216315_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oyUdt8L1J_cQ7kNvwHUwBZ0&_nc_oc=Adl4Cf4v7l5k--wE1vLs5Bjo3HcBmGtWhl140LBYb110xDGBfaCCmIASLhbcunXZuX8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs9F9ZUm-dJKrr4gWXRY3kUtLsbZd7_dyxkkYA2j0gIgA&oe=6996F734"}, {"file_name": "CDS-immersive-logo.png", "id": "119819147663450", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75443237_119819150996783_1695033985840372099_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AI_wxowFA04Q7kNvwFt7-CW&_nc_oc=AdkYwJm8dRKVHf8Yp-WQGtrVZQzW-qQlNEn8tsph2fvIu4oZImqZKKhGSg-Vl7TFiZ8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvqcfjw_MaOtO2FGdEQx5Gd8D8qxLS8YuWcFiWX8gvwgg&oe=6996F648"}]}, "id": "708142570292664", "locale": "en_US", "screenshots": [{"file_name": "cds 3.png", "id": "3386720314917660", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75280177_3386720318250993_3788043068139016920_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kcO9uqad-X8Q7kNvwHSEQ26&_nc_oc=AdlaZNmcaZO8P-hMYJcHK6FPMaZeJwVRErwGHV9jNacZ7cKlaIPOWDukFt-qQ8D6WDQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvZeou6Z0DIyLJfMHA1MFMe0DmTa3iCHZMMxt4EOmf2EA&oe=6996EC69"}, {"file_name": "cds 4.png", "id": "1403680970400304", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035357_1403680973733637_7279586280176938973_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4vZ2BUEFiLMQ7kNvwHDxwCA&_nc_oc=AdkDai-zwmwJlMuOfvkuFKMDOFOYxBMoztLqsJ_6hamJIpCaCiepSy01LpDiRXlDEwI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfurlSkbV8MRf7gY6KWm9aSTrflqQ_-POSrdqI7sU73VRg&oe=699701A1"}, {"file_name": "cds 5.png", "id": "743021013977480", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75241700_743021017310813_5487761969682918016_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jqVRgnWqYKoQ7kNvwEOEem8&_nc_oc=AdlrwlLV-7NCq2TZz7Bg3Bv78yjBJ10bs9hL7glFmKKtFQ3OYDJaoZfQ-0cycPpGUNs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvbKBPnUhBmXh17uS4HnKG-X0h9Tg94gy60UhR1ZneUKQ&oe=69970E7B"}, {"file_name": "cds 2.png", "id": "251859213883935", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75210398_251859217217268_8336843410606576920_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dCc85ByNkREQ7kNvwEvexcW&_nc_oc=AdkAXanHcM5YKzZPcE5Hyu68e1RvneVXff63i6e5IbJviycZ0gghnN9hQCm5D1vMiQs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvVxY61jk6kZoxUyz-TqugrizV8KttqeIxw7tLU3f0Ikw&oe=6996EEF5"}, {"file_name": "cds 1.png", "id": "250870374027392", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57569471_250870377360725_7623570719764900651_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hytl3TWTSeAQ7kNvwE3k2xW&_nc_oc=AdnPv8xpM0Vxp-vwW6fxf2_2XhU9FwxnxMBGvS-DJTvDTqpK-O-Y_tYiNV2573m3OW4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afuj7okpHVOAtHrI2EQZUz4Ra-2daUqs3elXYUnk0oQ1nQ&oe=6996F4A5"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CDS-cover-art-landscape-2560x1440.png", "id": "601325565211353", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39036676_601325568544686_4311700752467081068_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EWPTkR8OkroQ7kNvwEm4Jng&_nc_oc=Adl3LFiBCUddvBv0plJFNtuLOBUoaDEpJhCdZpl30wMiTDbhHUzzAG7wKUg8n682F4g&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvifby-LwDRr9OCwqJQ4DlcgmS9APVdkuVme28ZRvYlAg&oe=69971CB6"}, "display_name": "Car Detailing Simulator", "keywords": ["car", "detailing", "cleaning", "classics", "garage"], "long_description": "Welcome to Car Detailing Simulator, the ultimate game that allows you to experience the art of car detailing. In this immersive game, you can renew and restore any car to its former glory, as per the demands of your discerning customers. Transform neglected vehicles into stunning and well-maintained machines that can be the envy of all.\n\nKey Features:\n\n-Three types of treatments (basic, internal, and external)\n-Ammunition system\n-Various degrees of dirtiness\n-A set of tools and accessories to work with\n-Modern garage equipped with a lift, rack, etc.\n-Take on new orders and earn money\n-Ten old-school classic and modern cars to work on", "short_description": "Car Detailing Simulator is an immersive and fun game that lets players become professional car detailers."}, {"images": {"nodes": []}, "id": "620654196248082", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Välkommen till Car Detailing Simulator, det ultimata spelet som låter dig uppleva konsten att detaljera bilar. I detta uppslukande spel kan du förnya och återställa vilken bil som helst till dess forna glans, enligt kraven från dina kräsna kunder. Förvandla försummade fordon till imponerande och välunderhållna maskiner som kan väcka avund hos alla.\n\nHuvudfunktioner:\n-Tre typer av behandlingar (grundläggande, intern och extern)\n-Ammunitionssystem\n-Olika grader av smutsighet\n-En uppsättning verktyg och tillbehör att arbeta med\n-Modern garage utrustat med en lift, ställ, skåp och mer\n-Ta på dig nya beställningar och tjäna pengar\n-Tio klassiska och moderna bilar att arbeta på", "short_description": "Car Detailing Simulator är ett engagerande och roligt spel som låter spelare bli professionella bilvårdare."}, {"images": {"nodes": []}, "id": "618625369841242", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Witaj w Car Detailing Simulator, jest grą, która pozwala doświadczyć sztuki detailingu samochodowego. W tej wciągającej grze możesz odnowić i przywrócić każdy samochód do jego dawnej chwały, zgodnie z wymaganiami Twoich wymagających klientów. Przekształć zaniedbane pojazdy w olśniewające i dobrze utrzymane maszyny.\n\n-Trzy rodzaje zabiegów (podstawowy, wewnętrzny i zewnętrzny)\n-System amunicji\n-Różne stopnie brudu\n-Zestaw narzędzi i akcesoriów do pracy\n-Nowoczesna garaż wyposażona w podnośnik, stojak itd.\n-Przyjmuj nowe zamówienia i zarabiaj pieniądze\n-Dziesięć klasycznych i nowoczesnych samochodów.", "short_description": "Car Detailing Simulator to wciągająca gra, która pozwala graczom stać się profesjonalnymi specjalistami ds. detali samochodowych."}, {"images": {"nodes": []}, "id": "608932061286066", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Καλωσήρθατε στο Car Detailing Simulator, το απόλυτο παιχνίδι που σας επιτρέπει να βιώσετε την τέχνη του λεπτομερούς καθαρισμού αυτοκινήτων. Σε αυτό το εναρκτήριο παιχνίδι, μπορείτε να ανανεώσετε και να επαναφέρετε οποιοδήποτε αυτοκίνητο στο πρώην αίγλη του, σύμφωνα με τις απαιτήσεις των απαιτητικών πελατών σας. Μετατρέψτε αμελημένα οχήματα σε εντυπωσιακά και καλά συντηρημένα μηχανήματα που μπορούν να είναι η ζήλεια όλων.\n\nΒασικά χαρακτηριστικά:\n\n-Τρεις τύποι εργασιών (βασικές, εσωτερικές και εξωτερικές)\n-Σύστημα πυρομαχικών\n-Διάφορα επίπεδα βρωμιάς\n-Σύνολο εργαλείων και αξεσουάρ για εργασία\n-Σύγχρονο γκαράζ εξοπλισμένο με ανυψωτήρα, ράφι, ντουλάπα και πολλά άλλα\n-Αναλάβετε νέες παραγγελίες και κερδίστε χρήματα\n-Δέκα παλιά κλασικά και σύγχρονα αυτοκίνητα για να εργαστείτε πάνω τους", "short_description": "Car Detailing Simulator είναι ένα εναγωνιστικό και διασκεδαστικό παιχνίδι που επιτρέπει στους παίκτες να γίνουν επαγγελματίες λεπτομερείς αυτοκινήτων."}, {"images": {"nodes": []}, "id": "593011809438606", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Vítejte v Car Detailing Simulatoru, nejlepší hře, která vám umožní prožít umění detailingu auta. V této zábavné a poutavé hře můžete obnovit a zrestaurovat jakékoliv auto do jeho bývalé slávy podle požadavků vašich náročných zákazníků. Přeměňte zanedbaná vozidla na ohromující a dobře udržované stroje, které mohou být závistí všech.\n\nKlíčové vlastnosti:\n\nTři typy úprav (základní, interní a externí)\nSystém munice\nRůzné stupně špíny\nSada nástrojů a příslušenství k práci\nModerní garáž vybavená zdvihákem, stojanem, skříní a dalšími\nPřijměte nové objednávky a vydělávejte peníze\nDeset starých klasických a moderních aut, na kterých můžete pracovat", "short_description": "Car Detailing Simulator je poutavá a zábavná hra, která hráčům umožní stát se profesionálními detailisty automobilů."}, {"images": {"nodes": []}, "id": "576942747569923", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "카 디테일링 시뮬레이터에 오신 것을 환영합니다. 고객의 요구에 따라 어떤 차량이든 전문적인 디테일링을 경험할 수 있는 궁극적인 게임입니다. 이 몰입형 게임에서는 소홀히 다루어진 차량을 멋진 상태로 복원하여 모든 사람들이 부러워할 수 있도록 합니다.\n\n주요 기능:\n\n-기본, 내부 및 외부 3 종류의 처리 방법\n-탄약 시스템\n-다양한 수준의 더러움\n-작업에 사용할 수 있는 도구 및 액세서리 세트\n-리프트, 랙, 캐비닛 등이 갖추어진 현대식 차고\n-새로운 주문을 받고 돈을 벌 수 있습니다.\n-작업할 수 있는 10대의 올드 스쿨 클래식 및 모던 카", "short_description": "는 몰입감 있고 재미있는 게임으로, 플레이어가 프로 수준의 자동차 디테일러가 될 수 있습니다."}, {"images": {"nodes": []}, "id": "509644117884265", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Benvenuti in Car Detailing Simulator, il gioco definitivo che vi permette di sperimentare l'arte del detailing auto. In questo coinvolgente gioco, potrete rinnovare e ripristinare qualsiasi automobile al suo antico splendore, secondo le richieste dei vostri clienti più esigenti. Trasformate veicoli trascurati in macchine stupefacenti e ben mantenute che potrebbero fare l'invidia di tutti.\n\nCaratteristiche principali:\n\n-Tre tipi di trattamenti (base, interno ed esterno)\n-Sistema di munizioni\n-Varie gradi di sporcizia\n-Set di strumenti e accessori con cui lavorare\n-Garage moderno dotato di ascensore, supporto, armadietto e altro\n-Accettate nuovi ordini e guadagnate denaro\n-Dieci auto d'epoca classiche e moderne su cui lavorare", "short_description": "Car Detailing Simulator è un gioco coinvolgente e divertente che consente ai giocatori di diventare dettaglianti di auto professionisti."}, {"images": {"nodes": []}, "id": "215428701196281", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Car Detailing Simulatorへようこそ。自動車ディテールの芸術を体験できる究極のゲームです。この没入型ゲームでは、あなたは厳選されたお客様の要望に従って、どんな車でも元の栄光に復元、修復することができます。放置された車を見違えるような美しく手入れされたマシンに変えて、みんなの羨望を集めましょう。\n\n主な特徴：\n\n-三種類のトリートメント（基本、内部、外部）\n-弾薬システム\n-さまざまな汚れの程度\n-使えるツールとアクセサリーのセット\n-リフト、ラック、キャビネットなどが完備された現代的なガレージ\n-新しい注文を受けてお金を稼ぐ\n-古典的かつ現代的な10台の車で作業する", "short_description": "Car Detailing Simulatorは没入感があり、楽しいゲームであり、プレイヤーがプロの車のディテール業者になることができます。"}, {"images": {"nodes": []}, "id": "130319686692243", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Detailing Simulator", "keywords": [], "long_description": "Bienvenido a Car Detailing Simulator, el juego definitivo que te permite experimentar el arte del detailing automotriz. En este juego inmersivo, puedes renovar y restaurar cualquier coche a su antigua gloria, según las exigencias de tus exigentes clientes. Transforma vehículos descuidados en máquinas impresionantes y bien mantenidas que pueden ser la envidia de todos.", "short_description": "Car Detailing Simulator es un juego inmersivo y divertido que permite a los jugadores convertirse en detallistas profesionales de coches."}]}, "developer_name": null, "developer_privacy_policy_url": "https://gameformatic.com/polityka-prywatnosci/", "developer_terms_of_service_url": null, "publisher_name": "Playway", "support_website_url": null, "website_url": "https://gameformatic.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "de", "pt", "es", "zh_CN", "en_US", "en_GB", "fr", "it", "ja", "ko", "pl", "ru", "tr", "pt_BR", "zh_HK"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "582739360048760"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PUBLISHED", "id": "618236040806983"}, {"status": "PUBLISHED", "id": "898957585202698"}, {"status": "PUBLISHED", "id": "1679204089584906"}, {"status": "PUBLISHED", "id": "218427904160361"}]}, "baseline_offer": {"id": "218427904160361"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1755277200, "status": "PUBLISHED", "id": "618236040806983"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6322727301136329", "version": "1.1.0"}, "id": "748850926297915", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5322351964507206", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6322727301136329"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "748850926297915"}]}, "change_log": null, "created_date": 1685105178, "id": "6322727301136329", "version": "1.1.0", "version_code": 575, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5322351964507206", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6322727301136329"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "748850926297915"}]}, "change_log": null, "created_date": 1685027175, "id": "6319533644789028", "version": "0.2.0 ", "version_code": 573, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5322351964507206", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6322727301136329"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "748850926297915"}]}, "change_log": null, "created_date": 1683899700, "id": "6274844102591316", "version": "0.2.0 ", "version_code": 551, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5322351964507206", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6322727301136329"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "748850926297915"}]}, "change_log": null, "created_date": 1682767104, "id": "6231449396930787", "version": "0.2.0 ", "version_code": 533, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5322351964507206", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6322727301136329"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1682434349, "id": "6219260718149655", "version": "0.2.0", "version_code": 524, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}