{"data": {"node": {"__typename": "Application", "id": "7111350432293419", "organization": {"id": "107376862011173", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7111350432293419"}]}, "id": "431529592563906"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6304787526300997"}]}, "id": "1322458878348633"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7111350432293419", "release_date": 1709065200, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 2}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7198192610275867"}, "id": "431938415835080"}]}}, "binary": null, "live_binary": null, "created_date": 1745832112, "id": "9572616262833478", "is_initial_release": false, "name_with_fallback": "v5", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9956117291150038"}, "release_status": "RELEASED", "id": "7111350432293419"}, "id": "9956117291150038", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7111350432293419", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1317747205525917"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3810047979234343", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Det betyder absolut ingenting om du inte har den där svingen, jabben eller finessen med vänsterkroken! Välkommen till Beat the Beats - ett rytmiskt VR-spel med boxning där du kan utdela slag men inte bekämpa rytmen. Använd riktiga boxningstekniker som crossar, rullningar och uppercuts för att ta dig igenom en rad elektrifierande musikaliska nivåer och klättra på topplistorna.\n \n Lås upp nya genrer, klara dagliga utmaningar och bygg upp din skicklighet i rytmboxning. För den seriösa tävlingsmänniskan finns det också en extra utmanande B-sida för varje spår som kommer att få dig att svettas.\n \n Beat the Beats är en rolig och fräsch boxningsupplevelse för både gröngölingar och mästare!\n\n\nFunktioner:\n - Lär dig naturliga boxningsrörelser som jabbar, krokar, uppercut, rullningar och blockering!\n - Rör på dig med ett träningspass som inte känns som jobb! \n - Jämför dina färdigheter i globala topplistor och klara dagliga utmaningar!\n - Lås upp nya genrer och B-sidor!\n - Håll saker och ting fräscha med dagliga mixar!\n - En rolig, uppslukande upplevelse med massor av djup för den hängivna rytmmästaren!", "short_description": "Beat the Beats är en sprakande blandning av rytm- och boxningsspel! Använd riktiga boxningsslag för att slå dig igenom musikaliska arkadnivåer i hypnotisk VR. Pumpa igång, rör på dig och slå rytmerna!"}, {"images": {"nodes": []}, "id": "2175219519569068", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Swing'e, jab'a ya da sol kroşenin inceliğine sahip değilsen oynamanın hiçbir anlamı yok! Yumruk savurduğun ama ritimle savaşamadığın boks ritmi sanal gerçeklik oyunu Beat the Beats'e gir. Direkt vuruşlar, roll'lar ve aparkatlar gibi gerçek boks hareketlerini kullanarak bir dizi heyecan verici müzikli seviyede ilerle ve liderlik tablolarına tırman.\n \n Yeni türlerin kilidini aç, günlük görevleri tamamla ve ritim boksundaki becerilerini geliştir. Sıkı yarışmacılara özel olarak her parçanın üstesinden gelmek için ter döktürecek ekstra zorlu birer B Yüzü de mevcut.\n \n Beat the Beats, hem çaylaklar hem de şampiyonlar için eğlenceli ve yepyeni bir boks deneyimi!\n\n\nÖzellikler:\n - Jab, kroşe, aparkat, roll ve bloke gibi temel boks hareketlerini öğren!\n - Angarya gibi gelmeyen bir egzersizle harekete geç! \n - Küresel liderlik tablolarında becerilerini karşılaştır ve günlük görevleri tamamla!\n - Yeni türlerin ve B yüzlerinin kilidini aç!\n - Günlük mix'lerle işleri heyecanlı hâle getir!\n - Kendini ritme adamış şampiyonlara özel; derinlikli, eğlenceli ve sürükleyici bir deneyim!", "short_description": "Beat the Beats, ritmin ve boks oyununun heyecan verici bir karışımı! Büyüleyici sanal gerçeklikteki müzikli atari seviyelerinde ilerlemek için gerçek boks vuruşlarını kullan. Havaya gir, hareket et ve ritmi yakala!"}, {"images": {"nodes": []}, "id": "1760647964875644", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Muulla ei ole mitään väliä, ellet taida swingin, jabin tai vasemman koukun hienouksia! Beat the Beats – VR-nyrkkeilyrytmipeli, jossa jaellaan lyöntejä, mutta jossa rytmiä vastaan ei voi taistella. Raivaa tiesi läpi sähköistävien musiikillisten tasojen ja kiipeä pistetaulukoissa todellisten nyrkkeilyliikkeiden, kuten suorien, heittojen ja yläkoukkujen, avulla.\n \n Avaa uusien lajityyppien lukituksia, suorita päivittäisiä haasteita ja kehitä taitojasi rytminyrkkeilyssä. Tosissaan kilpailevalle on tarjolla myös erittäin haastava B-puoli jokaiselle kappaleelle, joiden hallitseminen saa pelaajan hikoilemaan.\n \n Beat the Beats on hauska ja raikas nyrkkeilykokemus sekä aloittelijoille että mestareille!\n\n\nOminaisuudet:\n – Opi luonnollisia jabin, koukun, yläkoukun, heiton ja blokkauksen kaltaisia nyrkkeilyliikkeitä!\n – Lähde liikkeelle treenillä, joka ei tunnu työltä! \n – Vertaile taitojasi maailmanlaajuisista pistetaulukoista ja voita päivittäisiä haasteita!\n – Avaa uusien lajityyppien ja B-puolien lukituksia!\n – Pidä asiat uudentuntuisina päivittäisillä sekoituksilla!\n – Hauska, mukaansatempaava kokemus, jossa riittää syvyyttä omistautuneelle rytmimestarille!", "short_description": "Beat the Beats on sähäkkä sekoitus rytmiä ja nyrkkeilypeliä! Käytä todellisia nyrkkeilytyylisiä lyöntejä takoessasi tietäsi läpi hypnoottisen virtuaalitodellisuuden musiikillisten pelihallitasojen. Anna mennä, lähde liikkeelle ja lyö tahtia!"}, {"images": {"nodes": []}, "id": "1713472122861690", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Det gør ingen forskel, om du kan det der sving, jab eller præcise venstre hook! Træd ind i Beat the Beats' verden - et rytmisk VR-boksespil, hvor dine slag skal følge rytmen. Brug rigtige bokseteknikker som kryds, rulning og uppercuts til at banke dig vej gennem en række elektrificerende musikalske niveauer og nå til tops på ranglisten\n .\n Få adgang til nye genrer, gennemfør daglige udfordringer, og opbyg dine færdigheder i rytmeboksning. For den seriøse udøver er der også en ekstra udfordrende B-side til hvert nummer, som du vil få sved på panden af at mestre\n .\n Beat the Beats er en sjov og forfriskende bokseoplevelse for både nybegyndere og mestre!\n\n\nIndeholder:\n - Lær naturlige bokseteknikker som jab, hook, uppercut, rulning og parader!\n - Kom i gang med en træning, der ikke føles som arbejde! \n - Sammenlign dine færdigheder på en global rangliste, og gennemfør daglige udfordringer!\n - Få adgang til nye genrer og B-sider!\n - Få fornyelse med daglige mix!\n - En sjov, fordybende oplevelse med masser af indhold til den ihærdige rytmemester!", "short_description": "Beat the Beats er et elektrisk miks af rytmer og boksespil! Brug rigtige bokseslag til at banke dig vej gennem musikalske arkadebaner i en hypnotisk virtual reality. Kom i stødet, bevæg dig og slå til rytmen!"}, {"images": {"nodes": []}, "id": "1620674885221517", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "스윙, 잽, 정밀한 레프트 훅이 없다면 모두 아무 의미 없는 일이죠. VR 복싱 리듬 게임, Beat the Beats에서 펀치를 날리세요. 그리고 리듬도 참을 수 없죠! 크로스, 롤, 어퍼컷 같은 실제 복싱 동작으로 음악이 흐르는 짜릿한 레벨을 클리어하고, 순위를 높이세요.\n 이 리듬 복싱에서 새 장르를 잠금 해제하고, 일일 도전을 수행하고, 실력을 키우세요. 진지한 선수들을 위해 좀 더 어려운 B-Side에서 더 많은 땀을 흘릴 수 있습니다.\n \n Beat the Beats는 초보와 숙련자 모두를 위한 재미있고 신선한 복싱 게임입니다!\n\n\n특징:\n - 잽, 훅, 어퍼컷, 롤, 블록과 같은 자연스러운 복싱 동작을 배우세요!\n - 운동을 일처럼 느끼지 말고 즐기세요!\n - 세계 순위표에서 자신의 실력을 확인하고, 일일 도전을 완수하세요!\n - 새 장르와 B-sides를 잠금 해제하세요!\n - 새로움을 유지해주는 일일 믹스!\n - 게임에 푹 빠진 리듬 챔피언을 위해 깊이 있는 몰입감을 제공하는 경험!", "short_description": "Beat the Beats는 리듬과 복싱이 짜릿한 조화를 이룬 게임입니다! 이 빠져드는 VR에서 실제 복싱 스타일 펀치로 음악이 흐르는 아케이드 레벨을 클리어하세요. 비트에 맞춰 움직이며 주먹을 휘두르세요!"}, {"images": {"nodes": []}, "id": "1545631719750598", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Se você não souber dar um swing, jab ou aquele gancho esquerdo elegante, nada vai adiantar! Entre no Beat the Beats – o jogo de RV de ritmo e boxe onde você pode até socar, mas não lutar contra o ritmo. Use golpes reais de boxes como cruzados, pêndulos e uppercuts para abrir caminho pelas séries de fases musicais eletrizantes e subir nos placares.\n \n Desbloqueie novos gêneros, cumpra desafios diários e melhore sua habilidade no boxe rítmico. Para quem compete de verdade, também tem um desafiador lado B para cada faixa, que até profissionais precisarão suar para dominar.\n \n Beat the Beats é uma experiência de boxe divertida e inovadora para novatos e campeões!\n\n\nCaracterísticas:\n - Aprenda movimentos reais do boxe como jab, gancho, uppercut, pêndulos e bloqueio!\n - Exercite-se com treinamentos que não parecem treinos! \n - Compare suas habilidades nos placares globais e vença os desafios diários!\n - Desbloqueie novos gêneros e lados B!\n - Mantenha o ritmo com os mixes diários!\n - Uma experiência divertida e imersiva com intensidade até para campeões do ritmo!", "short_description": "Beat the Beats é uma mistura eletrizante de jogo de boxe e de ritmo! Use socos reais de boxe para avançar pelas hipnóticas fases musicais arcade do hipnótico em RV. Entre no ritmo, mova-se e detone as batidas!"}, {"images": {"nodes": []}, "id": "1333521504421310", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Não te vai servir de nada se não tiveres aquele swing, jab ou a elegância do gancho esquerdo! Este é o Beat the Beats: o jogo de boxe rítmico em RV onde dás socos, mas não podes resistir ao ritmo. Usa movimentos de boxe reais como os cruzados, rolls e uppercuts para superares uma série de níveis musicais eletrizantes e trepares a tabela classificativa.\n \n Desbloqueia novos géneros, completa desafios diários e desenvolve as tuas habilidades de boxe rítmico. Para quem compete a sério, há também um desafiante lado B extra para cada faixa! Vão fazer-te transpirar!\n \n Beat the Beats é uma experiência de boxe divertida e inovadora, tanto para principiantes como mestres!\n\n\nCaraterísticas:\n - Aprende movimentos de boxe naturais como o jab, o gancho, o uppercut, os rolls e o bloqueio!\n - Movimenta-te com um exercício que nem te vai dar trabalho! \n - Compara as tuas habilidades nas tabelas classificativas globais e supera desafios diários!\n - Desbloqueia novos géneros e lados B!\n - Continua a diversão com compilações diárias!\n - Uma experiência imersiva e divertida com bastante profundidade para os mais devotos campeões do ritmo!", "short_description": "Beat the Beats é uma mistura elétrica de ritmo e boxe! Usa socos reais de boxe para superares à pancada níveis de arcada musicais em RV hipnotizante. Energiza-te, mexe-te e bate as batidas!"}, {"images": {"nodes": []}, "id": "1249402843260279", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Music", "Rhythm", "Boxing"], "long_description": "Het geeft helemaal niets als je die zwaai, stoot of de finesse van een linkse hoek niet hebt! Nu is er Beat the Beats – het boksritme-VR-spel waarin je stoten uitvoert, maar niet tegen het ritme kunt vechten. Gebruik echte boksbewegingen zoals kruisen, rollen en uppercuts om je een weg door een reeks opwindende muzikale levels te slaan en op te klimmen in de klassementen.\n \n Speel nieuwe genres vrij, voltooi dagelijkse uitdagingen en bouw je vaardigheid in ritmisch boksen op. Voor de serieuze deelnemer is er ook een extra uitdagende B-kant voor elk nummer die je zal doen zweten om het onder de knie te krijgen.\n \n Beat the Beats is een leuke en frisse bokservaring voor zowel beginners als kampioenen!\n\n\nEigenschappen: \n - Leer natuurlijke boksbewegingen zoals stoten, hoeken, uppercuts, rollen en afweren!\n - Kom in beweging met een workout die niet aanvoelt als werken! \n - Vergelijk je vaardigheden in wereldwijde klassementen en versla dagelijkse uitdagingen!\n - Speel nieuwe genres en B-kanten vrij!\n - Houd de boel fris met dagelijkse mixen!\n - Een leuke, meeslepende ervaring met veel diepgang voor de toegewijde ritmekampioen!", "short_description": "Beat the Beats is een opwindende mix van ritme en boksen! Gebruik echte boksstoten om je een weg te slaan door muzikale arcadelevels in hypnotiserende VR. Pep jezelf op, kom in beweging en versla de beats!"}, {"images": {"nodes": []}, "id": "1219722922808566", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "To nie przeszkadza, jeśli nie wiesz, jak wyprowadzić lewy prosty czy prawy sierpowy! Przedstawiamy Beat the Beats – bokserską grę rytmiczną VR, w której zadajesz ciosy, ale twoim jedynym przeciwnikiem jest rytm. Używaj prawdziwych ruchów bokserskich, takich jak proste, obrony ramieniem czy podbródkowe, aby przebić się przez serię elektryzujących poziomów muzycznych i wspiąć się na szczyt rankingów.\n \n Odblokowuj nowe gatunki muzyki, wykonuj codzienne wyzwania i rozwijaj swoje umiejętności. Dla poważnych zawodników dostępna jest również wymagająca strona B wszystkich utworów, która będzie wymagała sporo wysiłku.\n \n Beat the Beats to fajna i oryginalna zabawa bokserska zarówno dla żółtodziobów, jak i mistrzów!\n\n\nCechy:\n – Naucz się prawdziwych ciosów bokserskich, takich jak proste, sierpowe, podbródkowe czy bloki!\n – Oddaj się treningowi, który nie przypomina ciężkiej pracy!\n – Pokonuj codzienne wyzwania i porównuj się z innymi dzięki rankingom globalnym!\n – Odblokowuj nową muzykę oraz strony B!\n – Ciesz się ciągłymi nowościami dzięki codziennym miksom!\n – Fajne, wciągające doświadczenie z mnóstwem głębi dla oddanych mistrzów rytmu!", "short_description": "Beat the Beats to elektryzujące połączenie gry rytmicznej z boksem! Używaj prawdziwych ciosów bokserskich, aby przebić się przez muzyczne poziomy zręcznościowe w hipnotyzującym świecie VR. Ruszaj naprzód i pokonaj żywy rytm!"}, {"images": {"nodes": []}, "id": "1078282007556312", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "¡No importa si no tienes el swing, el jab o la delicadeza del gancho izquierdo! Presentamos Beat the Beats, el juego de boxeo rítmico de RV en el que lanzas golpes pero no puedes luchar contra el ritmo. Usa golpes de boxeo reales como cruzados, directos y uppercuts para abrirte paso en una serie de electrificantes niveles musicales y subir en la clasificación.\n \n Desbloquea nuevos géneros musicales, completa desafíos diarios y desarrolla tu habilidad en el boxeo rítmico. Para quienes se lo toman en serio, cada pista también tiene un lado B extradesafiante que te hará sudar hasta dominarlo.\n \n ¡Beat the Beats es una experiencia de boxeo fresca y divertida, tanto para amateurs como para profesionales!\n\n\nCaracterísticas:\n - ¡Aprende movimientos propios de boxeo como el jab, el gancho, el uppercut, directos y bloqueos!\n - ¡Ponte en movimiento con un entrenamiento que no parece una rutina! \n - ¡Compara tus habilidades en la clasificación global y vence desafíos diarios!\n - ¡Desbloquea nuevos géneros y lados B!\n - ¡Mantente en forma con recopilaciones diarias!\n - ¡Una experiencia inmersiva, divertida y profunda para profesionales del ritmo!", "short_description": "¡Beat the Beats es un juego eléctrico que recopila elementos rítmicos y de boxeo! Usa golpes de boxeo reales para abrirte paso en niveles musicales de arcade en una hipnótica RV. ¡Ejercítate, muévete y vence el ritmo!"}, {"images": {"nodes": [{"file_name": "Cover Art 2560x1440_Demo.png", "id": "3677491119185988", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/39031387_3677491122519321_313647883907981012_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KfGfqPooetcQ7kNvwFAeYuR&_nc_oc=AdnSMIOIe-ViAg2IRXToIw1RtBeMRNteonsVcyPmCu_yVxbx9aEHNyXsrE2xI_dRYU4&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfO7SkLsPu7-8TU_5mpYmsAe_3gHY76Lo6SuDrZIhiEWsQ&oe=6863CDE8"}, {"file_name": "CoverArtPortrait_1008x1440px_Demo.png", "id": "1596410994501787", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/75240101_1596410997835120_4891176602926345780_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RW--0RBnv7kQ7kNvwH4Iy07&_nc_oc=AdkkVLySSvMSjGuPKyJ9Ody0tAlJ0pMSc5kJoMGeE5V8vF5e5drnnNnlsXcF7uC7cNE&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfN6AnLT8FMuBoqe4othinC0SSYSHI2R3lTN8EQPidcqHg&oe=6863C0DB"}, {"file_name": "CoverArtSquare_1440x1440_Demo.png", "id": "1483156442266693", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974695_1483156445600026_4504138224379549206_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dmfO-l4UXu4Q7kNvwFxqLg6&_nc_oc=Adl9gohQJKS2QPmEyLHD4ciD9maEmGOAX8XucjFO9TdwPZXAGOe5fObRX7k7AflBJWI&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfP1grWoB41zZq3Z5H-n5xdfsOm_rhY8wGcf3_wdOYIprA&oe=6863C798"}, {"file_name": "Logo_Transparent_9000x1440_Demo.png", "id": "923679559334438", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38982630_923679562667771_8214322870573664440_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=myAUdnLF4bgQ7kNvwHPRrHi&_nc_oc=AdllnqXqeDkC0YbrdhnbhvJgzmQi_uirv0KvyFvqpLA9xWlqxfrGJBAD5E5SgNAnNTI&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfN-mKvVID98X4-OsSzVOx7H5ENEbJ-vuCkyeiyDfIzztQ&oe=6863B5BC"}, {"file_name": "Icon_512x512_Demo.png", "id": "856915602790803", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974732_856915606124136_5031613187978030125_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FycFm8MJCfUQ7kNvwHoiOSv&_nc_oc=AdlGelSj4IhCtz5ued2wIIzi18dDXFzGGAlPD2LdztUh5UDJE62dWH3hpeK_1dZU-P8&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfOkGlBUip8OpNo9Xc78M2DDnauo4mVdvhgbcTaFc2LVJQ&oe=6863CD6F"}, {"file_name": "Cover Art - Mini Landscape - 1080 x 360px_Demo.png", "id": "363387483315246", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/57572935_363387486648579_5739855370413296252_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pRKWJhX-IEIQ7kNvwHHQAzN&_nc_oc=Adk8p5yM3cN7iHGsRJtMz7cS0yvf1O6MrzqP2NCm2rTO48eoCI1xMX-ggHBSQRRKMwQ&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfMm-E0BRNjX5jBts690kCLK3sQeZZKuMMK68BQNr36sDw&oe=6863B62A"}, {"file_name": "BeatTheBeats Hero 3000x900 Demo (1).png", "id": "272369712607539", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/75617311_272369715940872_8036924255636010738_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7BqFCR1yWKEQ7kNvwFydhl6&_nc_oc=Adn8CGghj62P3nhFp9yMcapNaljzVmhpZ_3_GIaAgH0Q0PAtE6fA_eu3P5_hBSp-p0w&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfOFs3RvQsWA0wk84jYqqibKbhTDy9aBZBCDl77ufp90Bg&oe=6863B5CE"}]}, "id": "1070537311635231", "locale": "en_US", "screenshots": [{"file_name": "1.png", "id": "410373514828357", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/39035375_410373518161690_8571699168709309248_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RL5vQj8HLrEQ7kNvwGcJEqm&_nc_oc=Adm3rb6OkZMUnJwyRb37JAdcn0Aq3AdBFBV0G68aqC_FX0oSaOrPcMwRfOytQscnQyQ&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfMhF56GUMq2lUM6YjWH_3K3eAJyNgVLYIU_LbP_cHF1_A&oe=6863EC03"}, {"file_name": "2.png", "id": "328659759627257", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/39031506_328659766293923_5384273346422577329_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=I4eM97aoirUQ7kNvwEBENHH&_nc_oc=Adly61biM6nQmB_cXJ54nZuMy7Eowjq6cw-b6RO5RAY7A6iqWR1vkAD7gb9khzNmke8&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfNlnFPYgpTEDSW3D24c89kwLK6n72G_WIbdRoYHo1xxhA&oe=6863C29C"}, {"file_name": "3.png", "id": "6899243903534398", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974551_6899243906867731_6149271907228975618_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LM5kayme1sIQ7kNvwFweZeZ&_nc_oc=Adnd9-pU2Ob2a1zLhWqJ4nIxAuotM6qKN3qt0r8YpjmsfsQ9NxOgMVu6SJ82_d6P1Zo&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfNf3ipkH9Eg80DCX3Mpra9atdF2i9H2prcSsjlEKoArcA&oe=6863C346"}, {"file_name": "4.png", "id": "795963652344013", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974516_795963655677346_3906295291457153531_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vO7HsS7S2WUQ7kNvwHy8Rx9&_nc_oc=AdlhNqJXztGSqEXpU5JwG6hU2Ql_rVflC13vQ8KWUVustCX-2gyzCjeo3S_zoEkZ_d0&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfOlVsEjhy_edTNY_R6ipgPwIHK6B_Z7a4N4abrrwb2USg&oe=6863CDD2"}, {"file_name": "5.png", "id": "1342301636473124", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/57569480_1342301643139790_7933622671683410596_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vj__lBC-ctgQ7kNvwHcvPZX&_nc_oc=Adkha7d87JnIN2cARIyabqfNAkEjOv5zlk-FobQyQ3NE6z_WZpNvBfN0Qrj8PLF49Lo&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfPIFQArQXB_wdOWJMrQ5d_B_CKPIx97mBdo79feS55Dpg&oe=6863BE16"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Thumbnail_Demo.png", "id": "1132472497792009", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974790_1132472501125342_7505565009975405162_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_MiwFxdp1TEQ7kNvwHm72bF&_nc_oc=Admm0QSdbaj5tex_E2uKqGe_HtEVZQS6sWWgnuajOBHBxE-v-Ucw-w_tGF6tq9VNr8o&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfNnX5nF06unMdb9XqVezQ-sQJn6__oVfAHZlIYaDybbeA&oe=6863E039"}, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Music", "Rhythm", "Boxing"], "long_description": "It means absolutely nothing if you don't have that swing, jab, or the finesse of that left hook! Enter Beat the Beats – the boxing rhythm VR game where you throw punches but you can’t fight the rhythm. Use actual boxing moves like crosses, rolls and uppercuts to blast your way through a series of electrifying musical levels and climb the leaderboards.\n\nUnlock new genres, complete daily challenges, and build your skill in rhythm boxing. For the serious competitor, there’s also an extra challenging B-Side for each track that will make you sweat to master.\n\nBeat the Beats is a fun and fresh boxing experience for both greenhorns and champions!\n\n\n\nFeatures:\n- Learn natural boxing moves like jab, hook, uppercut, rolls and block!\n- Get moving with a workout that doesn’t feel like work! \n- Compare your skills in global leaderboards and beat daily challenges!\n- 35 handpicked tracks from different electronic music genres in over 60+ levels!\n- Unlock new genres and B-sides!\n- Keep things fresh with daily mixes!\n- A fun, immersive experience with plenty of depth for the dedicated rhythm champion!", "short_description": "Beat the Beats is an electric mix of rhythm and boxing game! Use actual boxing-style punches to pound your way through musical arcade levels in hypnotic VR. Get pumped, get moving and beat the beats!"}, {"images": {"nodes": []}, "id": "1061580496037945", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "如果你没办法打出那样的摆拳和刺拳，或者灵巧地使出那记左勾拳，那一切都毫无意义！到《Beat the Beats》里来吧，在这款拳击节奏 VR 游戏中，你不仅需要出拳，还不能脱离音乐的节奏。用各种真实的拳击动作，例如后手直拳、闪躲和上勾拳，来打通一系列电感十足的音乐关卡，在排行榜上不断攀升。\n \n 解锁新的类型，完成每日挑战，并在节奏拳击游戏中锻炼你的技能。对于那些追求高难度的玩家，每个音乐曲目还有一个更具挑战性的 B 面模式，你需要付出更多汗水才能通关。\n \n 不管你是新手还是拳击冠军，《Beat the Beats》都会为你带来有趣和新鲜的拳击体验！\n\n\n特色：\n - 学习自然的拳击动作，如刺拳、勾拳、上勾拳、闪躲和格挡！\n - 以不像运动的方式进行锻炼！\n - 在全球排行榜上与其他玩家一决高下，并完成每日挑战！\n - 解锁新的类型和 B 面模式！\n - 每日混音让你永葆新鲜感！\n - 为专注于成为节奏冠军的玩家提供了众多富有深度的有趣、沉浸式体验！", "short_description": "《Beat the Beats》是一款电感十足，融合了节奏和拳击元素的游戏！在引人入胜的虚拟现实中，用真实的拳击动作打通一个个音乐街机关卡。兴奋起来，动起来，跟着节奏出拳吧！"}, {"images": {"nodes": []}, "id": "1052328586865587", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Non importa se non sai tirare sventole, diretti o ganci sinistri! Ti presentiamo Beat the Beats: il gioco VR a ritmo di boxe in cui puoi sferrare pugni, ma non puoi combattere contro il ritmo. Usa vere mosse di boxe come il diretto destro, la schivata e il montante per farti strada attraverso una serie di elettrizzanti livelli musicali e scalare la classifica.\n \n Sblocca nuovi generi, completa sfide giornaliere e migliora le tue abilità nella boxe a ritmo. Per i giocatori più competitivi, c'è anche un complesso lato B per ogni traccia che vi farà sudare i vostri punteggi.\n \n Beat the Beats è un'esperienza di boxe nuova e divertente, adatta sia ai principianti che ai campioni!\n\n\nCaratteristiche:\n - Impara le mosse di boxe come i diretti sinistri, i ganci, i montanti, le schivate e le parate!\n - Fai movimento con allenamenti che non sembrano veri allenamenti! \n - Confronta le tue abilità nella classifica globale e supera le sfide giornaliere!\n - Sblocca nuovi generi e lati B!\n - Cambia sempre canzoni grazie ai mix giornalieri!\n - Un'esperienza divertente e immersiva con tante sfide appassionanti per i campioni di ritmo!", "short_description": "Beat the Beats è un mix elettrico di ritmo e boxe! Usa veri colpi di boxe in questa realtà virtuale ipnotica per farti strada a suon di pugni in vari livelli musicali arcade. Pompati, muoviti e colpisci a ritmo!"}, {"images": {"nodes": []}, "id": "1032546685727041", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "如果你打不出擺拳、刺拳或靈活的左勾拳，就沒意思了！進入拳擊節奏 VR 遊戲《熱力節揍》，在這款遊戲中，你可以揮舞拳頭，但無法對抗節奏。使用後手直拳、閃躲和上勾拳等實際的拳擊動作，闖過一連串刺激的音樂關卡，登上排行榜的寶座。\n \n 解鎖新類型，完成每日挑戰，培養你的節奏拳擊技巧。對於認真的玩家來說，每首曲目還多一首具有挑戰性的 B 面歌曲，讓你得付出汗水才能精通。\n \n 《熱力節揍》是一款有趣又新鮮的拳擊遊戲，新手和達人都適合來體驗！\n\n\n特色：\n - 學習刺拳、勾拳、上勾拳、閃躲和格擋等實際的拳擊動作！\n - 隨著節奏開始鍛鍊，讓你感覺不到疲累！\n - 在全球排行榜上較量技巧，攻克每日挑戰！\n - 解鎖新類型和 B 面曲目！\n - 有了每日混音，讓鍛鍊隨時新鮮有趣！\n - 這是一種有趣、身臨其境的遊戲體驗，對於全心投入的節奏冠軍來說，深度絕對夠！", "short_description": "《熱力節揍》是一款结合節奏和拳擊的遊戲！在催眠般的 VR 環境中，用實實在在的拳擊風格一路擊打攻克街機式的音樂關卡。開始熱血沸騰，拳拳生風，跟著節奏打起來！"}, {"images": {"nodes": []}, "id": "1024512363001860", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Det betyr absolutt ingenting om du ikke har svingslaget, jabben eller finessen til en venstre hook! Vi presenterer Beat the Beats – VR-spillet med bokserytmer der du slår, men ikke kan bekjempe rytmen. Bruk faktiske boksebevegelser, som kryss, rull og uppercut, for å bla deg gjennom en rekke elektrifiserende musikalske nivåer og avansere på ledertavlen.\n \n Lås opp nye sjangre, fullfør daglige utfordringer og bygg ferdighetene dine i rytmeboksing. For seriøse konkurrenter finnes det også en ekstra utfordrende B-side av hvert spor, og å mestre den kommer til å få deg til å svette.\n \n Beat the Beats er en morsom og nyskapende bokseopplevelse for både nykommere og mestere!\n\n\nFunksjoner:\n – Lær naturlige boksebevegelser som jab, hook, uppercut, rull og blokk!\n – Kom i bevegelse med en treningsøkt som ikke føles som trening! \n – Sammenlign ferdighetene dine i globale ledertavler og slå de daglige utfordringene!\n – Lås opp nye sjangre og B-sider!\n – Hold ting friskt med daglige blandinger!\n – En artig, oppslukende opplevelse med nok av dybde for den dedikerte rytmemesteren!", "short_description": "Spillet Beat the Beats er en elektrisk blanding av rytme og boksing! Bruk faktiske slag i boksestil for å denge deg gjennom musikalske spillehallnivåer i hypnotisk VR. Få opp pulsen, flytt på deg og riv opp rytmene!"}, {"images": {"nodes": []}, "id": "726301410340884", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "スイング、ジャブ、あるいは繊細な左フックを繰り出すことができなければ、まったく意味を成さない！パンチを繰り出しリズムと戦う、ボクシングリズムVRゲーム - 『Beat the Beats』に飛び込もう。クロス、ロール、アッパーのような実際のボクシングの動きで、エレクトリックな音楽ステージを突破して、リーダーボードを駆け上がろう。\n \n 新しいジャンルをアンロックし、デイリーチャレンジをクリアし、リズムボクシングの技術を鍛え上げよう。本格的な競技者のために、各トラックのB面には、マスターするのに一苦労するような高難易度のものも用意されている。\n \n 『Beat the Beats』は初心者からチャンピオンまで、楽しく新鮮なボクシング体験が味わえる！\n\n\n特徴：\n - ジャブ、フック、アッパー、ロール、ブロックなど、自然なボクシングの動きを学ぼう！\n - 仕事のようには感じないワークアウトで身体を動かそう！\n - グローバルリーダーボードで技術を競い合い、デイリーチャレンジをクリアしよう！\n - 新ジャンルとB面をアンロックしよう！\n - 日々のミックスで新鮮さを保つ！\n - 熱心なリズムチャンピオン向けの奥深さを備えた、楽しい、没入感ある体験！", "short_description": "『Beat the Beats』は、リズムとボクシングがエレクトリックな融合を果たしたゲームだ！実際のボクシングスタイルのパンチを使って、魅惑のVRの中の音楽流れるアーケードステージを突き進もう。気分を高め、前へ進み、ビートを刻もう！"}, {"images": {"nodes": []}, "id": "706610562264951", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Peu importe que vous ne sachiez pas exécuter à la perfection un coup de poing balancé, un direct du bras avant ou un crochet gauche tout en finesse ! Découvrez Beat the Beats, le jeu de boxe en RV dans lequel on met des coups pour battre la cadence. Utilisez de vraies techniques comme des directs du bras arrière, des esquives et des uppercuts pour pilonner une série de niveaux musicaux électrisants et grimper au classement.\n \n Débloquez de nouveaux genres, terminez des défis quotidiens et améliorez vos compétences en boxe rythmique. Pour les compétiteurs dans l'âme, chaque piste contient aussi une version alternative encore plus difficile. Il faudra transpirer pour la maîtriser.\n \n Beat the Beats propose une nouvelle expérience de boxe amusante aussi bien pour les débutants que pour les champions !\n\n\nCaractéristiques :\n - Apprenez de vraies techniques de boxe comme le direct du bras avant, le crochet, l'uppercut, les esquives et les blocages !\n - Bougez en vous amusant ! \n - Comparez vos compétences dans des classements mondiaux et remportez des défis quotidiens !\n - Débloquez de nouveaux genres et des pistes alternatives !\n - Brisez la monotonie avec de nouvelles compilations quotidiennes !\n - Une expérience fun et immersive au contenu riche qui saura satisfaire les champions du rythme assidus !", "short_description": "Beat the Beats est un mélange électrique entre le jeu de boxe et le jeu de rythme ! Utilisez de véritables techniques de boxe pour battre à plate couture les niveaux musicaux d'arcade dans une RV hypnotique ! Restez dans le rythme, ça va cogner !"}, {"images": {"nodes": []}, "id": "692934213527105", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "如果你打不出擺拳、刺拳或靈活的左勾拳，就沒意思了！進入拳擊節奏 VR 遊戲《熱力節揍》，在這款遊戲中，你可以揮舞拳頭，但無法對抗節奏。使用後手直拳、閃躲和上勾拳等實際的拳擊動作，闖過一連串刺激的音樂關卡，登上排行榜的寶座。\n \n 解鎖新類型，完成每日挑戰，培養你的節奏拳擊技巧。對於認真的玩家來說，每首曲目還多一首具有挑戰性的 B 面歌曲，讓你得付出汗水才能精通。\n \n 《熱力節揍》是一款有趣又新鮮的拳擊遊戲，新手和達人都適合來體驗！\n\n\n特色：\n - 學習刺拳、勾拳、上勾拳、閃躲和格擋等實際的拳擊動作！\n - 隨著節奏開始鍛鍊，讓你感覺不到疲累！\n - 在全球排行榜上較量技巧，攻克每日挑戰！\n - 解鎖新類型和 B 面曲目！\n - 有了每日混音，讓鍛鍊隨時新鮮有趣！\n - 這是一種有趣、身臨其境的遊戲體驗，對於全心投入的節奏冠軍來說，深度絕對夠！", "short_description": "《熱力節揍》是一款结合節奏和拳擊的遊戲！在催眠般的 VR 環境中，用實實在在的拳擊風格一路擊打攻克街機式的音樂關卡。開始熱血沸騰，拳拳生風，跟著節奏打起來！"}, {"images": {"nodes": []}, "id": "594650036575386", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Para nada importa si no tienes ese movimiento, golpe o la destreza de ese gancho izquierdo. Entra en Beat the Beats, el juego de boxeo de ritmo en realidad virtual donde lanzas puñetazos pero no puedes luchar contra el ritmo. Utiliza movimientos de boxeo reales como cruces, esquivas y uppercuts para abrirte camino a través de una serie de niveles musicales electrizantes y escalar en las clasificaciones.\n\nDesbloquea nuevos géneros, completa desafíos diarios y desarrolla tus habilidades en el boxeo rítmico. Para el competidor serio, también hay un B-Side extra desafiante para cada pista que te hará sudar para dominarlo.\n\n¡Beat the Beats es una experiencia de boxeo divertida y fresca tanto para novatos como para campeones!\n\n\nIncluye:\n- Aprende movimientos de boxeo naturales como jab, gancho, uppercut, esquivas y bloqueos.\n- ¡Ponte en movimiento con un entrenamiento que no se siente como trabajo!\n- Compara tus habilidades en las clasificaciones globales y supera desafíos diarios.\n- Desbloquea nuevos géneros y lados B.\n- ¡Mantén las cosas frescas con mezclas diarias!\n- Una experiencia divertida e inmersiva con mucha profundidad para el campeón rítmico dedicado.", "short_description": "¡Beat the Beats es una mezcla eléctrica de ritmo y juego de boxeo! Utiliza golpes de boxeo reales para abrirte paso a través de niveles musicales en un hipnótico mundo de realidad virtual. ¡Anímate, ponte en movimiento y golpea esos beats!"}, {"images": {"nodes": []}, "id": "575152528687763", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Denk dir nichts, wenn du nicht diesen Swing, Jab oder die Finesse des linken Hakens hast! Hier ist Beat the Beats - das Box-Rhythmus-VR-Spiel, bei dem du Schläge austeilst, aber nicht gegen den Rhythmus kämpfen kannst. Nutze echte Boxbewegungen wie Cross, Roll und Aufwärtshaken, um dich durch eine Reihe von elektrisierenden Musiklevels zu kämpfen und in den Bestenlisten aufzusteigen.\n\nSchalte neue Genres frei, spiele Tägliche Herausforderungen und baue deine Fähigkeiten im Rhythmusboxen aus. Für die besonders Motivierten unter euch gibt es auch eine extra anspruchsvolle B-Seite für jeden Track, die dich ins Schwitzen bringen wird, um sie zu meistern.\n\nBeat the Beats ist eine spaßige und frische Boxerfahrung für Neulinge und Champions gleichermaßen!\n\n\nSpielinhalte:\n- Lerne natürliche Boxbewegungen wie Jab, Haken, Aufwärtshaken, Rolls und Blockieren!\n- Bleib in Bewegung mit einem Workout, das nicht wie Arbeit wirkt!\n- Vergleiche deine Fähigkeiten in globalen Bestenlisten und meistere tägliche Herausforderungen!\n- Schalte neue Genres und B-Seiten frei!\n- Tägliche neue Remixe halten die Dinge fresh!\n- Eine unterhaltsame, immersive Erfahrung mit viel Tiefe für den engagierten Rhythmus-Champion!", "short_description": "Beat the Beats is ein elektrisierender Mix aus Rhythmus- und Boxspiel! Verwende Schläge wie in einem echten Boxkampf, um dich durch hypnotisierende VR Musiklevels zu kämpfen. Wärm dich auf, mach dich bereit and beat the beats!"}, {"images": {"nodes": []}, "id": "566142133228849", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Beat the Beats Demo", "keywords": ["Beat", "Beats", "Rhythm", "Mucis", "Boxing"], "long_description": "Неважно, насколько хорошо вам удаются свинги, джебы и левый хук! Запустите Beat the Beats — ритмическую игру про бокс в виртуальной реальности, где нужно наносить удары и при этом попадать в ритм! Наносите настоящие боксерские удары: кроссы, роллы и апперкоты, чтобы преодолеть серию музыкальных уровней и попасть в список лидеров.\n \n Разблокируйте новые музыкальные жанры, проходите ежедневные испытания и становитесь чемпионом по ритмическому боксу! Серьезные игроки всегда могут запустить сторону B для каждого трека и как следует попотеть, чтобы пройти уровень.\n \n Beat the Beats — веселая и необычная игра про бокс, которая понравится как новичкам, так и боксерам-чемпионам!\n\n\nОсобенности игры\n - Научитесь настоящим боксерским блокам и ударам: джебам, апперкотам, роллам!\n - Разомнитесь без скуки!\n - Соревнуйтесь с игроками со всего мира за место в списке лидеров и проходите ежедневные испытания!\n - Разблокируйте новые музыкальные жанры и сторону B каждого трека!\n - Слушайте ежедневные миксы, которые не дадут заскучать!\n - Играйте в забавную и увлекательную игру, которая сделает из вас настоящего знатока ритма!", "short_description": "Beat the Beats — это удивительное сочетание ритмической игры и бокса! Наносите боксерские удары, чтобы пройти уровни этой музыкальной аркады в виртуальной реальности. Подвигайтесь, зарядитесь энергией и попадите в ритм!"}]}, "developer_name": "Parallel Circles", "developer_privacy_policy_url": "https://parallelcircles.com/privacyBeatTheBeatsDemoMeta.html", "developer_terms_of_service_url": null, "publisher_name": "Parallel Circles", "support_website_url": null, "website_url": "https://parallelcircles.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1672577396871977"}, {"id": "2776542286000603"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ar", "fr", "it", "de", "es", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es_VE", "bg", "cs", "da", "nl", "fi", "el", "ja", "ko", "nb", "pl", "pt_BR", "pt", "ro", "ru", "zh_CN", "zh_HK", "zh_TW", "sv", "th", "tr", "uk"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9956117291150038"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974695_1483156445600026_4504138224379549206_n.png?stp=dst-png_s360x360&_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dmfO-l4UXu4Q7kNvwFxqLg6&_nc_oc=Adl9gohQJKS2QPmEyLHD4ciD9maEmGOAX8XucjFO9TdwPZXAGOe5fObRX7k7AflBJWI&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfMbOn9hC-PEfmOkG7WHCo8orqPZsmZqGaTin8ATcAHlVA&oe=6863C798"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Beat the Beats Demo", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Rhythm", "id": "1672577396871977"}, {"topic_name": "Sports", "id": "2776542286000603"}], "release_date": 1709065200, "lastRevision": {"nodes": [{"id": "7111350465626749", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7111350432293419", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1317747205525917"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "Cover Art 2560x1440_Demo.png", "id": "3677491119185988", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/39031387_3677491122519321_313647883907981012_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KfGfqPooetcQ7kNvwFAeYuR&_nc_oc=AdnSMIOIe-ViAg2IRXToIw1RtBeMRNteonsVcyPmCu_yVxbx9aEHNyXsrE2xI_dRYU4&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfO7SkLsPu7-8TU_5mpYmsAe_3gHY76Lo6SuDrZIhiEWsQ&oe=6863CDE8"}, {"file_name": "CoverArtPortrait_1008x1440px_Demo.png", "id": "1596410994501787", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/75240101_1596410997835120_4891176602926345780_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RW--0RBnv7kQ7kNvwH4Iy07&_nc_oc=AdkkVLySSvMSjGuPKyJ9Ody0tAlJ0pMSc5kJoMGeE5V8vF5e5drnnNnlsXcF7uC7cNE&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfN6AnLT8FMuBoqe4othinC0SSYSHI2R3lTN8EQPidcqHg&oe=6863C0DB"}, {"file_name": "CoverArtSquare_1440x1440_Demo.png", "id": "1483156442266693", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974695_1483156445600026_4504138224379549206_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dmfO-l4UXu4Q7kNvwFxqLg6&_nc_oc=Adl9gohQJKS2QPmEyLHD4ciD9maEmGOAX8XucjFO9TdwPZXAGOe5fObRX7k7AflBJWI&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfP1grWoB41zZq3Z5H-n5xdfsOm_rhY8wGcf3_wdOYIprA&oe=6863C798"}, {"file_name": "Logo_Transparent_9000x1440_Demo.png", "id": "923679559334438", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38982630_923679562667771_8214322870573664440_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=myAUdnLF4bgQ7kNvwHPRrHi&_nc_oc=AdllnqXqeDkC0YbrdhnbhvJgzmQi_uirv0KvyFvqpLA9xWlqxfrGJBAD5E5SgNAnNTI&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfN-mKvVID98X4-OsSzVOx7H5ENEbJ-vuCkyeiyDfIzztQ&oe=6863B5BC"}, {"file_name": "HeroCover_3000x900_Demo.png", "id": "908365737683040", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/75314851_908365741016373_2451196921686093823_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Vk55-LEqDLIQ7kNvwFo51g6&_nc_oc=AdmNcNHcXhPsBk7ZGRcWBx06B6ni5b84MKufW8QVv9Ghuj5gOVV1X-QEYeBr__fTmQM&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfP0_1hCHjuCphH_BjzQ-UJ47OY91Ug9z2HWnJOTXte_Aw&oe=6863D4CE"}, {"file_name": "Icon_512x512_Demo.png", "id": "856915602790803", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974732_856915606124136_5031613187978030125_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FycFm8MJCfUQ7kNvwHoiOSv&_nc_oc=AdlGelSj4IhCtz5ued2wIIzi18dDXFzGGAlPD2LdztUh5UDJE62dWH3hpeK_1dZU-P8&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfOkGlBUip8OpNo9Xc78M2DDnauo4mVdvhgbcTaFc2LVJQ&oe=6863CD6F"}, {"file_name": "Cover Art - Mini Landscape - 1080 x 360px_Demo.png", "id": "363387483315246", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/57572935_363387486648579_5739855370413296252_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pRKWJhX-IEIQ7kNvwHHQAzN&_nc_oc=Adk8p5yM3cN7iHGsRJtMz7cS0yvf1O6MrzqP2NCm2rTO48eoCI1xMX-ggHBSQRRKMwQ&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfMm-E0BRNjX5jBts690kCLK3sQeZZKuMMK68BQNr36sDw&oe=6863B62A"}]}, "id": "314892351563915", "locale": "en_US", "screenshots": [{"file_name": "1.png", "id": "410373514828357", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/39035375_410373518161690_8571699168709309248_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RL5vQj8HLrEQ7kNvwGcJEqm&_nc_oc=Adm3rb6OkZMUnJwyRb37JAdcn0Aq3AdBFBV0G68aqC_FX0oSaOrPcMwRfOytQscnQyQ&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfMhF56GUMq2lUM6YjWH_3K3eAJyNgVLYIU_LbP_cHF1_A&oe=6863EC03"}, {"file_name": "2.png", "id": "328659759627257", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/39031506_328659766293923_5384273346422577329_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=I4eM97aoirUQ7kNvwEBENHH&_nc_oc=Adly61biM6nQmB_cXJ54nZuMy7Eowjq6cw-b6RO5RAY7A6iqWR1vkAD7gb9khzNmke8&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfNlnFPYgpTEDSW3D24c89kwLK6n72G_WIbdRoYHo1xxhA&oe=6863C29C"}, {"file_name": "3.png", "id": "6899243903534398", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974551_6899243906867731_6149271907228975618_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LM5kayme1sIQ7kNvwFweZeZ&_nc_oc=Adnd9-pU2Ob2a1zLhWqJ4nIxAuotM6qKN3qt0r8YpjmsfsQ9NxOgMVu6SJ82_d6P1Zo&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfNf3ipkH9Eg80DCX3Mpra9atdF2i9H2prcSsjlEKoArcA&oe=6863C346"}, {"file_name": "4.png", "id": "795963652344013", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974516_795963655677346_3906295291457153531_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vO7HsS7S2WUQ7kNvwHy8Rx9&_nc_oc=AdlhNqJXztGSqEXpU5JwG6hU2Ql_rVflC13vQ8KWUVustCX-2gyzCjeo3S_zoEkZ_d0&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfOlVsEjhy_edTNY_R6ipgPwIHK6B_Z7a4N4abrrwb2USg&oe=6863CDD2"}, {"file_name": "5.png", "id": "1342301636473124", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/57569480_1342301643139790_7933622671683410596_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vj__lBC-ctgQ7kNvwHcvPZX&_nc_oc=Adkha7d87JnIN2cARIyabqfNAkEjOv5zlk-FobQyQ3NE6z_WZpNvBfN0Qrj8PLF49Lo&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfPIFQArQXB_wdOWJMrQ5d_B_CKPIx97mBdo79feS55Dpg&oe=6863BE16"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Thumbnail_Demo.png", "id": "1132472497792009", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974790_1132472501125342_7505565009975405162_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_MiwFxdp1TEQ7kNvwHm72bF&_nc_oc=Admm0QSdbaj5tex_E2uKqGe_HtEVZQS6sWWgnuajOBHBxE-v-Ucw-w_tGF6tq9VNr8o&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfNnX5nF06unMdb9XqVezQ-sQJn6__oVfAHZlIYaDybbeA&oe=6863E039"}, "display_name": "Beat the Beats Demo", "keywords": [], "long_description": "It means absolutely nothing if you don't have that swing, jab, or the finesse of that left hook! Enter Beat the Beats – the boxing rhythm VR game where you throw punches but you can’t fight the rhythm. Use actual boxing moves like crosses, rolls and uppercuts to blast your way through a series of electrifying musical levels and climb the leaderboards.\n\nUnlock new genres, complete daily challenges, and build your skill in rhythm boxing. For the serious competitor, there’s also an extra challenging B-Side for each track that will make you sweat to master.\n\nBeat the Beats is a fun and fresh boxing experience for both greenhorns and champions!\n\n\n\nFeatures:\n- Learn natural boxing moves like jab, hook, uppercut, rolls and block!\n- Get moving with a workout that doesn’t feel like work! \n- Compare your skills in global leaderboards and beat daily challenges!\n- 35 handpicked tracks from different electronic music genres in over 60+ levels!\n- Unlock new genres and B-sides!\n- Keep things fresh with daily mixes!\n- A fun, immersive experience with plenty of depth for the dedicated rhythm champion!", "short_description": "Beat the Beats is an electric mix of rhythm and boxing game! Use actual boxing-style punches to pound your way through musical arcade levels in hypnotic VR. Get pumped, get moving and beat the beats!"}]}, "developer_name": "Parallel Circles", "developer_privacy_policy_url": "https://parallelcircles.com/privacyMeta.html", "developer_terms_of_service_url": null, "publisher_name": "Parallel Circles", "support_website_url": null, "website_url": "https://parallelcircles.com/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1672577396871977"}, {"id": "2776542286000603"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7163169887111473"}}]}, "scheduled_offers": {"count": 2, "nodes": [{"status": "PUBLISHED", "id": "2472160456470806"}, {"status": "PUBLISHED", "id": "1057045658705126"}]}, "baseline_offer": {"id": "2472160456470806"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1750231440, "status": "PUBLISHED", "id": "2472160456470806"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7198192610275867", "version": "0.41"}, "id": "431938415835080", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7111350432293419", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7198192610275867"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1717766557, "id": "7599708936790897", "version": "0.42", "version_code": 31, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7111350432293419", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7198192610275867"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "431938415835080"}]}, "change_log": "Remove unused level in tutorial album", "created_date": 1709745673, "id": "7198192610275867", "version": "0.41", "version_code": 30, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7111350432293419", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7198192610275867"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1709744314, "id": "7198125576949237", "version": "0.41", "version_code": 29, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7111350432293419", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7198192610275867"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "431938415835080"}]}, "change_log": "Fix left-handed dodges", "created_date": 1709384602, "id": "7181122281982900", "version": "0.4", "version_code": 28, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7111350432293419", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7198192610275867"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "431938415835080"}]}, "change_log": "Tutorial fixes", "created_date": 1708701389, "id": "7147465615348567", "version": "0.4", "version_code": 22, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}