{"data": {"node": {"__typename": "Application", "id": "5968301983261530", "organization": {"id": "100333488458047", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5968301983261530"}]}, "id": "908366363920983"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5761454780599212"}]}, "id": "885530822792282"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6128709557192619"}]}, "id": "717938773061396"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4048766301899067"}]}, "id": "1358011697928740"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3187602128010678"}]}, "id": "129040058807117"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5968301983261530", "release_date": 1714064400, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 17}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8766628970095470"}, "id": "878389216725999"}]}}, "binary": null, "live_binary": null, "created_date": 1766577119, "id": "25473617502303354", "is_initial_release": false, "name_with_fallback": "v15", "pdp_metadata_with_fallback": {"version": 12, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "25473627248969046"}, "release_status": "RELEASED", "id": "5968301983261530"}, "id": "25473627248969046", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5968301983261530", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "3573623826285242"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4376231326034897", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["rétro", "simulation", "aventure", "Gestion", "Arcade"], "long_description": "Entrez dans le royaume virtuel d'Arcade Paradise VR : replongez en 1993 et profitez d'une toute nouvelle expérience immersive pleine de nostalgie pour les jeux rétro. À la fois jeu d'aventure et simulation de gestion, embarquez pour un voyage stimulant depuis la misère jusqu'à la fortune, et transformez la vieille laverie King Wash en commerce florissant dans Arcade Paradise. \n\nL'action se déroule dans la ville délabrée de Grindstone. Vous y incarnez Ashley, ado rebelle qui n'a nullement l'intention de reprendre l'entreprise familiale comme le souhaiterait son père. Accomplissez des tâches quotidiennes divertissantes, que ce soit en ramassant des chewing-gums à la main, en faisant la lessive ou en récurant les toilettes, ou encore en jetant les poubelles dans un mini-jeu de basket. Enfin, grâce à votre argent durement gagné en réalisant ces tâches, vous pourrez vous rapprocher de votre véritable objectif... acheter des unités d'arcade !\n\nAvec ses 12 bornes VR authentiques et ses 27 jeux traditionnels issus de la version originale, Arcade Paradise n'attend plus que vous. Venez jouer et faire du profit ! Alors, enfilez vos accessoires de réalité virtuelle dernier cri, car le futur, c'est MAINTENANT !\n", "short_description": "Entrez dans le royaume virtuel d'Arcade Paradise VR : replongez en 1993 et profitez d'une toute nouvelle expérience immersive pleine de nostalgie pour les jeux rétro. À la fois jeu d'aventure et simulation de gestion, embarquez pour un voyage stimulant depuis la misère jusqu'à la fortune, et transformez la vieille laverie King Wash en commerce florissant dans Arcade Paradise. "}, {"images": {"nodes": []}, "id": "3788952888065412", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Przygodowe", "Zręcznościowe", "Zarządzanie", "Retro", "Symulatory"], "long_description": "Wkrocz do wirtualnego świata w Arcade Paradise VR i przenieś się do 1993 roku, aby doznać zupełnie nowego wymiaru gamingowej nostalgii w stylu retro. Arcade Paradise to gra łącząca elementy przygodówki i nieskomplikowanego symulatora zarządzania. Wybierz się na krzepiącą przygodę od zera do milionera, przemieniając zaniedbaną pralnię King Wash w prosperujący biznes. \n\nJako Ashley trafiasz do podupadłego miasteczka Grindstone, aby przejąć rodzinny interes. Twoja nastoletnia natura buntownika pchnie cię jednak do uwolnienia się spod kurateli surowego ojca. Podejmij się zarządzania zgamifikowanymi codziennymi obowiązkami, od zbierania gumy do żucia przez robienie prania i czyszczenie toalety na glanc po wyrzucanie śmieci w stylu koszykarskiej minigry. Swoje ciężko zarobione pieniądze za wykonywanie tych obowiązków zainwestujesz następnie w prawdziwy cel… zakupienie kolejnych automatów do gier!\n\n12 w pełni odwzorowanych automatów VR oraz 27 tradycyjnych gier z pierwotnego wydania – pora zacząć grać, zarabiać i kłaść podwaliny pod swój własny raj z automatami. Załóż więc najnowszy sprzęt wirtualnej rzeczywistości, ponieważ przyszłość WŁAŚNIE nadeszła!", "short_description": "Wkrocz do wirtualnego świata w Arcade Paradise VR i przenieś się do 1993 roku, aby doznać zupełnie nowego wymiaru gamingowej nostalgii w stylu retro. Arcade Paradise to gra łącząca elementy przygodówki i nieskomplikowanego symulatora zarządzania. Wybierz się na krzepiącą przygodę od zera do milionera, przemieniając zaniedbaną pralnię King Wash w prosperujący biznes. "}, {"images": {"nodes": []}, "id": "2987631388099868", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Retro", "Nostalgie", "Management", "Simulation", "Abenteuer"], "long_description": "Betrete die virtuelle Welt von Arcade Paradise VR und lass dich in das Jahr 1993 zurückversetzen, um ein völlig neues immersives Spielerlebnis voller Retro-Nostalgie zu erleben. Arcade Paradise ist eine Kombination aus Abenteuer und leichter Management-Simulation, in der du den heruntergekommenen Waschsalon King Wash in ein florierendes Unternehmen verwandelst. Du begibst dich auf eine spannende Reise vom Klamottenwäscher zum Millionär. \n\nIn der heruntergekommenen Stadt Grindstone spielst du als Ashley, eine rebellische Teenagerin, die gegen den Willen ihres Vaters das Familienunternehmen weiterführt. Erledige die vollständig spielerisch gestalteten täglichen Aufgaben, vom manuellen Kaugummikauen, Wäschewaschen und Schrubben der Toilette bis hin zum Mülleimerwerfen in einem Basketball-Minispiel. Nimm dann dein hart verdientes Geld von den Aufgaben, um dein eigentliches Ziel freizuschalten … weitere Arcade-Einheiten zu kaufen!\n\nMit 12 vollständig realisierten VR-Spielautomaten und 27 traditionell gesteuerten Spielen aus der Originalversion ist es an der Zeit, zu spielen, zu profitieren und dir den Weg zu deinem ganz eigenen Arcade Paradise aufzukaufen. Also, schnall dir deine neueste Virtual-Reality-Technologie an – denn die Zukunft ist JETZT!", "short_description": "Betrete die virtuelle Welt von Arcade Paradise VR und lass dich in das Jahr 1993 zurückversetzen, um ein völlig neues immersives Spielerlebnis voller Retro-Nostalgie zu erleben. Arcade Paradise ist eine Kombination aus Abenteuer und leichter Management-Simulation, in der du den heruntergekommenen Waschsalon King Wash in ein florierendes Unternehmen verwandelst. Du begibst dich auf eine spannende Reise vom Klamottenwäscher zum Millionär. "}, {"images": {"nodes": []}, "id": "2899615036898916", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["retro", "manažerského", "dobrodružství", "simulátoru", "arkáda"], "long_description": "Vstup do virtuální říše ve hře Arcade Paradise VR, která tě přenese do roku 1993 a nabídne ti zcela nový pohlcující zážitek plný retro nostalgie. Hra Arcade Paradise je kombinací dobrodružství a lehkého manažerského simulátoru, ve které proměníte zchátralou prádelnu King Wash na prosperující podnik. \n\nHra se odehrává ve zchátralém městečku Grindstone a vy hrajete za Ashley, teenagerku rebelku, která jde proti přání svého otce, a nechce převzít rodinný podnik. Vyzkoušejte si plně gamifikované každodenní úkoly, od ručního sbírání žvýkaček, praní prádla a dokonalého vydrhnutí záchodu až po vyhazování odpadků v minihře ve stylu basketbalu. Pak si za těžce vydělané peníze z plnění těchto úkolů odemkněte svůj skutečný cíl... nákup dalších arkádových jednotek!\n\nDíky 12 plně realizovaným VR automatům a 27 tradičně ovládaným hrám z původního vydání je čas hrát, vydělávat a nakupovat na cestě do vlastního arkádového ráje. Připoutejte se tedy k nejnovějším technologiím virtuální reality, protože budoucnost je TEĎ!\n", "short_description": "Vstup do virtuální říše ve hře Arcade Paradise VR, která tě přenese do roku 1993 a nabídne ti zcela nový pohlcující zážitek plný retro nostalgie. Hra Arcade Paradise je kombinací dobrodružství a lehkého manažerského simulátoru, ve které proměníte zchátralou prádelnu King Wash na prosperující podnik. \n"}, {"images": {"nodes": []}, "id": "2122687521894580", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["περιπέτειας", "προσομοίωσης", "νοσταλγία", "ρετρό", "καμπίνες"], "long_description": "Μπες στο εικονικό βασίλειο του Arcade Paradise VR, που σε μεταφέρει πίσω στο 1993 για μια ολοκαίνουργια καθηλωτική εμπειρία γεμάτη ρετρό νοσταλγία παιχνιδιού. Το Arcade Paradise είναι ένα σύνθετο παιχνίδι προσομοίωσης περιπέτειας και ελαφριάς διαχείρισης, όπου μετατρέπεις το King Wash, ένα ετοιμόρροπο οικογενειακό κατάστημα με αυτόματα πλυντήρια, σε μια ακμάζουσα επιχείρηση. \n\nΣτο παιχνίδι, που διαδραματίζεται στην υποβαθμισμένη πόλη του Grindstone, παίζεις ως Ashley, ένας επαναστάτης έφηβος που, ενάντια στις επιθυμίες του πατέρα του, θέλει να συνεχίσει την οικογενειακή επιχείρηση. Διαχειρίσου τις καθημερινές εργασίες σε στυλ παιχνιδιού, από τη χειροκίνητη συλλογή τσίχλας, το πλύσιμο των ρούχων και το τέλειο καθάρισμα μιας τουαλέτας, μέχρι το πέταγμα των σκουπιδιών σε ένα μίνι παιχνίδι σε στυλ μπάσκετ. Στη συνέχεια, πάρε τα χρήματα που κέρδισες με κόπο από την ολοκλήρωση αυτών των εργασιών για να ξεκλειδώσεις τον πραγματικό σου στόχο… να αγοράσεις περισσότερα ηλεκτρονικά παιχνίδια!\n\nΜε 12 πλήρως καθηλωτικές καμπίνες VR και 27 παιχνίδια με παραδοσιακά χειριστήρια από την αρχική έκδοση, ήρθε η ώρα να παίξεις, να κερδίσεις και να αγοράσεις περισσότερα παιχνίδια για να φτιάξεις το δικό σου Arcade Paradise. Γι' αυτό, χρησιμοποίησε την τελευταία λέξη της τεχνολογίας: την εικονική πραγματικότητα - επειδή το μέλλον είναι ΤΩΡΑ!\n", "short_description": "Μπες στο εικονικό βασίλειο του Arcade Paradise VR, που σε μεταφέρει πίσω στο 1993 για μια ολοκαίνουργια καθηλωτική εμπειρία γεμάτη ρετρό νοσταλγία παιχνιδιού. Το Arcade Paradise είναι ένα σύνθετο παιχνίδι προσομοίωσης περιπέτειας και ελαφριάς διαχείρισης, όπου μετατρέπεις το King Wash, ένα ετοιμόρροπο οικογενειακό κατάστημα με αυτόματα πλυντήρια, σε μια ακμάζουσα επιχείρηση. "}, {"images": {"nodes": []}, "id": "2100328860783539", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Приключение", "Аркада", "Менеджмент", "Юмор", "СИМУЛЯТОР"], "long_description": "Перенеситесь в 1993-й год и окунитесь в виртуальный мир Arcade Paradise VR, чтобы пережить невероятный опыт и ощутить могучую ностальгию по ретро-играм! Arcade Paradise — это приключенческая игра с элементами симулятора управления бизнесом, где вам предстоит подняться из грязи в князи и построить процветающий бизнес на базе дряхлой прачечной King Wash. \n\nПримерьте на себя роль Эшли, подростка из захолустного городка Грайндстоун, и взбунтуйтесь против отца, который хочет, чтоб вы занимались семейным бизнесом! Возьмите управление на себя и выполняйте ежедневные задачи в игровой форме: вручную убирайте жвачки, занимайтесь стиркой, до блеска оттирайте туалет и выкидывайте мусор в баскетбольной мини-игре! Этот тяжкий труд принесет деньги, которые вы потратите на свою реальную цель: покупку новых игровых автоматов!\n\nДоступно 12 автоматов с играми в виртуальной реальности и 27 автоматов с традиционным управлением из изначального выпуска. Пора играть, зарабатывать деньги и делать инвестиции, чтобы построить собственный аркадный рай! Хватайте новинки виртуальны технологий, потому что будущее УЖЕ НАСТУПИЛО!\n", "short_description": "Перенеситесь в 1993-й год и окунитесь в виртуальный мир Arcade Paradise VR, чтобы пережить невероятный опыт и ощутить могучую ностальгию по ретро-играм! Arcade Paradise — это приключенческая игра с элементами симулятора управления бизнесом, где вам предстоит подняться из грязи в князи и построить процветающий бизнес на базе дряхлой прачечной King Wash. "}, {"images": {"nodes": []}, "id": "1829946971019508", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["hallintaelementtejä", "simulaatiopeli", "retro", "kolikkopeli", "minipelissä"], "long_description": "Astu Arcade Paradise VR:n virtuaalimaailmaan sekä vuoteen 1993 ja koe täysin uusi mukaansatempaava retrohenkinen ja nostalginen pelikokemus. Arcade Paradise on innostava rääsyistä rikkauksiin -tarina sekä seikkailu- ja hallintaelementtejä sisältävä simulaatiopeli, jossa muutat rappeutuneen King Wash -itsepalvelupesulan menestyväksi yritykseksi. \n\nPelaat rähjäiseen Grindstonen kaupunkiin sijoittuvassa pelissä kapinallisena teininä Ashleynä, joka vastustaa isänsä toivetta jatkaa perheyrityksen pyörittämistä. Pääset hallitsemaan pelityylisiä päivittäisiä tehtäviä aina purkan siivoamisesta, pyykinpesusta ja vessan puhdistamisesta roskien pois heittämiseen koripallotyylisessä minipelissä. Sen jälkeen voit käyttää kovalla työllä ansaitut rahasi todellisen tavoitteen saavuttamiseen ... eli pelikoneiden ostamiseen!\n\nPeliin sisältyy 12 VR-pelikonetta sekä 27 alkuperäiseen versioon kuuluvaa perinteisesti ohjattavaa peliä: on aika pelata, hankkia voittoja ja luoda ikioma pelihalliparatiisi Arcade Paradisessa. Joten pistä uusimmat VR-varusteet päälle, koska tulevaisuus on TÄÄLLÄ!", "short_description": "Astu Arcade Paradise VR:n virtuaalimaailmaan sekä vuoteen 1993 ja koe täysin uusi mukaansatempaava retrohenkinen ja nostalginen pelikokemus. Arcade Paradise on innostava rääsyistä rikkauksiin -tarina sekä seikkailu- ja hallintaelementtejä sisältävä simulaatiopeli, jossa muutat rappeutuneen King Wash -itsepalvelupesulan menestyväksi yritykseksi. "}, {"images": {"nodes": [{"file_name": "Hero_Cover_APVR.png", "id": "3286777784799790", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974782_3286777788133123_8510906595994493152_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SDCwlJMZFuAQ7kNvwHFlJTS&_nc_oc=Admhfe_7riHRQafS1K0fdSI7VTM-NDuBft3UKAUaAVjFo9b1ZDAVd_AifUYIr5ojQ8g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs6NlRyGuDPCv4tjuWCuDXuze_5zxqeDdCthU7HOJ1yZQ&oe=699716F9"}, {"file_name": "Cover_Portrait_APVR.png", "id": "1557733818711970", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491820855_1557733822045303_2509284672819159621_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xJJXuBgzLvQQ7kNvwHr5Mfv&_nc_oc=AdnFqVgi4D5b3YTPLLpse6qBf8SPVTV3QI-1Vv3Q5iQbWL8e3Qc_N693VpUxcipVbYI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvhpM0aap6wqQHPK5_9iGM9CpED-J-3fczABSUs2TXGGA&oe=699711AB"}, {"file_name": "Cover_Landscape_APVR.png", "id": "1368753831015074", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491823296_1368753834348407_3880457715227720890_n.png?_nc_cat=1&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9ltch2kY-G8Q7kNvwEXz_t0&_nc_oc=Adl-5086etZoyQeLMwTuJ-IC6eryULWHCVSLpEB8bVPmtTGCXnQFxX4BY2xCAzuZKEI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvDGnioCUubZIf3oZLkf5ZMD16MCyVCjM1fSnodmNsesg&oe=69970176"}, {"file_name": "Cover_Square_APVR.png", "id": "1322399643264998", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491820441_1322399646598331_264717528213295511_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-veSEuXB5msQ7kNvwFIGlIk&_nc_oc=Adlx2jJzYWd4E_3_3YKvb6HJM8OgEsU2yRO3MtCKoZpmZ567avKXpA3sEWG7K8m5AiU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfustnFKftzjkCWCFEoecEpeR2cKp0pRfUfcXD9jh2gY9A&oe=6996EAA9"}, {"file_name": "E9gNnwsB.png", "id": "1047947709596209", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75340715_1047947712929542_3592959824298099924_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0x34Dp8bCtoQ7kNvwFHCrtW&_nc_oc=AdkW7bfHYDDqhucHvkTH1v25VoYXMw5SQUAyGcGCgGXDxv3LBBx397OQ4j3LoTi1MQ8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuWw1rjp6iEdn2ayZBCKlvCxjWkB_JHZkZSKv3kSvxphw&oe=6996EC66"}, {"file_name": "AP_VR_Logo.png", "id": "917276193403809", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75375088_917276196737142_5202809953035369240_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CiAoIFR558gQ7kNvwHUF_nb&_nc_oc=AdmqQbghjt7h9IWxKfcl5Qp37R20l240EhUYcPYRKlXVCYWjU1xRWvDWKzqgoMIR78o&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvtjltGEQXdaoUe3X_vzYaahdKQO2onBakD2BW4bScatQ&oe=6996F0E8"}, {"file_name": "EDXrIbum.png", "id": "884056076852955", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974824_884056080186288_4328629796848137740_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=72Jj3hu9m4UQ7kNvwGLYlqx&_nc_oc=AdkfGhpRKrhggt1w85CdTbhDV54D8bbkIWuUl-5pDVAuZnP_zmkkBQD-pQJfzDWZRtw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfutLyKxC0K4Jo4ZDWz-xI3Uj-QiCBdw4jDdtlF76fqFeg&oe=6996F8BF"}, {"file_name": "Icon_APVR.png", "id": "384268990822537", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57566693_384268994155870_6801027853603264060_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=x4KL_5hnyRkQ7kNvwFQkWTm&_nc_oc=AdkEvjgGA_Va1Sne4sqEqyHVEPl1vcGGxQibpoexky0x6ZFovbTyyf6_dXnTVE_J-U8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsjjLFwRNFZyxhZWYkG8yh7-bhNB0ARMkuUIIOwbULHjQ&oe=69971853"}, {"file_name": "0SXYaS5t.png", "id": "352101874377707", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974474_352101877711040_3646454267593347965_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RQtqKPINdwMQ7kNvwEG5VNn&_nc_oc=AdkNRzZe4isoEdIC-EPA-JrAfx5QRGzlrM2qfGqAea2pFmAnOAq5xDTq-9HyD0TBi7g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvARIT8kMcZfh_2ji12cNxZzl_IK6Sz8zUi30WpI5bz0A&oe=69971683"}, {"file_name": "IeKLffGF.png", "id": "312958971237195", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974469_312958974570528_4073610022281336746_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dzWtsgegHNYQ7kNvwGgwxfx&_nc_oc=AdlNI2plK1qcluDFNWSZFU_JXIFfMeWvMIGZL_PJYzHIyKpzRkzHGbwj2wFAP2hrNAw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuCukPCknNCrGEF-h5uKgmlMBWkeajHv5OiDfF5g6YuKQ&oe=69970D5A"}]}, "id": "1653465006021314", "locale": "en_US", "screenshots": [{"file_name": "Smoke'em.png", "id": "882444733435331", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974494_882444736768664_2227409361279239843_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=S9efo3QkS00Q7kNvwF7IFsx&_nc_oc=AdkjKczvqPX4S1tBwX7Bm__anfL3ji-PbP6ZrChckRuAuUnR8StBqDAdZCaF-rTca1c&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuqnVPXc0EUcc3trHiEWe-jmsUxe4j4l4oiI_byr5_d9w&oe=69970667"}, {"file_name": "Washing.png", "id": "376412004738956", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57575360_376412008072289_8164436332204265950_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yo1cnZwJq0oQ7kNvwHRfhf0&_nc_oc=AdlDMNgdVOjvPsGaQ4aKzUabCq6d8D8YRRxAfOlLHPZ7vIbwU8IyeVXHQWqNrpe3m7c&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftHO7hs5Dv6bhsUDgbUHhclHl7NhzB-cOFyLzuBlKZtcw&oe=6996F94A"}, {"file_name": "KO Champ 2.png", "id": "1124827928434763", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031497_1124827931768096_502672844321465224_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4YzP-E39cqYQ7kNvwGQYb2B&_nc_oc=AdnOr3lQf280M36zO30nC8I_JEiS65UhFk5M_QBR5Ts5QhvbynXR8DSEIGBrne4ivHU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsOAL6IbgHPOmr7eYG9azR8_D_Kype0-2ksLbZOmi4CYQ&oe=699710CF"}, {"file_name": "Gum.png", "id": "1588543071949403", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982530_1588543075282736_6870002883418156117_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mb9GtJgg-HYQ7kNvwHQ91D5&_nc_oc=AdkPAOTrbygSXxVJwSevwyydrMOizfN9Km0CuiMq05ozT3K1xkPUTQ0oWGLWxyYTc3g&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvOeIV31O29i1tDk4yzSYjr3YFsKPsT1qKodpevTSEMEg&oe=69971CF4"}, {"file_name": "Smash'em.png", "id": "1164709994891359", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031376_1164709998224692_4740739279550534642_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X9Xgqfn5TdsQ7kNvwFNYMXU&_nc_oc=AdlYbtLdNwslSE89XQSVhh2sXgPXv8Hg0-vSEtS1YhOF5XCKPx4qjXDBR7uBJqFeLvY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfviJ1Z5oe0jQDN5cd3kGka1cB62CIa5-Uud0FdNoElkiQ&oe=69970ABB"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "APVR-Launch-16x9-META_PNG.png", "id": "1394817324487873", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974662_1394817327821206_6692817945195903859_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fIdN2mQ4DmsQ7kNvwFYy1nW&_nc_oc=Adm3dvIF06nAeg_BvGpiEL5R-MGUkqoJUT8_PJjUQ7boCNA-KcUPm_ocZkoNkdH5eV8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvU3-kxZllLPM3V-IaFDNkyRjGa0OdyOBmxmh76DgS5yA&oe=6996ECE9"}, "display_name": "Arcade Paradise VR", "keywords": ["retro", "management", "simulation", "adventure", "arcade"], "long_description": "Enter the virtual realm in Arcade Paradise VR, transporting you back to 1993 for an all-new immersive experience oozing with retro-fuelled gaming nostalgia. Taking you on an empowering journey from rags to riches, Arcade Paradise is an adventure and light-management sim combo game where you transform the decrepit King Wash laundromat into a thriving business. \n\n{1119255252623729}\n\nSet in the rundown town of Grindstone, you play as Ashley, a rebel teenager going against your father’s wishes to continue the family business. Get hands on managing the fully gamified day-to-day tasks, from manually picking up gum, doing the laundry, and scrubbing a toilet perfectly clean - to throwing out the trash in a basketball style mini game. Then, take your hard-earned money from completing these tasks to unlock your real objective… buying more arcade units!\n\n{1258711968423189}\n\nFeaturing 12 fully realized VR cabinets alongside 27 traditionally controlled games from the original release, it’s time to play, profit and purchase your way to your very own Arcade Paradise. So, strap on your latest virtual reality tech - because the future is NOW!\n\n{1202277957408688}", "short_description": "Enter the virtual realm in Arcade Paradise VR, transporting you back to 1993 for an all-new immersive experience oozing with retro-fuelled gaming nostalgia. Taking you on an empowering journey from rags to riches, Arcade Paradise is an adventure and light-management sim combo game where you transform the decrepit King Wash laundromat into a thriving business."}, {"images": {"nodes": []}, "id": "1579966623130874", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["冒險", "街機", "管理", "復古", "模擬"], "long_description": "進入《Arcade Paradise VR》的虛擬世界，帶你回到1993年，享受一場充滿復古遊戲懷舊情懷的全新沉浸式體驗。《Arcade Paradise》是一款冒險與輕度經營模擬的組合遊戲，帶領你從一無所有到富甲一方的奮鬥歷程中，將破舊的國王洗衣店變成一家繁榮的生意。\n\n遊戲設定在破敗的Grindstone鎮，你扮演的是Ashley，一位反叛的少年，違背父親的意願，不願繼續經營家族事業。親自管理日常任務，從手動撿起口香糖、洗衣服、到完美清潔廁所——再到以籃球迷你遊戲的方式丟垃圾。然後，用完成這些任務賺來的辛苦錢來解鎖你真正的目標……購買更多的街機設備！\n\n本作特色包括12款完整再現的VR機台和27款來自原作的傳統控制遊戲，現在就是時候透過進行遊戲、獲利和購買，一步步建立你自己的《Arcade Paradise》。所以，快戴上你最新的虛擬實境技術裝置吧——因為未來已經來臨！\n", "short_description": "進入《Arcade Paradise VR》的虛擬世界，帶你回到1993年，享受一場充滿復古遊戲懷舊情懷的全新沉浸式體驗。《Arcade Paradise》是一款冒險與輕度經營模擬的組合遊戲，帶領你從一無所有到富甲一方的奮鬥歷程中，將破舊的國王洗衣店變成一家繁榮的生意。"}, {"images": {"nodes": []}, "id": "1542376097080595", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["冒险", "街机", "管理", "复古", "模拟"], "long_description": "进入《Arcade Paradise VR》的虚拟世界，让我们穿越回 1993 年，在复古怀旧游戏的滋养下享受一种身临其境的全新体验。《Arcade Paradise》是一款完美结合了冒险与轻度模拟经营的游戏，你可以在游戏中从一穷二白到腰缠万贯，你将带领破败的国王洗衣店前往欣欣向荣的未来。\n\n故事发生在破败的磨石镇，你将扮演一个叛逆的少年 Ashley，你违背了你父亲延续家族事业的意愿。游戏中的日常任务做了完整的游戏化处理，不论是手动拾取口香糖、洗衣服、还是将洗净马桶，甚至在篮球小游戏中扔垃圾的操作你都可以亲自动手参与。然后你就可以用这些辛苦赚来的血汗钱解锁你的真正目标……那就是购买更多的街机！\n\n游戏内拥有 12 种原景重现的虚拟现实街机，27 种传统操作的原版游戏，快来游玩《Arcade Paradise》，体验“赚钱买街机”的乐趣吧！快快戴上你最新的虚拟现实设备吧，让我们即刻进入未来！\n", "short_description": "进入《Arcade Paradise VR》的虚拟世界，让我们穿越回 1993 年，在复古怀旧游戏的滋养下享受一种身临其境的全新体验。《Arcade Paradise》是一款完美结合了冒险与轻度模拟经营的游戏，你可以在游戏中从一穷二白到腰缠万贯，你将带领破败的国王洗衣店前往欣欣向荣的未来。"}, {"images": {"nodes": []}, "id": "1410384777372258", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["EVENTYR", "ARKADE", "Administrasjon", "Retro", "Simulering"], "long_description": "Stig inn i det virtuelle riket i Arcade Paradise VR, som transporterer deg tilbake til 1993 for en splitter ny oppslukende opplevelse som oser av retrospill-nostalgi. Arcade Paradise bringer deg med på en styrkende reise fra fattig til rik, og er et simuleringsspill kombinert av eventyr og lysstyring, der du forvandler det forfalne King Wash-vaskeriet til en blomstrende virksomhet. \n\nHistorien finner sted i den nedslitte byen Grindstone, hvor du spiller som Ashley, en opprørsk tenåring som går imot pappas ønsker om å fortsette familievirksomheten. Brett opp ermene og administrer de fullt ut spillifiserte hverdagsoppgavene, fra å plukke opp tyggegummi for hånd, ta klesvasken og skrubbe et toalett funklende rent – til å kaste søppel i et minispill med basketballstil. Bruk deretter de hardt opptjente slantene dine, som du får ved å fullføre disse oppgavene, til å låse opp det virkelige målet ditt ... å kjøpe flere spillehallenheter!\n\nMed tolv fullstendig realiserte VR-skap, sammen med 27 tradisjonelt kontrollerte spill fra den originale utgivelsen, er det på tide å spille, profittere og kjøpe deg til ditt eget spillehall-paradis. Så spenn på deg den nyeste teknologien din innen virtuell virkelighet – siden fremtiden er NÅ!", "short_description": "Stig inn i det virtuelle riket i Arcade Paradise VR, som transporterer deg tilbake til 1993 for en splitter ny oppslukende opplevelse som oser av retrospill-nostalgi. Arcade Paradise bringer deg med på en styrkende reise fra fattig til rik, og er et simuleringsspill kombinert av eventyr og lysstyring, der du forvandler det forfalne King Wash-vaskeriet til en blomstrende virksomhet. "}, {"images": {"nodes": []}, "id": "1404296608104671", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["administrations", "simulationsspil", "gamingnostalgi", "arkade", "retro"], "long_description": "Træd ind i den virtuelle verden i Arcade Paradise VR, og lad dig blive ført tilbage til 1993 i en helt ny, fordybende oplevelse fuld af gamingnostalgi. Arcade Paradise tager dig med på en rejse fra pjalter til rigdom og er et kombineret eventyrs/administrations-simulationsspil, hvor du skal forvandle det nedslidte King Wash-vaskeri til en blomstrende forretning. \n\nI den forfaldne by Grindstone har du rollen som Ashley, en rebelsk teenager, der går imod sin fars ønske om at videreføre familiens forretning. Gå i krig med de fuldt ud spilbare daglige opgaver, fra selv at samle tyggegummi op, vaske tøj og skrubbe et toilet helt rent - til at smide affaldet ud i et basketball-agtigt minispil. Brug derefter dine hårdt tjente penge fra disse opgaver til at låse op for dit egentlige mål ... at købe flere arkadeenheder!\n\nMed 12 fuldt realiserede VR-arkadespil samt 27 traditionelt styrede spil fra den oprindelige spiludgivelse er det tid til at spille og tjene penge, og bruge dem på at købe dit helt eget arkadeparadis. Find din nyeste virtual reality-teknologi frem - for fremtiden er her NU!", "short_description": "Træd ind i den virtuelle verden i Arcade Paradise VR, og lad dig blive ført tilbage til 1993 i en helt ny, fordybende oplevelse fuld af gamingnostalgi. Arcade Paradise tager dig med på en rejse fra pjalter til rigdom og er et kombineret eventyrs/administrations-simulationsspil, hvor du skal forvandle det nedslidte King Wash-vaskeri til en blomstrende forretning. "}, {"images": {"nodes": []}, "id": "1375835597412900", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Aventura", "Arcade", "Retrô", "Simulação", "Gerenciamento"], "long_description": "Entre no reino virtual em Arcade Paradise VR, transportando-se de volta para 1993 numa experiência totalmente nova e imersiva com jogabilidade completamente retrô e nostálgica. Levando você a uma jornada fortalecedora, dos trapos às riquezas, Arcade Paradise é um jogo que é um combo entre aventura e simulador de gerenciamento leve onde você transforma uma lavanderia King Wash decrépita num negócio próspero. \n\nEstabeleça-se na cidade degradada de Grindstone, onde você joga como Ashley, um adolescente rebelde que vai contra os desejos do pai para continuar os negócios da família. Gerencie as tarefas diárias totalmente transformada em jogo, de pegar manualmente uma arma, lavar roupa e esfregar um banheiro até ficar totalmente limpo até jogar o lixo fora em minijogo em estilo de basquete. Então, pegue seu tão suado dinheiro ao concluir estas tarefas e desbloqueie seu objetivo principal... comprar mais unidades de fliperama!\n\nCom 12 máquinas totalmente configuradas para RV além dos 27 jogos controlados da maneira tradicional, vindos do lançamento original, está na hora de jogar, lucrar e comprar seu caminho para ter seu próprio Arcade Paradise. Então se ligue na última tecnologia de realidade virtual, pois o futuro é AGORA!", "short_description": "Entre no reino virtual em Arcade Paradise VR, transportando-se de volta para 1993 numa experiência totalmente nova e imersiva com jogabilidade completamente retrô e nostálgica. Levando você a uma jornada fortalecedora, dos trapos às riquezas, Arcade Paradise é um jogo que é um combo entre aventura e simulador de gerenciamento leve onde você transforma uma lavanderia King Wash decrépita num negócio próspero. "}, {"images": {"nodes": []}, "id": "1371189221157039", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["レトロでノスタルジ", "アドベンチャ", "ネジメントシミュレ"], "long_description": "『Arcade Paradise VR』で仮想現実へ飛び込もう！1993年にタイムスリップしたような、レトロでノスタルジックなゲーム体験が待っている。ボロボロの状態から富豪を目指す旅へとあなたを誘う『Arcade Paradise』は、老朽化したコインランドリー「キングウォッシュ」を繁盛させる、アドベンチャーとライトなマネジメントシミュレーションを組み合わせたゲームです。\n\n古ぼけたGrindstoneの街を舞台に、あなたは家業を継がせようとする父親の望みに反対する少女、Ashleyを操作します。ガムを拾ったり、洗濯をしたり、トイレをピカピカに磨いたり、バスケットボールのミニゲームでゴミを捨てたりして、日々のゲーム化されたタスクをこなしていきましょう。そして、これらのタスクをこなして稼いだお金で、真の目的こそが…アーケード筐体を追加すること！\n\n完全再現された12台のVR筐体と、オリジナル版でおなじみの27の伝統的な操作のゲームが登場する本作で、プレイして、稼いで、購入して、自分だけのアーケードの楽園を作り上げよう。さあ、最新の仮想現実の技術を身にまとって。未来はすぐそこにあるのだから！\n", "short_description": "『Arcade Paradise VR』で仮想現実へ飛び込もう！1993年にタイムスリップしたような、レトロでノスタルジックなゲーム体験が待っている。ボロボロの状態から富豪を目指す旅へとあなたを誘う『Arcade Paradise』は、老朽化したコインランドリー「キングウォッシュ」を繁盛させる、アドベンチャーとライトなマネジメントシミュレーションを組み合わせたゲームです。"}, {"images": {"nodes": []}, "id": "1214484563960806", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Gestión", "Aventura", "Arcade", "Simulación", "Retro"], "long_description": "Sumérgete en el reino virtual de Arcade Paradise VR y transpórtate a 1993 para vivir una experiencia nueva e inmersiva llena de nostalgia retro. Arcade Paradise te embarcará en un viaje empoderante que te conducirá de la pobreza al éxito. En este juego de aventuras y simulación de gestión ligera deberás transformar la decrépita lavandería King Wash en un negocio próspero. \n\nEstá ambientado en Grindstone, una ciudad decadente en la que te pondrás en el papel de Ashley, que como adolescente rebelde que es, va en contra de los deseos de su padre de continuar el negocio familiar. Ponte manos a la obra y gestiona tareas en el juego, como recoger chicles manualmente, hacer la colada, dejar los baños como los chorros del oro o tirar la basura en un minijuego de estilo baloncesto. A continuación, coge el dinero que te has ganado al completar estas tareas para desbloquear el verdadero objetivo: ¡comprar más máquinas recreativas!\n\nExisten 12 máquinas de RV total, así como 27 juegos controlados al estilo tradicional del lanzamiento original. Es hora de jugar, sacar provecho y comprar hasta crear tu propio Arcade Paradise. ¡Así que ponte la última tecnología de realidad virtual, porque el futuro ya está AQUÍ!", "short_description": "Sumérgete en el reino virtual de Arcade Paradise VR y transpórtate a 1993 para vivir una experiencia nueva e inmersiva llena de nostalgia retro. Arcade Paradise te embarcará en un viaje empoderante que te conducirá de la pobreza al éxito. En este juego de aventuras y simulación de gestión ligera deberás transformar la decrépita lavandería King Wash en un negocio próspero. "}, {"images": {"nodes": []}, "id": "1202898781804881", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["nostalgica", "retrò", "avventura", "simulazione", "gestione"], "long_description": "Entra nel regno virtuale di Arcade Paradise VR, che ti teletrasporterà nel 1993 con una nuovissima esperienza immersiva piena di atmosfera nostalgica per i giochi retrò. Arcade Paradise, un viaggio di crescita dalle stalle alle stelle, combina il gioco d'avventura a una leggera simulazione di gestione in cui devi trasformare King Wash, una lavanderia a gettoni in rovina, in un'attività fiorente. \n\nAmbientato nella fatiscente città di Grindstone, giocherai nel ruolo di Ashley, adolescente che si ribella al padre per occuparsi dell'attività di famiglia. Gestisci le faccende quotidiane sotto forma di giochi, dal raccogliere manualmente le gomme da masticare, a fare il bucato e pulire il bagno fino a farlo brillare, fino a buttare la spazzatura con un mini gioco di basket. Poi, prendi i soldi che hai guadagnato duramente completando le faccende per sbloccare il tuo vero obiettivo... Acquistare più cabinati arcade!\n\nCon 12 cabinati VR e i 27 giochi tradizionali dell'edizione originale, è il momento di giocare, guadagnare ed effettuare acquisti per creare il tuo Arcade Paradise personale. Indossa subito la tecnologia di realtà virtuale più recente perché... il futuro è ARRIVATO!", "short_description": "Entra nel regno virtuale di Arcade Paradise VR, che ti teletrasporterà nel 1993 con una nuovissima esperienza immersiva piena di atmosfera nostalgica per i giochi retrò. Arcade Paradise, un viaggio di crescita dalle stalle alle stelle, combina il gioco d'avventura a una leggera simulazione di gestione in cui devi trasformare King Wash, una lavanderia a gettoni in rovina, in un'attività fiorente. "}, {"images": {"nodes": []}, "id": "1182860486857249", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["managementsimulatie", "retro", "avontuur", "arcadehal", "wasserette"], "long_description": "Betreed het virtuele rijk in Arcade Paradise VR, dat je terugvoert naar 1993 voor een geheel nieuwe, meeslepende ervaring boordevol retro-gamingnostalgie. Arcade Paradise neemt je mee op een indrukwekkende reis van lompen naar rijkdom en is een combinatiespel van avontuur en lichte managementsimulatie waarin je de vervallen wasserette King Wash omtovert tot een florerend bedrijf. \n\nJe speelt in het vervallen stadje Grindstone als Ashley, een rebelse tiener die tegen de wensen van haar vader ingaat om het familiebedrijf voort te zetten. Ga aan de slag met de volledig gegamificeerde dagelijkse taken, van het handmatig oprapen van kauwgom, het doen van de was en het perfect schoon schrobben van een toilet tot het buitengooien van afval in een minispel in basketbalstijl. Neem vervolgens je zuurverdiende geld van deze taken om je echte doel te bereiken... het kopen van meer arcade-apparaten!\n\nMet 12 volledig gerealiseerde VR-kasten naast 27 traditioneel bestuurde spellen van de oorspronkelijke uitgave, is het tijd om te spelen, te profiteren en je een weg te kopen naar je eigen Arcade Paradise. Dus pak je nieuwste VR-technologie, want de toekomst is NU!", "short_description": "Betreed het virtuele rijk in Arcade Paradise VR, dat je terugvoert naar 1993 voor een geheel nieuwe, meeslepende ervaring boordevol retro-gamingnostalgie. Arcade Paradise neemt je mee op een indrukwekkende reis van lompen naar rijkdom en is een combinatiespel van avontuur en lichte managementsimulatie waarin je de vervallen wasserette King Wash omtovert tot een florerend bedrijf. "}, {"images": {"nodes": []}, "id": "1167545552211011", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Aventură", "Arcade", "Management", "Retro", "Simulare"], "long_description": "Intră în tărâmul virtual din Arcade Paradise VR, care te trimite înapoi în 1993 pentru o experiență captivantă nouă, plină de nostalgie pentru jocuri retro. Conducându-te printr-o călătorie de la sărăcie la bogăție, Arcade Paradise este un joc de simulare de aventură și de management, în care transformi spălătoria King Wash dărăpănată într-o afacere înfloritoare. \n\nAcțiunea se desfășoară în orașul ponosit Grindstone, iar tu joci cu Ashley, o adolescentă rebelă care acționează împotriva dorinței tatălui ei de a continua afacerea familiei. Implică-te în gestionarea sarcinilor de zi cu zi complet gamificate, de la îndepărtarea gumei cu mâna, la spălarea rufelor și la curățarea perfectă a unei toalete, până la aruncarea gunoiului într-un mini meci de baschet. Apoi, colectează banii câștigați cu greu din îndeplinirea acestor sarcini pentru a debloca adevăratul tău obiectiv... achiziționarea a mai multor unități arcade!\n\nCu 12 unități VR complet definite, împreună cu 27 de jocuri controlate în mod tradițional din versiunea originală, este timpul să joci, să generezi profituri și să-ți folosești banii pentru a-ți crea propriul Arcade Paradise. Așa că, profită de cea mai recentă tehnologie de realitate virtuală – viitorul este posibil ACUM!\n", "short_description": "Intră în tărâmul virtual din Arcade Paradise VR, care te trimite înapoi în 1993 pentru o experiență captivantă nouă, plină de nostalgie pentru jocuri retro. Conducându-te printr-o călătorie de la sărăcie la bogăție, Arcade Paradise este un joc de simulare de aventură și de management, în care transformi spălătoria King Wash dărăpănată într-o afacere înfloritoare. "}, {"images": {"nodes": []}, "id": "1139702927987352", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Arcade", "Retro"], "long_description": "Bước vào thế giới ảo trong Arcade Paradise VR, đưa bạn quay trở lại năm 1993 với trải nghiệm nhập vai hoàn toàn mới nhưng cũng tràn ngập hoài niệm cùng các trò game kinh điển. Đưa bạn vào một hành trình làm giàu đầy cảm hứng, Arcade Paradise là một trò chơi kết hợp giữa hai thể loại phiêu lưu và mô phỏng quản lý đơn giản, nơi bạn biến tiệm giặt sấy King Wash rách nát thành một doanh nghiệp thịnh vượng. \n\nLấy bối cảnh trong thị trấn điêu tàn Grindstone, bạn sẽ vào vai Ashley, một thiếu niên nổi loạn phản đối ý nguyện của cha, người muốn bạn theo nghiệp kinh doanh của gia đình. Bắt đầu quản lý các công việc hàng ngày trong trò chơi y như ngoài đời thực, từ việc dọn bả kẹo cao su, giặt giũ hay chà nhà vệ sinh sạch bong sáng bóng bằng tay - đến việc vứt rác vào thùng trong một mini-game phong cách bóng rổ. Sau đó, sử dụng tiền kiếm được từ những nhiệm vụ này để mở khóa mục tiêu thực sự của bạn... mua thêm các máy trò chơi điện tử!\n\nVới 12 máy chơi VR hoàn chỉnh cùng 27 máy chơi game điều khiển truyền thống giống với bản gốc, đã đến lúc chơi, kiếm lời và mua sắm để tạo ra Thiên Đường Trò Chơi Điện Tử của riêng bạn. Vì vậy, hãy đeo thiết bị công nghệ thực tế ảo mới nhất của bạn - bởi vì tương lai là NGAY LÚC NÀY!", "short_description": "Bước vào thế giới ảo trong Arcade Paradise VR, đưa bạn quay trở lại năm 1993 với trải nghiệm nhập vai hoàn toàn mới nhưng cũng tràn ngập hoài niệm cùng các trò game kinh điển. Đưa bạn vào một hành trình làm giàu đầy cảm hứng, Arcade Paradise là một trò chơi kết hợp giữa hai thể loại phiêu lưu và mô phỏng quản lý đơn giản, nơi bạn biến tiệm giặt sấy King Wash rách nát thành một doanh nghiệp thịnh vượng. \n"}, {"images": {"nodes": []}, "id": "916602657387367", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["冒險", "街機", "管理", "模擬", "復古"], "long_description": "進入《Arcade Paradise VR》的虛擬世界，帶你回到1993年，享受一場充滿復古遊戲懷舊情懷的全新沉浸式體驗。《Arcade Paradise》是一款冒險與輕度經營模擬的組合遊戲，帶領你從一無所有到富甲一方的奮鬥歷程中，將破舊的國王洗衣店變成一家繁榮的生意。\n\n遊戲設定在破敗的Grindstone鎮，你扮演的是Ashley，一位反叛的少年，違背父親的意願，不願繼續經營家族事業。親自管理日常任務，從手動撿起口香糖、洗衣服、到完美清潔廁所——再到以籃球迷你遊戲的方式丟垃圾。然後，用完成這些任務賺來的辛苦錢來解鎖你真正的目標……購買更多的街機設備！\n\n本作特色包括12款完整再現的VR機台和27款來自原作的傳統控制遊戲，現在就是時候透過進行遊戲、獲利和購買，一步步建立你自己的《Arcade Paradise》。所以，快戴上你最新的虛擬實境技術裝置吧——因為未來已經來臨！\n", "short_description": "進入《Arcade Paradise VR》的虛擬世界，帶你回到1993年，享受一場充滿復古遊戲懷舊情懷的全新沉浸式體驗。《Arcade Paradise》是一款冒險與輕度經營模擬的組合遊戲，帶領你從一無所有到富甲一方的奮鬥歷程中，將破舊的國王洗衣店變成一家繁榮的生意。"}, {"images": {"nodes": []}, "id": "889642410282525", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Äventyr", "Arkad", "Management", "Retro", "Simulering"], "long_description": "Gå in i den virtuella världen i Arcade Paradise VR och förflytta dig tillbaka till 1993 för en helt ny uppslukande upplevelse som genomsyras av retrodriven spelnostalgi. Arcade Paradise är ett äventyrs- och affärssimuleringsspel som tar dig med på en resa från trasor till rikedomar där du förvandlar den förfallna tvättomaten King Wash till ett blomstrande företag. \n\nI den nedgångna staden Grindstone spelar du Ashley, en rebellisk tonåring som trotsar sin fars önskan att driva familjeföretaget vidare. Ta hand om de helt spelifierade dagliga uppgifterna, från att manuellt plocka upp tuggummi, tvätta och skrubba en toalett helt ren – till att kasta ut soporna i ett basketliknande minispel. Ta sedan dina surt förvärvade pengar från att slutföra dessa uppgifter för att låsa upp ditt verkliga mål ... att köpa fler arkadenheter!\n\nMed 12 fullt realiserade VR-kabinett tillsammans med 27 traditionellt kontrollerade spel från originalutgåvan är det dags att spela, tjäna och köpa dig till ditt alldeles egna Arcade Paradises. Så spänn på dig din senaste virtual reality-teknik – för framtiden är NU!", "short_description": "Gå in i den virtuella världen i Arcade Paradise VR och förflytta dig tillbaka till 1993 för en helt ny uppslukande upplevelse som genomsyras av retrodriven spelnostalgi. Arcade Paradise är ett äventyrs- och affärssimuleringsspel som tar dig med på en resa från trasor till rikedomar där du förvandlar den förfallna tvättomaten King Wash till ett blomstrande företag. "}, {"images": {"nodes": []}, "id": "881338657707735", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["arcade", "simulation", "management", "retro", "adventure"], "long_description": "Enter the virtual realm in Arcade Paradise VR, transporting you back to 1993 for an all-new immersive experience oozing with retro-fuelled gaming nostalgia. Taking you on an empowering journey from rags to riches, Arcade Paradise is an adventure and light-management sim combo game where you transform the decrepit King Wash laundromat into a thriving business. \n\nSet in the rundown town of Grindstone, you play as Ashley, a rebel teenager going against your father’s wishes to continue the family business. Get hands on managing the fully gamified day-to-day tasks, from manually picking up gum, doing the laundry, and scrubbing a toilet perfectly clean - to throwing out the trash in a basketball style mini game. Then, take your hard-earned money from completing these tasks to unlock your real objective… buying more arcade units!\n\nFeaturing 12 fully realized VR cabinets alongside 27 traditionally controlled games from the original release, it’s time to play, profit and purchase your way to your very own Arcade Paradise. So, strap on your latest virtual reality tech - because the future is NOW!\n", "short_description": "Enter the virtual realm in Arcade Paradise VR, transporting you back to 1993 for an all-new immersive experience oozing with retro-fuelled gaming nostalgia. Taking you on an empowering journey from rags to riches, Arcade Paradise is an adventure and light-management sim combo game where you transform the decrepit King Wash laundromat into a thriving business. "}, {"images": {"nodes": []}, "id": "877553478094008", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Aventura", "Arcade", "Gestão", "Retro", "Simulação"], "long_description": "Entra no reino virtual com Arcade Paradise VR e viaja até 1993 para uma nova experiência envolvente repleta de videojogos retro e nostalgia. Parte numa jornada de emancipação e vai de farrapo a magnata com Arcade Paradise, um jogo que combina aventura e elementos de gestão. Transforma a decrépita lavandaria King Wash num negócio próspero. \n\nConhece a decadente cidade de Grindstone e joga como Ashley, adolescente rebelde que contraria os desejos do pai de continuar o negócio da família. Põe mãos à obra e realiza tarefas diárias no jogo, como apanhar pastilha elástica à mão e escovar sanitas até as deixar a brilhar, ou joga um minijogo onde podes atirar o lixo para o caixote como se fosse uma bola de basquetebol. Pega no dinheiro que ganhaste arduamente e investe no teu objetivo real… comprar mais máquinas de arcada!\n\nEstá na hora de jogar! Lucra com as 12 máquinas de VR e os 27 jogos controlados de forma tradicional presentes no jogo original e constrói o teu próprio Arcade Paradise. Usa a mais recente tecnologia de realidade virtual, porque… o futuro é AGORA!", "short_description": "Entra no reino virtual com Arcade Paradise VR e viaja até 1993 para uma nova experiência envolvente repleta de videojogos retro e nostalgia. Parte numa jornada de emancipação e vai de farrapo a magnata com Arcade Paradise, um jogo que combina aventura e elementos de gestão. Transforma a decrépita lavandaria King Wash num negócio próspero. "}, {"images": {"nodes": []}, "id": "872737861782781", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["어드벤처", "아케이드", "경영", "코미디"], "long_description": "Arcade Paradise VR에서 레트로 향수가 가득한 1993년으로 돌아가 몰입감 넘치는 경험을 즐기세요. 빨래 사업으로 시작하여 부자로 가는 여정을 그린 Arcade Paradise는 어드벤처와 가벼운 매니지먼트 시뮬레이션이 조합된 게임으로, King Wash 빨래방을 잘 나가는 사업체로 키워야 합니다. \n\n낙후된 마을인 그라인드스톤에서 가업을 이어받으라는 아버지의 뜻에 반발하는 반항심 가득한 십대 소년 애슐리가 되어 보세요. 손수 껌 떼 내기, 빨래 돌리기, 변기 깨끗이 닦기 등에서부터 농구 같은 미니게임에서 쓰레기를 쓰레기통에 던져 넣는 등 게임으로 재탄생한 일상의 작업을 처리하세요. 그리고 열심히 번 돈으로 진짜 목표인 오락실 기계를 사들이세요!\n\n12가지 VR 오락기와 기존 조작기를 사용하는 오리지널 버전의 오락기 27대가 완벽하게 구현되어 있습니다. 이제 게임을 하고, 수익을 올리고, 게임기를 사들이면서 나만의 Arcade Paradise를 만들어가세요. 최신 가상 현실 기술을 체험하세요. 미래가 바로 지금 찾아왔습니다!", "short_description": "Arcade Paradise VR에서 레트로 향수가 가득한 1993년으로 돌아가 몰입감 넘치는 경험을 즐기세요. 빨래 사업으로 시작하여 부자로 가는 여정을 그린 Arcade Paradise는 어드벤처와 가벼운 매니지먼트 시뮬레이션이 조합된 게임으로, King Wash 빨래방을 잘 나가는 사업체로 키워야 합니다. "}, {"images": {"nodes": []}, "id": "849121187939268", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Gestión", "Aventura", "Arcade", "Simulación", "Retro"], "long_description": "Sumérgete en el reino virtual de Arcade Paradise VR y transpórtate a 1993 para vivir una experiencia nueva e inmersiva llena de nostalgia retro. Arcade Paradise te embarcará en un viaje empoderante que te conducirá de la pobreza al éxito. En este juego de aventuras y simulación de gestión ligera deberás transformar la decrépita lavandería King Wash en un negocio próspero. \n\nEstá ambientado en Grindstone, una ciudad decadente en la que te pondrás en el papel de Ashley, que como adolescente rebelde que es, va en contra de los deseos de su padre de continuar el negocio familiar. Ponte manos a la obra y gestiona tareas en el juego, como recoger chicles manualmente, hacer la colada, dejar los baños como los chorros del oro o tirar la basura en un minijuego de estilo baloncesto. A continuación, coge el dinero que te has ganado al completar estas tareas para desbloquear el verdadero objetivo: ¡comprar más máquinas recreativas!\n\nExisten 12 máquinas de RV total, así como 27 juegos controlados al estilo tradicional del lanzamiento original. Es hora de jugar, sacar provecho y comprar hasta crear tu propio Arcade Paradise. ¡Así que ponte la última tecnología de realidad virtual, porque el futuro ya está AQUÍ!", "short_description": "Sumérgete en el reino virtual de Arcade Paradise VR y transpórtate a 1993 para vivir una experiencia nueva e inmersiva llena de nostalgia retro. Arcade Paradise te embarcará en un viaje empoderante que te conducirá de la pobreza al éxito. En este juego de aventuras y simulación de gestión ligera deberás transformar la decrépita lavandería King Wash en un negocio próspero. "}, {"images": {"nodes": []}, "id": "761840216186423", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Arcade Paradise VR", "keywords": ["Macera", "Arcade", "Yönetim", "Retro", "Simülasyon"], "long_description": "Retro oyun nostaljisiyle dolup taşan yepyeni, sürükleyici bir deneyim için seni 1993'e geri ışınlayan sanal diyara Arcade Paradise VR'da adım at. Seni fakirlikten zenginliğe taşıyan bir yolculuğa çıkaran Arcade Paradise, yıkık dökük King Wash çamaşırhanesini başarılı bir işletmeye dönüştürdüğün bir macera ve basit bir yönetim simülasyonu kombinasyon oyunudur. \n\nKöhne bir kasaba olan Grindstone'da geçen bu oyunda, aile işini üstlenmek istemediği için babasının isteklerine karşı gelen Ashley adında asi bir genç olarak oynuyorsun. Elle sakız toplamak, çamaşır yıkamak ve tuvaleti pırıl pırıl temizlemekten çöpü atmaya kadar tamamen oyunlaştırılmış günlük görevlerin üstesinden gelmeyi öğren. Ardından, bu görevleri tamamlayarak zorluklarla kazandığın parayı kullanıp asıl hedefini gerçekleştirmek için daha fazla atari salonu ünitesi satın al!\n\nGeleneksel olarak kontrol edilen 27 oyunun orijinal sürümlerinin yanı sıra 12 VR makinesini de içeren kendi kişisel Arcade Paradise'ına giden yolda oynayıp kâr ederek ilerlemenin zamanı geldi. O hâlde en yeni sanal gerçeklik teknolojini kuşan, çünkü gelecek BURADA!", "short_description": "Retro oyun nostaljisiyle dolup taşan yepyeni, sürükleyici bir deneyim için seni 1993'e geri ışınlayan sanal diyara Arcade Paradise VR'da adım at. Seni fakirlikten zenginliğe taşıyan bir yolculuğa çıkaran Arcade Paradise, yıkık dökük King Wash çamaşırhanesini başarılı bir işletmeye dönüştürdüğün bir macera ve basit bir yönetim simülasyonu kombinasyon oyunudur. "}]}, "developer_name": "Nosebleed Interactive", "developer_privacy_policy_url": "https://wiredproductions.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Wired Productions", "support_website_url": null, "website_url": "https://wiredproductions.com/games/arcade-paradise-vr/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "it", "es", "pl", "ja", "ko", "zh_CN", "zh_HK", "zh_TW", "pt_BR"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "25473627248969046"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491820441_1322399646598331_264717528213295511_n.png?stp=dst-png_s360x360&_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-veSEuXB5msQ7kNvwFIGlIk&_nc_oc=Adlx2jJzYWd4E_3_3YKvb6HJM8OgEsU2yRO3MtCKoZpmZ567avKXpA3sEWG7K8m5AiU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvFcYHqr-B2uUg475lKJZR3DI3pCmQL3h5qDWWf8FaZmQ&oe=6996EAA9"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Arcade Paradise VR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Arcade", "id": "1592192974313489"}], "release_date": 1714064400, "lastRevision": {"nodes": [{"id": "5968301986594863", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5968301983261530", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "3767443643483629"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "AP_VR_CoverImageSafeAreaTemplateHero.png", "id": "6768083413240833", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974696_6768083416574166_903978924449824882_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Sl0wwV0UOYQQ7kNvwFIFF_P&_nc_oc=AdmxL6avne_AWw7hlKT2ekuwP3zSOsjDbyI5SZQBVFvrZkE65DdGE5UoFv_lGPe-JkY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuuTVRdNqnv21jit4_918ThOdi49W7G_1HXS3kR7Oac0A&oe=6996EDFB"}, {"file_name": "AP_VR_Logo.png", "id": "917276193403809", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75375088_917276196737142_5202809953035369240_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CiAoIFR558gQ7kNvwHUF_nb&_nc_oc=AdmqQbghjt7h9IWxKfcl5Qp37R20l240EhUYcPYRKlXVCYWjU1xRWvDWKzqgoMIR78o&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvtjltGEQXdaoUe3X_vzYaahdKQO2onBakD2BW4bScatQ&oe=6996F0E8"}, {"file_name": "AP_VR_Icon.png", "id": "724745342415441", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031319_724745345748774_2012270125552887858_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3x9HP5-wtpkQ7kNvwEsMmpk&_nc_oc=AdnsUDHMFXxT2PisygAm3NnDR3iutYhWaCHgO4oswuJgcpGsLd9WQHSlRDQZ0y84Zks&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvQVBYRrhIf8CDzz4LiFb4qBMXb6rr347rwc1DP7_-BIw&oe=69970FDE"}, {"file_name": "AP_VR_MiniLandscape.png", "id": "373642501745428", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982681_373642505078761_5019210990588287663_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xmfzQl2bo8cQ7kNvwHhl0HJ&_nc_oc=AdmfPhreu27Gj_o3XugPw7lD0OQYgS59o7kh2rh7I7JPCQwGKZlOusSZOnSNFNC6QmM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvscY-bziqwBlYXlOZjI5YsW3KAP2oHDv2VHLqssPS8TQ&oe=6996F522"}, {"file_name": "AP_VR_CoverImageSafeAreaTemplateLandscape.png", "id": "362733572910566", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39036641_362733576243899_7598198690476020387_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Y48E411cRJEQ7kNvwGncMOE&_nc_oc=AdlBQm8VYbNb2xu3Tp3ffU1fvx5wM22yKbcHn5AD59t5JzJA0F-8QZct5C-GqnEvAy0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftCFk5F9UZX9vuRJN4eyewV6L3pWWG5a_RdWB1XAOqRpQ&oe=6996FF04"}, {"file_name": "AP_VR_CoverImageSafeAreaTemplatePortrait.png", "id": "335237409203287", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39003286_335237412536620_4307046118355773854_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eu9mQpOBoZ0Q7kNvwHUcEwg&_nc_oc=Adl7rS5EQ44qPjoz0TOvbcKVj_SfVD49lBfAOb1dVg7LnXBb-WqA7bTWUdf1bF62GPo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsiWLT4kOa_Yh5QHqgCe5nxXG0-mDKkYcyEs0U27bDllg&oe=69970C83"}, {"file_name": "AP_VR_CoverImageSafeAreaTemplateSquare.png", "id": "307889182136581", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982575_307889185469914_6826409238106714733_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TR_uyeL1tDMQ7kNvwGJSqEC&_nc_oc=Adnqlr1li8EWYu2Su24lAokMXz1Qn8kmJJf9yGDaGBicqHelgSsarPJBbOTACsknmIw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afsavhgkw9xd5WRisM_nbJwtODZX_ewpzqj4wUYvBt70rw&oe=69971431"}]}, "id": "868327527763011", "locale": "en_US", "screenshots": [{"file_name": "Arcade.png", "id": "900908408370074", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031319_900908411703407_4921005658262248234_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X3JrMI3yP3kQ7kNvwGkJSc2&_nc_oc=Adm3wDl7OiL_0kd0sfsqWs-D97otgeV0fDVYrexi_SAJ7q_YpRIVZP8ee4PZKIig4dA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvp8sw_PbLFKfHiU9zXyC52EUTkrlyrj5db1uxGj2mcIw&oe=69970C2B"}, {"file_name": "KO champ.png", "id": "757202119561073", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982681_757202122894406_6226038532489259629_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_FG_0I8EL90Q7kNvwHG-vJp&_nc_oc=Admcb0-hQInFqNUpj-9YwTajw0ZHIUNpL9xR66GoUBiOJEVtKDTHuVKkBvvgZSsNQLY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afuh-HiKPPLEsyDuAXX1cgq3_ZiaAUz5C7KyhcXulaZ5og&oe=6996FF9A"}, {"file_name": "Smoke'em.png", "id": "882444733435331", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974494_882444736768664_2227409361279239843_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=S9efo3QkS00Q7kNvwF7IFsx&_nc_oc=AdkjKczvqPX4S1tBwX7Bm__anfL3ji-PbP6ZrChckRuAuUnR8StBqDAdZCaF-rTca1c&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuqnVPXc0EUcc3trHiEWe-jmsUxe4j4l4oiI_byr5_d9w&oe=69970667"}, {"file_name": "Trash.png", "id": "1294250775307389", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75375773_1294250781974055_6496337274404656514_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SrzaISLyEVoQ7kNvwE7BR5x&_nc_oc=AdmLJAf9O6AwSFE9-fQysM4WniyDfr2zBEOfPSnh7ik2ykR6McKdXtC61TLApp3O8IU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv-RwTrmoZuvUS-qIRZThEMsOeHmxejSa0_oHNIOb_K0A&oe=6996F543"}, {"file_name": "Washing.png", "id": "376412004738956", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57575360_376412008072289_8164436332204265950_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yo1cnZwJq0oQ7kNvwHRfhf0&_nc_oc=AdlDMNgdVOjvPsGaQ4aKzUabCq6d8D8YRRxAfOlLHPZ7vIbwU8IyeVXHQWqNrpe3m7c&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftHO7hs5Dv6bhsUDgbUHhclHl7NhzB-cOFyLzuBlKZtcw&oe=6996F94A"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "AP_VR_Thumbnail.png", "id": "1068492334157954", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974714_1068492337491287_262692415890475474_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ca5QHHBXaw4Q7kNvwGuc-Lq&_nc_oc=Adnkqv_NtZAqa48Hze75PxEX2-OYz_OqSrXXyiwfpxrSrydfDNzRFpRdS_ajY0oZVPY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv9oVm5gpAIxQNSBdLrpE0d7OAIpZFALIV9Hhh8HBKWXQ&oe=699700A2"}, "display_name": "Arcade Paradise VR", "keywords": ["Arcade", "nostalgia", "retro", "management", "profit"], "long_description": "Enter the virtual realm in Arcade Paradise VR, transporting you back to the 90’s in an all-new immersive experience oozing with retro-fuelled gaming nostalgia. Rebuilt from the ground-up for VR, Arcade Paradise is an arcade and light-management simulation game which takes you on an empowering journey from rags to riches. \n\nTransform the King Wash, a decrepit family-owned laundromat, into a booming arcade business. Get hands on managing the fully gamified day-to-day tasks, from shooting hoops whilst taking out the trash to manually scrubbing a toilet perfectly clean, before you can invest profits into more arcade cabinets. With 35+ fully realized games inspired by the classics of the 90’s, it’s time to play, profit and purchase your way to your very own Arcade Paradise. \n\nSo, strap on your latest virtual reality tech - because the future is NOW! \n", "short_description": "Enter the virtual realm in Arcade Paradise VR, transporting you back to the 90’s in an all-new immersive experience oozing with retro-fuelled gaming nostalgia. Rebuilt from the ground-up for VR, Arcade Paradise is an arcade and light-management simulation game which takes you on an empowering journey from rags to riches. "}]}, "developer_name": "Nosebleed Interactive", "developer_privacy_policy_url": "https://wiredproductions.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Wired Productions", "support_website_url": null, "website_url": "https://wiredproductions.com/games/arcade-paradise/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "it", "es", "pl", "ja", "ko", "zh_CN", "zh_HK", "zh_TW"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "2805554716243946"}}]}, "scheduled_offers": {"count": 17, "nodes": [{"status": "PUBLISHED", "id": "845917298246607"}, {"status": "PUBLISHED", "id": "1371721124348257"}, {"status": "PUBLISHED", "id": "754269637583276"}, {"status": "PUBLISHED", "id": "1406708593721608"}, {"status": "PUBLISHED", "id": "2527042647647816"}, {"status": "PUBLISHED", "id": "1363245548422122"}, {"status": "PUBLISHED", "id": "1084690356581392"}, {"status": "PUBLISHED", "id": "26639389245705940"}, {"status": "PUBLISHED", "id": "1188815312164006"}, {"status": "PUBLISHED", "id": "870686008076492"}, {"status": "PUBLISHED", "id": "411922158056724"}, {"status": "PUBLISHED", "id": "423880066794398"}, {"status": "PUBLISHED", "id": "1599707514179975"}, {"status": "PUBLISHED", "id": "353439941028659"}, {"status": "CANCELLED", "id": "1495255607686850"}, {"status": "CANCELLED", "id": "383502154515392"}, {"status": "PUBLISHED", "id": "1807561549756723"}]}, "baseline_offer": {"id": "1807561549756723"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1771005600, "status": "PUBLISHED", "id": "845917298246607"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8766628970095470", "version": "1.026"}, "id": "878389216725999", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5968301983261530", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8766628970095470"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1734479644, "id": "8926077377483961", "version": "1.026", "version_code": 1076, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8926060887485610"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5968301983261530", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8766628970095470"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1734474612, "id": "8925772944181071", "version": "1.026", "version_code": 1075, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8925757574182608"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5968301983261530", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8766628970095470"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1734436675, "id": "8923143591110673", "version": "1.026", "version_code": 1074, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8923124261112606"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5968301983261530", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8766628970095470"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1734429750, "id": "8922661097825589", "version": "1.026", "version_code": 1073, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8922644264493939"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5968301983261530", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8766628970095470"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1734393643, "id": "8920301588061540", "version": "1.026", "version_code": 1072, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8920285558063143"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}