{"data": {"node": {"__typename": "Application", "id": "6976186869099783", "organization": {"id": "128765243099707", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24504722419188631"}]}, "id": "1275375077174095"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24388681187403950"}]}, "id": "749205570971834"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24358184610449714"}]}, "id": "1931962520968479"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9159568100749273"}]}, "id": "596235216449515"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8890091094338545"}]}, "id": "465905979775936"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "26522947783985699"}]}, "id": "506132685225516"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7749978975013877"}]}, "id": "711873794419981"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5238121626311418"}]}, "id": "731509902353053"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6976186869099783"}]}, "id": "6759108610877222"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6522692727792839"}]}, "id": "269204899133197"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6377840832333455"}]}, "id": "6739577106067056"}]}}, "firstRevision": {"nodes": [{"application": {"id": "6976186869099783", "release_date": 1699463356, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 10}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24587321157559749"}, "id": "723642449686694"}]}}, "binary": null, "live_binary": null, "created_date": 1757159472, "id": "24629325576692640", "is_initial_release": false, "name_with_fallback": "v18", "pdp_metadata_with_fallback": {"version": 15, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24775916182033578"}, "release_status": "RELEASED", "id": "6976186869099783"}, "id": "24775916182033578", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6976186869099783", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "348718184375612"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "24534558339558851", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Fotball", "Kamp", "Målvakt"], "long_description": "**Opplev spenningen med fotball som aldri før. Gå inn på den virtuelle arenaen og bli den neste superstjernen!**\n\n**Dominer banen:**\n\n- **Fulle kamper, uendelige alternativer:** Spill hele kamper med varierende vanskelighetsgrader for å teste ferdighetene dine. Velg mellom forskjellige formasjoner som passer til spillestilen din og tilpass strategien din med en gang. Tilpass spillet til dine behov.\n- **Mestre bevegelsene dine:** Kontroller hver pasning, skudd og mål med intuitive VR-kontroller. Føl kraften fra sparkene dine og presisjonen i pasningene dine for en virkelig uovertruffen opplevelse.\n- Sjekk noen av treningsmodusene våre, perfeksjonere teknikken din og mestre dødballer.\n\n**Til ære:**\n\n- **Utfordring akseptert:** Tre vanskelighetsgrader passer for både nybegynnere og erfarne veteraner. Enten du nettopp har begynt eller en erfaren fotballspiller, byr spillet på en spennende utfordring.\n- **Bli en legende:** Tjen merker og belønninger når du viser frem talentet ditt på den virtuelle banen.\n\n**ANSVARSFRASKRIVELSE**\n\n- Ja, du kan sparke med foten, bare sørg for at du har nok plass og følg veiledningen i spillet\n– Spill prioriterer nytelse fremfor rigide regler og vi verdsetter brukerstemme. Du kan foreslå forbedringer i vår Discord-kanal eller diskutere innstillinger\n- Spillet har nå de samme funksjonene som **Soccer**", "short_description": "Opplev oppslukende fotballkamper i virtuell virkelighet.\nDelta i hele kamper med varierende vanskelighetsgrader og forskjellige formasjoner.\nMed tre utfordrende vanskelighetsinnstillinger kan du teste ferdighetene dine i forskjellige tempo.\nTilpass og lag strategier ved hjelp av ulike formasjoner, og legg til dybde i spillingen.\nNyt spenningen i spillet mens du dykker ned i denne VR-fotballopplevelsen, hvor du har kontroll over hver pasning, skudd og mål."}, {"images": {"nodes": []}, "id": "4322115238017249", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Футбол", "Матч", "Вратарь"], "long_description": "**Почувствуйте острые ощущения от футбола, как никогда прежде. Выходите на виртуальную арену и станьте следующей суперзвездой!**\n\n**Доминируйте на поле:**\n\n- **Полные матчи, бесконечные возможности:** Играйте целые матчи с различными уровнями сложности, чтобы проверить свои навыки. Выбирайте из разнообразных схем, которые соответствуют вашему стилю игры, и адаптируйте свою стратегию на ходу. Настраивайте игру в соответствии со своими потребностями.\n- **Совершенствуйте свои движения:** Контролируйте каждый пас, удар и гол с помощью интуитивно понятного управления VR. Почувствуйте силу своих ударов и точность своих пасов для действительно непревзойденного опыта.\n- Проверьте наши некоторые режимы тренировок, совершенствуя свою технику и осваивая стандартные положения.\n\n**For the Glory:**\n\n- **Challenge Accepted:** Три уровня сложности подойдут как новичкам, так и опытным ветеранам. Независимо от того, новичок вы или опытный футболист, игра предлагает захватывающее испытание.\n\n- **Станьте легендой:** Зарабатывайте значки и награды, демонстрируя свой талант на виртуальном поле.\n\n**ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ**\n\n- Да, вы можете бить ногой, просто убедитесь, что у вас достаточно места, и следуйте инструкциям в игре\n- Игра ставит удовольствие выше жестких правил, и мы ценим мнение пользователей. Вы можете предложить улучшения на нашем канале Discord или обсудить настройки\n- Теперь в игре те же функции, что и в **Soccer**", "short_description": "Испытайте захватывающие футбольные матчи в виртуальной реальности.\nУчаствуйте в полных матчах с различными уровнями сложности и разнообразными формациями.\nС тремя сложными настройками сложности вы можете проверить свои навыки в разном темпе.\nАдаптируйтесь и разрабатывайте стратегию, используя различные формации, добавляя глубину вашему игровому процессу.\nНаслаждайтесь азартом игры, погружаясь в этот опыт VR-футбола, где вы контролируете каждый пас, удар и гол."}, {"images": {"nodes": []}, "id": "2565069417188136", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Match", "Gardien", "Balle"], "long_description": "**Vivez le frisson du football comme jamais auparavant. Entrez dans l'arène virtuelle et devenez la prochaine superstar !**\n\n**Dominez le terrain :**\n\n- **Matchs complets, options infinies :** Jouez des matchs entiers avec différents niveaux de difficulté pour tester vos compétences. Choisissez parmi diverses formations adaptées à votre style de jeu et adaptez votre stratégie à la volée. Adaptez le jeu à vos besoins.\n- **Maîtrisez vos mouvements :** Contrôlez chaque passe, tir et but avec des commandes VR intuitives. Ressentez la puissance de vos coups de pied et la précision de vos passes pour une expérience vraiment inégalée.\n- Découvrez nos quelques modes d'entraînement, perfectionnez votre technique et maîtrisez les coups de pied arrêtés.\n\n**Pour la gloire :**\n\n- **Défi accepté :** Trois niveaux de difficulté s'adressent aussi bien aux débutants qu'aux vétérans chevronnés. Que vous soyez débutant ou footballeur chevronné, le jeu offre un défi passionnant.\n- **Devenez une légende :** Gagnez des badges et des récompenses en mettant en valeur votre talent sur le terrain virtuel.\n\n**AVERTISSEMENT**\n\n- Oui, vous pouvez frapper avec votre pied, assurez-vous simplement d'avoir suffisamment d'espace et de suivre le didacticiel dans le jeu\n- Le jeu privilégie le plaisir plutôt que les règles rigides et nous valorisons la voix des utilisateurs. Vous pouvez suggérer des améliorations sur notre canal Discord ou discuter des paramètres\n- Le jeu a désormais les mêmes fonctionnalités que Soccer", "short_description": "Vivez des matchs de football immersifs en réalité virtuelle.\nEngagez-vous dans des matchs complets avec différents niveaux de difficulté et diverses formations.\nAvec trois niveaux de difficulté stimulants, vous pouvez tester vos compétences à différents rythmes.\nAdaptez-vous et élaborez des stratégies en utilisant différentes formations, ajoutant de la profondeur à votre gameplay.\n"}, {"images": {"nodes": []}, "id": "1789019598394409", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Fotbal", "Meci", "Portar"], "long_description": "**Experimentați fiorul fotbalului ca niciodată înainte. Intră în arena virtuală și devii următorul superstar!**\n\n**Dominați terenul:**\n\n- **Meciuri complete, opțiuni nesfârșite:** Joacă meciuri întregi cu diferite niveluri de dificultate pentru a-ți testa abilitățile. Alegeți dintre diverse formațiuni pentru a se potrivi stilului dvs. de joc și adaptați-vă strategia din mers. Ajustați jocul la nevoile dvs.\n- **Stăpânește-ți mișcările:** Controlează fiecare pasă, șut și gol cu ​​comenzi VR intuitive. Simțiți puterea loviturilor și precizia paselor pentru o experiență cu adevărat de neegalat.\n- Verificați câteva moduri de antrenament, perfecționându-vă tehnica și stăpânind piesele de set.\n\n**Pentru slavă:**\n\n- **Provocare acceptată:** Trei setări de dificultate se adresează atât începătorilor, cât și veteranilor experimentați. Fie că ești abia la început sau un fotbalist experimentat, jocul oferă o provocare interesantă.\n- **Deveniți o legendă:** Câștigați insigne și recompense în timp ce vă prezentați talentul pe terenul virtual.\n\n**CLAIMER**\n\n- Da, puteți lovi cu piciorul, doar asigurați-vă că aveți suficient spațiu și urmați tutorialul în joc\n- Jocul acordă prioritate plăcerii față de regulile rigide și prețuim vocea utilizatorului. Puteți sugera îmbunătățiri în canalul nostru Discord sau puteți discuta despre setări\n- Jocul are acum aceleași caracteristici ca **Soccer**", "short_description": "Experimentează meciuri captivante de fotbal în realitate virtuală.\nAngajați-vă în meciuri complete cu diferite niveluri de dificultate și formațiuni diverse.\nCu trei setări de dificultate provocatoare, îți poți testa abilitățile în ritmuri diferite.\nAdaptați-vă și elaborați strategii folosind diverse formațiuni, adăugând profunzime jocului dvs."}, {"images": {"nodes": []}, "id": "1763785807584575", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Fodbold", "Kamp", "Målmand"], "long_description": "**Oplev spændingen ved fodbold som aldrig før. Træd ind i den virtuelle arena og bliv den næste superstjerne!**\n\n**Dominer banen:**\n\n- **Fuld kampe, uendelige muligheder:** Spil hele kampe med forskellige sværhedsgrader for at teste dine færdigheder. Vælg mellem forskellige formationer, der passer til din spillestil, og tilpas din strategi med det samme. Tilpas spillet til dine behov.\n- **Behersk dine bevægelser:** Styr hver aflevering, skud og mål med intuitive VR-kontroller. Mærk kraften i dine spark og præcisionen i dine afleveringer for en virkelig uovertruffen oplevelse.\n- Tjek vores nogle træningstilstande, perfektion af din teknik og mestring af dødbolde.\n\n**Til ære:**\n\n- **Udfordring accepteret:** Tre sværhedsgrader henvender sig til både begyndere og erfarne veteraner. Uanset om du lige er startet eller en erfaren fodboldspiller, byder spillet på en spændende udfordring.\n- **Bliv en legende:** Optjen badges og belønninger, når du viser dit talent frem på den virtuelle bane.\n\n**ANSVARSFRASKRIVELSE**\n\n- Ja, du kan sparke med foden, bare sørg for at have plads nok og følg tutorial i spillet\n- Spil prioriterer nydelse frem for stive regler, og vi værdsætter brugerstemme. Du kan foreslå forbedringer i vores Discord-kanal eller diskutere indstillinger\n- Spil har nu de samme funktioner som Soccer", "short_description": "Oplev fordybende fodboldkampe i virtual reality.\nDeltag i hele kampe med forskellige sværhedsgrader og forskellige formationer.\nMed tre udfordrende sværhedsgrader kan du teste dine færdigheder i forskellige hastigheder.\nTilpas og strategisér ved hjælp af forskellige formationer, hvilket tilføjer dybde til dit gameplay.\nNyd spændingen ved spillet, mens du dykker ned i denne VR-fodboldoplevelse, hvor du har kontrol over hver aflevering, ethvert skud og hvert mål."}, {"images": {"nodes": []}, "id": "1684315182244978", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Fútbol", "Partido", "Portero"], "long_description": "**Vive la emoción del fútbol como nunca antes. ¡Entra en la arena virtual y conviértete en la próxima superestrella!**\n\n**Domina la cancha:**\n\n- **Partidos completos, infinitas opciones:** Juega partidos completos con distintos niveles de dificultad para poner a prueba tus habilidades. Elige entre diversas formaciones que se adapten a tu estilo de juego y adapta tu estrategia sobre la marcha. Ajusta el juego a tus necesidades.\n- **Domina tus movimientos:** Controla cada pase, tiro y gol con controles intuitivos de realidad virtual. Siente la potencia de tus patadas y la precisión de tus pases para una experiencia verdaderamente inigualable.\n- Echa un vistazo a nuestros modos de entrenamiento, perfecciona tu técnica y domina las jugadas a balón parado.\n\n**Por la gloria:**\n\n- **Desafío aceptado:** Tres niveles de dificultad que satisfacen tanto a principiantes como a veteranos experimentados. Ya sea que estés empezando o seas un futbolista experimentado, el juego ofrece un desafío emocionante.\n- **Conviértete en una leyenda:** Gana insignias y recompensas mientras muestras tu talento en la cancha virtual.\n\n**DESCARGO DE RESPONSABILIDAD**\n\n- Sí, puedes patear con el pie, solo asegúrate de tener suficiente espacio y sigue el tutorial del juego.\n- El juego prioriza la diversión sobre las reglas rígidas y valoramos la voz de los usuarios. Puedes sugerir mejoras en nuestro canal de Discord o discutir la configuración.\n- El juego ahora tiene las mismas funciones que **Soccer**", "short_description": "Experimente partidos de fútbol inmersivos en realidad virtual.\nParticipe en partidos completos con distintos niveles de dificultad y formaciones diversas.\nCon tres desafiantes niveles de dificultad, puede poner a prueba sus habilidades a diferentes ritmos.\nAdáptese y cree estrategias usando varias formaciones, lo que agregará profundidad a su juego."}, {"images": {"nodes": []}, "id": "1528728191476752", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "piłka", "nożna", "mecz"], "long_description": "**Poczuj emocje piłki nożnej jak nigdy dotąd. Wejdź na wirtualną arenę i zostań kolejną supergwiazdą!**\n\n**Zdominuj boisko:**\n\n- **Pełne mecze, nieograniczone opcje:** Rozegraj całe mecze na różnych poziomach trudności, aby przetestować swoje umiejętności. Wybierz spośród różnych formacji, aby dopasować je do swojego stylu gry i dostosuj strategię w locie. Dostosuj grę do swoich potrzeb.\n- **Opanuj swoje ruchy:** Kontroluj każde podanie, strzał i gola dzięki intuicyjnym elementom sterowania VR. Poczuj moc swoich kopnięć i precyzję podań, aby uzyskać naprawdę niezrównane wrażenia.\n- Sprawdź nasze tryby treningowe, doskonaląc swoją technikę i opanowując stałe fragmenty gry.\n\n**Dla chwały:**\n\n- **Akceptowane wyzwania:** Trzy poziomy trudności odpowiadają zarówno początkującym, jak i doświadczonym weteranom. Niezależnie od tego, czy dopiero zaczynasz, czy jesteś doświadczonym piłkarzem, gra oferuje ekscytujące wyzwanie. \n- **Zostań legendą:** Zdobywaj odznaki i nagrody, prezentując swój talent na wirtualnym boisku.\n\n**ZASTRZEŻENIE**\n\n- Tak, możesz kopać nogą, po prostu upewnij się, że masz wystarczająco dużo miejsca i postępuj zgodnie z samouczkiem w grze\n- Gra stawia przyjemność ponad sztywne zasady, a my cenimy głos użytkowników. Możesz sugerować ulepszenia na naszym kanale Discord lub omawiać ustawienia\n- Gra ma teraz te same funkcje co **Soccer**", "short_description": "Przeżyj wciągające mecze piłkarskie w wirtualnej rzeczywistości.\nWeź udział w pełnych meczach o różnym poziomie trudności i zróżnicowanych formacjach.\nDzięki trzem wymagającym ustawieniom trudności możesz testować swoje umiejętności w różnym tempie.\nDostosowuj się i opracowuj strategie, korzystając z różnych formacji, dodając głębi swojej rozgrywce.\nCiesz się dreszczykiem emocji gry, zanurzając się w tym doświadczeniu piłkarskim VR, w którym kontrolujesz każde podanie, strzał i gola."}, {"images": {"nodes": []}, "id": "1413550833076749", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "足球", "比赛", "守门员"], "long_description": "**体验前所未有的足球快感。进入虚拟竞技场，成为下一个超级巨星！**\n\n**主宰球场：**\n\n- **全场比赛，无尽选择：** 玩不同难度级别的全场比赛来测试你的技能。从各种阵型中选择适合你的游戏风格，并随时调整你的策略。根据你的需要调整游戏。\n- **掌握你的动作：** 通过直观的 VR 控制控制每一次传球、射门和进球。感受你踢球的力量和传球的精准度，获得真正无与伦比的体验。\n- 查看我们的一些训练模式，完善你的技术并掌握定位球。\n\n**为了荣耀：**\n\n- **接受挑战：** 三种难度设置适合初学者和经验丰富的老手。无论你是刚开始还是经验丰富的足球运动员，游戏都提供了令人兴奋的挑战。\n- **成为传奇：** 在虚拟球场上展示你的才华，赢取徽章和奖励。\n\n**免责声明**\n\n- 是的，你可以用脚踢，只要确保你有足够的空间并按照游戏中的教程进行即可\n- 游戏优先考虑乐趣而不是严格的规则，我们重视用户的声音。你可以在我们的 Discord 频道中提出改进建议或讨论设置\n- 游戏现在具有与**Soccer**相同的功能", "short_description": "在虚拟现实中体验身临其境的足球比赛。\n参与不同难度级别和不同阵型的完整比赛。\n通过三种具有挑战性的难度设置，您可以以不同的速度测试您的技能。\n使用各种阵型进行调整和制定战略，为您的游戏增添深度。\n沉浸在这种 VR 足球体验中，享受游戏的刺激，您可以控制每一次传球、射门和进球。"}, {"images": {"nodes": []}, "id": "1329895535595243", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Fußball", "Torwart", "Spiel"], "long_description": "**Erleben Sie den Nervenkitzel des Fußballs wie nie zuvor. Betreten Sie die virtuelle Arena und werden Sie der nächste Superstar!**\n\n**Dominieren Sie das Spielfeld:**\n\n- **Volle Spiele, endlose Möglichkeiten:** Spielen Sie ganze Spiele mit unterschiedlichen Schwierigkeitsgraden, um Ihre Fähigkeiten zu testen. Wählen Sie aus verschiedenen Aufstellungen, die zu Ihrem Spielstil passen, und passen Sie Ihre Strategie im Handumdrehen an. Passen Sie das Spiel an Ihre Bedürfnisse an.\n- **Meistern Sie Ihre Bewegungen:** Kontrollieren Sie jeden Pass, jeden Schuss und jedes Tor mit intuitiven VR-Bedienelementen. Spüren Sie die Kraft Ihrer Tritte und die Präzision Ihrer Pässe für ein wirklich unvergleichliches Erlebnis.\n- Probieren Sie einige unserer Trainingsmodi aus, perfektionieren Sie Ihre Technik und meistern Sie Standardsituationen.\n\n**Für den Ruhm:**\n\n- **Herausforderung angenommen:** Drei Schwierigkeitsstufen eignen sich sowohl für Anfänger als auch für erfahrene Veteranen.\n- **Werden Sie zur Legende:** Verdienen Sie Abzeichen und Belohnungen, während Sie Ihr Talent auf dem virtuellen Spielfeld unter Beweis stellen.\n\n**HAFTUNGSAUSSCHLUSS**\n\n- Ja, Sie können mit dem Fuß treten, stellen Sie einfach sicher, dass Sie genug Platz haben, und folgen Sie dem Tutorial im Spiel.\n- Beim Spiel steht der Spaß über starren Regeln und wir legen Wert auf die Meinung der Benutzer. Sie können in unserem Discord-Kanal Verbesserungen vorschlagen oder Einstellungen besprechen.\n- Das Spiel hat jetzt dieselben Funktionen wie Soccer\n", "short_description": "Erleben Sie immersive Fußballspiele in der virtuellen Realität.\nBeteiligen Sie sich an kompletten Spielen mit unterschiedlichen Schwierigkeitsstufen und unterschiedlichen Aufstellungen.\nMit drei herausfordernden Schwierigkeitsstufen können Sie Ihre Fähigkeiten in unterschiedlichem Tempo testen.\nPassen Sie sich an und entwickeln Sie Strategien mit verschiedenen Aufstellungen, um Ihrem Spiel mehr Tiefe zu verleihen.\n"}, {"images": {"nodes": []}, "id": "1203641858450238", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Ποδόσφαιρο", "Τερματοφύλακας", "Αγώνας"], "long_description": "**Ζήστε τη συγκίνηση του ποδοσφαίρου όπως ποτέ πριν. Μπείτε στην εικονική αρένα και γίνετε ο επόμενος σούπερ σταρ!**\n\n**Κυριαρχία στον αγωνιστικό χώρο:**\n\n- **Πλήρες αγώνες, Ατελείωτες Επιλογές:** Παίξτε ολόκληρους αγώνες με διαφορετικά επίπεδα δυσκολίας για να δοκιμάσετε τις ικανότητές σας. Επιλέξτε από διαφορετικούς σχηματισμούς που ταιριάζουν στο στυλ παιχνιδιού σας και προσαρμόστε τη στρατηγική σας εν κινήσει. Προσαρμόστε το παιχνίδι στις ανάγκες σας.\n- **Κατακτήστε τις κινήσεις σας:** Ελέγξτε κάθε πάσα, σουτ και γκολ με έξυπνα χειριστήρια VR. Νιώστε τη δύναμη των λακτισμάτων σας και την ακρίβεια των πάσες σας για μια πραγματικά απαράμιλλη εμπειρία.\n- Ελέγξτε ορισμένους τρόπους προπόνησής μας, τελειοποιώντας την τεχνική σας και κατακτώντας τα στημένα κομμάτια.\n\n**Για τη δόξα:**\n\n- **Η πρόκληση έγινε αποδεκτή:** Τρεις ρυθμίσεις δυσκολίας απευθύνονται τόσο σε αρχάριους όσο και σε έμπειρους βετεράνους. Είτε μόλις ξεκινάτε είτε είστε έμπειρος ποδοσφαιριστής, το παιχνίδι προσφέρει μια συναρπαστική πρόκληση.\n- **Γίνε θρύλος:** Κερδίστε κονκάρδες και ανταμοιβές καθώς επιδεικνύετε το ταλέντο σας στο εικονικό γήπεδο.\n\n**ΑΡΝΗΣΗ**\n\n- Ναι, μπορείτε να κλωτσήσετε με το πόδι σας, απλώς βεβαιωθείτε ότι έχετε αρκετό χώρο και ακολουθήστε το σεμινάριο στο παιχνίδι\n- Το παιχνίδι δίνει προτεραιότητα στην απόλαυση έναντι των αυστηρών κανόνων και εκτιμούμε τη φωνή του χρήστη. Μπορείτε να προτείνετε βελτιώσεις στο κανάλι μας Discord ή να συζητήσετε τις ρυθμίσεις\n- Το παιχνίδι έχει πλέον τα ίδια χαρακτηριστικά με το Soccer", "short_description": "Ζήστε συναρπαστικούς αγώνες ποδοσφαίρου στην εικονική πραγματικότητα.\nΣυμμετέχετε σε πλήρεις αγώνες με διαφορετικά επίπεδα δυσκολίας και διαφορετικούς σχηματισμούς.\nΜε τρεις προκλητικές ρυθμίσεις δυσκολίας, μπορείτε να δοκιμάσετε τις δεξιότητές σας με διαφορετικούς ρυθμούς.\nΠροσαρμόστε και δημιουργήστε στρατηγική χρησιμοποιώντας διάφορους σχηματισμούς, προσθέτοντας βάθος στο παιχνίδι σας."}, {"images": {"nodes": []}, "id": "1176997017608358", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "サッカー", "試合", "ゴールキーパー"], "long_description": "**これまでにないサッカーのスリルを体験してください。仮想アリーナに足を踏み入れ、次のスーパースターになりましょう!**\n\n**ピッチを支配する:**\n\n- **フルマッチ、無限のオプション:** さまざまな難易度の試合全体をプレイして、スキルを試してください。プレイスタイルに合わせて多様なフォーメーションから選択し、戦略を即座に適応させます。ニーズに合わせてゲームを調整します。\n- **動きをマスターする:** 直感的な VR コントロールで、すべてのパス、シュート、ゴールをコントロールします。キックのパワーとパスの精度を感じて、真に比類のない体験をしてください。\n- トレーニング モードをいくつか確認して、テクニックを磨き、セット ピースをマスターしてください。\n\n**栄光のために:**\n\n- **挑戦を受け入れる:** 3 つの難易度設定は、初心者とベテランの両方に対応します。始めたばかりでも、経験豊富なサッカー選手でも、このゲームはエキサイティングなチャレンジを提供します。\n- **伝説になる:** 仮想ピッチで才能を披露して、バッジと報酬を獲得します。\n\n**免責事項**\n\n- はい、足で蹴ることはできます。十分なスペースを確保し、ゲーム内のチュートリアルに従ってください\n- ゲームは厳格なルールよりも楽しさを優先し、ユーザーの声を大切にしています。Discord チャンネルで改善を提案したり、設定について話し合ったりできます\n- ゲームには現在、**Soccer** と同じ機能があります", "short_description": "臨場感あふれるサッカーの試合をバーチャル リアリティで体験してください。\n\nさまざまな難易度と多様なフォーメーションでフルマッチに参加してください。\n\n3 つの難易度設定で、さまざまなペースでスキルを試すことができます。\n\nさまざまなフォーメーションを使用して適応し、戦略を立てることで、ゲームプレイに深みが加わります。\n\nこの VR サッカー体験に飛び込んで、パス、シュート、ゴールをすべて自分でコントロールしながら、ゲームのスリルを味わってください。"}, {"images": {"nodes": []}, "id": "1133618751442130", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Fotboll", "Match", "Målvakt"], "long_description": "**Upplev spänningen med fotboll som aldrig förr. Gå in på den virtuella arenan och bli nästa superstjärna!**\n\n**Dominera tonhöjden:**\n\n- **Fullständiga matcher, oändliga alternativ:** Spela hela matcher med varierande svårighetsnivåer för att testa dina färdigheter. Välj bland olika formationer för att passa din spelstil och anpassa din strategi i farten. Anpassa spelet efter dina behov.\n- **Bemästra dina rörelser:** Styr varje pass, skott och mål med intuitiva VR-kontroller. Känn kraften i dina sparkar och precisionen i dina passningar för en verkligt oöverträffad upplevelse.\n- Kolla in våra träningslägen, perfektion av din teknik och bemästra setbollar.\n\n**För äran:**\n\n- **Challenge Accepted:** Tre svårighetsgrader passar både nybörjare och erfarna veteraner. Oavsett om du precis har börjat eller är en erfaren fotbollsspelare erbjuder spelet en spännande utmaning.\n- **Bli en legend:** Tjäna märken och belöningar när du visar upp din talang på den virtuella planen.\n\n**DISCLAIMER**\n\n- Ja, du kan sparka med foten, se bara till att du har tillräckligt med utrymme och följ handledningen i spelet\n– Spelet prioriterar njutning framför stela regler och vi värdesätter användarens röst. Du kan föreslå förbättringar i vår Discord-kanal eller diskutera inställningar\n- Spelet har nu samma funktioner som **Soccer**", "short_description": "Upplev uppslukande fotbollsmatcher i virtuell verklighet.\nDelta i hela matcher med varierande svårighetsnivåer och olika formationer.\nMed tre utmanande svårighetsinställningar kan du testa dina färdigheter i olika takt.\nAnpassa och skapa strategier med hjälp av olika formationer, vilket ger djup till ditt spelande.\nNjut av spänningen i spelet när du dyker in i denna VR-fotbollsupplevelse, där du har kontroll över varje pass, skott och mål."}, {"images": {"nodes": [{"file_name": "2560x1440foot(3).png", "id": "3884281451836705", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391785_3884281455170038_2682280166672581593_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4q3YQMc1jbQQ7kNvwH8BXjD&_nc_oc=AdmyJvol64uqwkbDDUHhq_hxwvrj1vuHyIipY9sHUqP3gM3Rw9gmFU-ht5BkTxnNcrY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afdd5-Q6xorl2fH2qjNoNp1uS-XtVzYb-KRkZgfz9RFmjw&oe=68F399EF"}, {"file_name": "512X512(1).png", "id": "2139836433122243", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391769_2139836436455576_7803368448054882305_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QjunSbYP8yQQ7kNvwFVRdQR&_nc_oc=Adm3oeVQNAFKUtwgUpsvPQpIuxUf4I3Gn0RT37QLjHmVJpg_qiUpAT-SWmzxM9hvHSo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfdGrWcRZPp_Rec7ISq6iyFaGZUSnqY5OgYpoj47EJL1dQ&oe=68F398B5"}, {"file_name": "3000x900foot(1).png", "id": "1166139715019611", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393545_1166139718352944_1696447426501813257_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WtbqIUyrVgsQ7kNvwFar5xk&_nc_oc=AdnLOdL5u-ARJsKXOMrqF80vRWKl7YUGmfXo7XgBpnQwCVVmBPq45329AHWm42gIJJ4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfdvBj_Ptthx74794-bXaw4E0PXeEKT7AT3RFVhLp6OmCg&oe=68F384EC"}, {"file_name": "512x512b.png", "id": "1051661186379843", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001658_1051661193046509_3018465685804296627_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9pjopzTdR8MQ7kNvwHEoy2N&_nc_oc=AdnbhgbwwpffS60se1Ps5lyUyOCgNN9WGl8gBCAoqBt5CaBqm761lZGZEk0ScI17-Dw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afe56C4EIvj8R_YJ8gXzAS49hBweT7SH0-bWHbnGqVItSA&oe=68F36A2F"}, {"file_name": "1008x1440foot.png", "id": "655372680379572", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391772_655372683712905_4395628824125604232_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rD4IsgssoBIQ7kNvwFZTcOo&_nc_oc=Adl-5_PKrqJZy3b3swldrJcBiSjvwnusD7I7cxRN1jVk_oEN0pMZjhDAXhOlls0iuJo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfdUh5kFB2YwNp3_1E3sVs2-ioSeeNk0xWLLxQ_5iF6v5A&oe=68F37A65"}, {"file_name": "1440x1440foot(1).png", "id": "642944115343454", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393204_642944118676787_9162590916413240564_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ziEqalvaLgUQ7kNvwG_binL&_nc_oc=AdkkbWmm7dgC69Bw6tqzNWGaDZKi2ewqqT2S3AWIayUlvugW880T8AJTFPkofmvjYfg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afc-EmZOCCnNI7KiyhnoOygyPhfTJkxftwYe3GaQcy69AQ&oe=68F39594"}]}, "id": "1125699669565314", "locale": "en_US", "screenshots": [{"file_name": "sc1.png", "id": "727365139256051", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75443235_727365142589384_5135333492814224677_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CxtJ8gUmzlMQ7kNvwFTNLcB&_nc_oc=AdksIn47kE9kJx0FJn1b-Y_xg_fWTavZtSUXG5CdQK0irtfy2rsuvUqNSl_a7K0PgpQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfcYNYryrO3NFhqr4rubRke87S0MyzkrqJhGN17wmKrXpA&oe=68F39290"}, {"file_name": "bb.png", "id": "1145456413873514", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393040_1145456417206847_2673398456360004834_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hthLGa-zZWoQ7kNvwGsXHlw&_nc_oc=AdmdWZvS2JwfLWDb3-zZ5NfN0_IY7b4eOgLg6Y9BcGg_SFZ3OkGlMXgVjw7uaNr0PtA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aff1WZa7h0dfgBNTk72uNhV4F9dyqMTAziuKs1BXvm-NcA&oe=68F3921A"}, {"file_name": "sc2.png", "id": "1063420141767356", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75334064_1063420145100689_7377255594243871780_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9IFCrUr75aIQ7kNvwHK4XTy&_nc_oc=AdkROmmalQqazyM6ahcb7C3z2SVKbCfmMCm6siUgVlHIkD0riNdmoq5LmnkntEpHBKc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffvYjxRl87rW5m6sQKqW96JVMMUfAaJQAUaIJkbaKzWHw&oe=68F38C70"}, {"file_name": "ee.png", "id": "1122793545679434", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391806_1122793552346100_1825750790690011830_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4oaMY8niOpAQ7kNvwEbsSU2&_nc_oc=AdmdzG-a3Mgdn2731FUUqT_32f0CaL1mikduXeOcoppue9WCr7oc-c98VgJjn-ZqrYM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffXPh62vkiFiWGaioyeUr1_QTEKgHBTtsFtIdS51z-B4A&oe=68F363FC"}, {"file_name": "sc4.png", "id": "1436717013574403", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974745_1436717016907736_6602756641376612_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gpFYKIzDXsAQ7kNvwHPltd9&_nc_oc=Adl5Wr7BWf5J0JIfaW1epmNwMufOHlpoKXppQMlptcI2gcj1qr7CBsbRJDbGzznhj_c&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffL8GDIDCZq808S-NrRQmW5IZwk3M3aG28o_vzRlBuE3w&oe=68F37861"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "2560x1440foot(3).png", "id": "658327173249517", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393132_658327176582850_8838794977649732710_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=w66dK0NzIBEQ7kNvwHsqOlP&_nc_oc=AdkXoWYGqHtYwg7vq7GMftIXjPyZ_KHnZaS_ZkGvOPZmo7n2VJGr-duFEJyrJIfIAmk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfdiqBDLAlj55huCJOQkknUbDNC_s2bfymQTjE3ARHFO7A&oe=68F37B5A"}, "display_name": "Football Unleashed", "keywords": ["football", "soccer", "goalkeeper", "match", "sport"], "long_description": "**Experience the thrill of football (soccer) like never before. Enter the virtual arena and become the next superstar!**\n\n**Dominate the Pitch:**\n\n- **Full Matches, Endless Options:** Play entire matches with varying difficulty levels to test your skills. Choose from diverse formations to suit your playstyle and adapt your strategy on the fly. Adjust the game to your needs.\n- **Master Your Moves:** Control every pass, shot, and goal with intuitive VR controls. Feel the power of your kicks and the precision of your passes for a truly unmatched experience.\n- Check our some training modes, perfecting your technique and mastering set pieces.\n\n**For the Glory:**\n\n- **Challenge Accepted:** Three difficulty settings cater to both beginners and seasoned veterans. Whether you're just starting out or a seasoned footballer, game offers an exciting challenge.\n- **Become a Legend:** Earn badges and rewards as you showcase your talent on the virtual pitch. \n\n**DISCLAIMER**\n\n- Yes, you can kick with your foot, just ensure you have enough space and follow tutorial in game\n- Game prioritizes enjoyment over rigid rules and we value user voice. You can suggest improvements in our Discord channel or discuss settings\n- Game now has the same features as Soccer", "short_description": "Experience immersive football (soccer) matches in virtual reality.\nEngage in full matches with varying difficulty levels and diverse formations. \nWith three challenging difficulty settings, you can test your skills at different paces. \nAdapt and strategize using various formations, adding depth to your gameplay.\nEnjoy the thrill of the game as you dive into this VR football experience, where you're in control of every pass, shot, and goal. "}, {"images": {"nodes": []}, "id": "1120484390173231", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Calcio", "Partita", "Portiere"], "long_description": "**Prova l'emozione del calcio come mai prima. Entra nell'arena virtuale e diventa la prossima superstar!**\n\n**Domina il campo:**\n\n- **Partite complete, opzioni infinite:** Gioca partite intere con diversi livelli di difficoltà per mettere alla prova le tue abilità. Scegli tra diverse formazioni adatte al tuo stile di gioco e adatta la tua strategia al volo. Adatta il gioco alle tue esigenze.\n- **Padroneggia le tue mosse:** Controlla ogni passaggio, tiro e gol con intuitivi controlli VR. Senti la potenza dei tuoi tiri e la precisione dei tuoi passaggi per un'esperienza davvero impareggiabile.\n- Dai un'occhiata ad alcune delle nostre modalità di allenamento, perfeziona la tua tecnica e padroneggia i calci piazzati.\n\n**Per la gloria:**\n\n- **Sfida accettata:** Tre livelli di difficoltà soddisfano sia i principianti che i veterani esperti. Che tu stia appena iniziando o sia un calciatore esperto, il gioco offre una sfida entusiasmante.\n- **Diventa una leggenda:** Ottieni badge e premi mentre mostri il tuo talento sul campo virtuale.\n\n**DISCLAIMER**\n\n- Sì, puoi calciare con il piede, assicurati solo di avere abbastanza spazio e segui il tutorial nel gioco\n- Il gioco dà priorità al divertimento rispetto a regole rigide e diamo valore alla voce dell'utente. Puoi suggerire miglioramenti nel nostro canale Discord o discutere le impostazioni\n- Il gioco ora ha le stesse funzionalità di Soccer", "short_description": "Vivi partite di calcio immersive nella realtà virtuale.\nPartecipa a partite complete con diversi livelli di difficoltà e formazioni diverse.\nCon tre livelli di difficoltà impegnativi, puoi mettere alla prova le tue abilità a ritmi diversi.\nAdattati e crea strategie usando varie formazioni, aggiungendo profondità al tuo gameplay.\nGoditi il ​​brivido del gioco mentre ti immergi in questa esperienza calcistica VR, dove hai il controllo di ogni passaggio, tiro e gol."}, {"images": {"nodes": []}, "id": "1084352137198807", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "축구", "경기", "골키퍼"], "long_description": "**이전에는 없었던 축구의 스릴을 경험하세요. 가상 경기장에 들어가 다음 슈퍼스타가 되세요!**\n\n**경기장 지배:**\n\n- **전체 경기, 무한한 옵션:** 다양한 난이도로 전체 경기를 플레이하여 기술을 시험하세요. 다양한 포메이션에서 플레이 스타일에 맞는 것을 선택하고 전략을 즉시 조정하세요. 필요에 맞게 게임을 조정하세요.\n- **움직임 마스터:** 직관적인 VR 컨트롤로 모든 패스, 슛, 골을 제어하세요. 킥의 힘과 패스의 정확성을 느껴보세요. 진정으로 타의 추종을 불허하는 경험을 하세요.\n- 몇 가지 훈련 모드를 확인하여 기술을 완벽하게 익히고 세트 피스를 마스터하세요.\n\n**영광을 위해:**\n\n- **도전 수락:** 초보자와 노련한 베테랑 모두에게 맞는 세 가지 난이도 설정. 막 시작하든 노련한 축구 선수이든 게임은 흥미진진한 도전을 제공합니다.\n- **전설이 되세요:** 가상 경기장에서 재능을 보여주면서 배지와 보상을 받으세요.\n\n**면책 조항**\n\n- 네, 발로 차도 됩니다. 충분한 공간이 있는지 확인하고 게임 내 튜토리얼을 따르세요\n- 게임은 엄격한 규칙보다 즐거움을 우선시하며 사용자의 의견을 소중히 여깁니다. Discord 채널에서 개선 사항을 제안하거나 설정을 논의할 수 있습니다\n- 게임은 이제 **Soccer**와 동일한 기능을 제공합니다.", "short_description": "가상 현실에서 몰입감 넘치는 축구 경기를 경험하세요.\n다양한 난이도와 다양한 포메이션으로 전체 경기에 참여하세요.\n세 가지 도전적인 난이도 설정으로 다양한 페이스에서 기술을 테스트할 수 있습니다.\n다양한 포메이션을 사용하여 적응하고 전략을 수립하여 게임 플레이에 깊이를 더하세요.\n모든 패스, 슛, 골을 제어하는 ​​이 VR 축구 경험에 뛰어들면서 게임의 스릴을 즐기세요."}, {"images": {"nodes": []}, "id": "811102574807437", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Voetbal", "Wedstrijd", "Doelman"], "long_description": "**Ervaar de spanning van voetbal als nooit tevoren. Betreed de virtuele arena en word de volgende superster!**\n\n**Domineer het veld:**\n\n- **Volledige wedstrijden, eindeloze opties:** Speel volledige wedstrijden met verschillende moeilijkheidsniveaus om je vaardigheden te testen. Kies uit verschillende formaties die passen bij je speelstijl en pas je strategie ter plekke aan. Pas het spel aan je behoeften aan.\n- **Beheers je bewegingen:** Beheers elke pass, schot en doelpunt met intuïtieve VR-bediening. Voel de kracht van je trappen en de precisie van je passes voor een werkelijk ongeëvenaarde ervaring.\n- Bekijk enkele trainingsmodi, perfectioneer je techniek en beheers vaste stukken.\n\n**Voor de glorie:**\n\n- **Uitdaging geaccepteerd:** Drie moeilijkheidsgraden zijn geschikt voor zowel beginners als doorgewinterde veteranen. Of je nu net begint of een doorgewinterde voetballer bent, het spel biedt een spannende uitdaging.\n- **Word een legende:** Verdien badges en beloningen terwijl je je talent laat zien op het virtuele veld.\n\n**DISCLAIMER**\n\n- Ja, je kunt met je voet trappen, zorg er alleen voor dat je genoeg ruimte hebt en volg de tutorial in het spel\n- Het spel geeft prioriteit aan plezier boven strikte regels en we waarderen de stem van de gebruiker. Je kunt verbeteringen voorstellen in ons Discord-kanaal of instellingen bespreken\n- Het spel heeft nu dezelfde functies als Soccer", "short_description": "Ervaar meeslepende voetbalwedstrijden in virtual reality.\nDoe mee aan volledige wedstrijden met verschillende moeilijkheidsgraden en diverse formaties.\n\nMet drie uitdagende moeilijkheidsgraden kun je je vaardigheden op verschillende tempo's testen.\nPas je aan en bedenk strategieën met verschillende formaties, wat diepte toevoegt aan je gameplay."}, {"images": {"nodes": []}, "id": "798035465967792", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Futbol", "Maç", "Kaleci"], "long_description": "**Futbolun heyecanını daha önce hiç olmadığı gibi yaşayın. Sanal arenaya girin ve bir sonraki süperstar olun!**\n\n**Sahaya Hakim Olun:**\n\n- **Tam Maçlar, Sonsuz Seçenekler:** Becerilerinizi test etmek için farklı zorluk seviyelerine sahip tüm maçları oynayın. Oyun tarzınıza uygun çeşitli oluşumlar arasından seçim yapın ve stratejinizi anında uyarlayın. Oyunu ihtiyaçlarınıza göre ayarlayın.\n- **Hareketlerinizde Ustalaşın:** Sezgisel VR kontrolleriyle her pası, şutu ve golü kontrol edin. Gerçekten eşsiz bir deneyim için vuruşlarınızın gücünü ve paslarınızın hassasiyetini hissedin.\n- Tekniğinizi mükemmelleştiren ve duran toplarda ustalaşan bazı eğitim modlarımıza göz atın.\n\n**Zafer İçin:**\n\n- **Kabul Edilen Meydan Okuma:** Üç zorluk ayarı hem yeni başlayanlara hem de deneyimli oyunculara hitap ediyor. İster yeni başlayan olun ister deneyimli bir futbolcu olun, oyun heyecan verici bir meydan okuma sunuyor.\n- **Efsane Olun:** Sanal sahada yeteneğinizi sergilerken rozetler ve ödüller kazanın.\n\n**SORUMLULUK REDDİ**\n\n- Evet, ayağınızla tekmeleyebilirsiniz, sadece yeterli alanınız olduğundan emin olun ve oyundaki öğreticiyi takip edin\n- Oyun, katı kurallardan ziyade eğlenceye öncelik verir ve kullanıcı sesine değer veririz. Discord kanalımızda iyileştirmeler önerebilir veya ayarları tartışabilirsiniz\n- Oyun artık **Soccer** ile aynı özelliklere sahip", "short_description": "Sanal gerçeklikte sürükleyici futbol maçlarını deneyimleyin.\nDeğişen zorluk seviyeleri ve çeşitli formasyonlarla tam maçlara katılın.\nÜç zorlu zorluk ayarıyla becerilerinizi farklı hızlarda test edebilirsiniz.\nÇeşitli formasyonları kullanarak uyum sağlayın ve stratejiler geliştirin, oyununuza derinlik katın.\nHer pasın, şutun ve golün kontrolünün sizde olduğu bu VR futbol deneyimine daldığınızda oyunun heyecanını yaşayın."}, {"images": {"nodes": []}, "id": "760351063476883", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Fotbal", "Zápas", "Brankář"], "long_description": "**Zažijte vzrušení z fotbalu jako nikdy předtím. Vstupte do virtuální arény a staňte se další superstar!**\n\n**Ovládněte hřiště:**\n\n- **Úplné zápasy, nekonečné možnosti:** Hrajte celé zápasy s různou úrovní obtížnosti a otestujte své dovednosti. Vyberte si z různých formací, aby vyhovovaly vašemu hernímu stylu a přizpůsobte svou strategii za běhu. Upravte si hru podle svých potřeb.\n- **Ovládněte své pohyby:** Ovládejte každou přihrávku, střelu a gól pomocí intuitivních ovládacích prvků VR. Pociťte sílu svých kopů a přesnost přihrávek pro skutečně bezkonkurenční zážitek.\n- Podívejte se na naše některé tréninkové režimy, zdokonalujte svou techniku ​​a ovládněte sestavy.\n\n**Pro slávu:**\n\n- **Výzva přijata:** Tři nastavení obtížnosti vyhovují začátečníkům i zkušeným veteránům. Ať už začínáte, nebo jste ostřílený fotbalista, hra nabízí vzrušující výzvu.\n- **Staňte se legendou:** Získejte odznaky a odměny, když předvedete svůj talent na virtuálním hřišti.\n\n**PROHLÁŠENÍ**\n\n- Ano, můžete kopat nohou, jen se ujistěte, že máte dostatek prostoru a postupujte podle návodu ve hře\n- Hra upřednostňuje zábavu před přísnými pravidly a oceňujeme hlas uživatelů. Můžete navrhnout vylepšení na našem kanálu Discord nebo diskutovat o nastavení\n- Hra má nyní stejné funkce jako Soccer", "short_description": "Zažijte pohlcující fotbalové zápasy ve virtuální realitě.\nZapojte se do plných zápasů s různou úrovní obtížnosti a různorodými formacemi.\nDíky třem náročným nastavením obtížnosti si můžete vyzkoušet své dovednosti v různých tempech.\nPřizpůsobte se a vytvářejte strategii pomocí různých formací a dodejte vaší hře hloubku.\nUžijte si vzrušení ze hry, když se ponoříte do tohoto VR fotbalového zážitku, kde máte pod kontrolou každou přihrávku, střelu a gól."}, {"images": {"nodes": []}, "id": "696842852675382", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Bóngđá", "Trậnđấu", "Thủmôn"], "long_description": "**Trải nghiệm cảm giác hồi hộp của bóng đá chưa từng có. Hãy bước vào đấu trường ảo và trở thành siêu sao tiếp theo!**\n\n**Thống trị sân bóng:**\n\n- **Trận đấu trọn vẹn, Tùy chọn vô tận:** Chơi toàn bộ các trận đấu với nhiều cấp độ khó khác nhau để kiểm tra kỹ năng của bạn. Chọn từ nhiều đội hình khác nhau để phù hợp với phong cách chơi của bạn và điều chỉnh chiến lược của bạn ngay lập tức. Điều chỉnh trò chơi theo nhu cầu của bạn.\n- **Làm chủ các động tác của bạn:** Kiểm soát mọi đường chuyền, cú sút và bàn thắng bằng các điều khiển VR trực quan. Cảm nhận sức mạnh của những cú đá và độ chính xác của những đường chuyền của bạn để có trải nghiệm thực sự vô song.\n- Kiểm tra một số chế độ luyện tập của chúng tôi, hoàn thiện kỹ thuật của bạn và thành thạo các pha cố định.\n\n**Vì vinh quang:**\n\n- **Thử thách được chấp nhận:** Ba cài đặt độ khó dành cho cả người mới bắt đầu và cựu chiến binh dày dạn kinh nghiệm. Cho dù bạn mới bắt đầu hay là một cầu thủ bóng đá dày dạn kinh nghiệm, trò chơi đều mang đến một thử thách thú vị.\n- **Trở thành huyền thoại:** Kiếm huy hiệu và phần thưởng khi bạn thể hiện tài năng của mình trên sân bóng ảo.\n\n**TUYÊN BỐ MIỄN TRỪ TRÁCH NHIỆM**\n\n- Có, bạn có thể đá bằng chân, chỉ cần đảm bảo bạn có đủ không gian và làm theo hướng dẫn trong trò chơi\n- Trò chơi ưu tiên sự thích thú hơn các quy tắc cứng nhắc và chúng tôi coi trọng tiếng nói của người dùng. Bạn có thể đề xuất cải tiến trong kênh Discord của chúng tôi hoặc thảo luận về cài đặt\n- Trò chơi hiện có cùng tính năng với **Soccer**", "short_description": "Trải nghiệm các trận đấu bóng đá nhập vai trong thực tế ảo.\nTham gia vào các trận đấu đầy đủ với nhiều cấp độ khó khác nhau và nhiều đội hình khác nhau.\nVới ba cài đặt độ khó đầy thử thách, bạn có thể kiểm tra kỹ năng của mình ở nhiều tốc độ khác nhau.\nThích ứng và lập chiến lược bằng nhiều đội hình khác nhau, tăng thêm chiều sâu cho lối chơi của bạn.\nTận hưởng cảm giác hồi hộp của trò chơi khi bạn đắm mình vào trải nghiệm bóng đá VR này, nơi bạn kiểm soát mọi đường chuyền, cú sút và bàn thắng."}, {"images": {"nodes": []}, "id": "680661065052074", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Futebol", "Jogo", "Goleiro"], "long_description": "**Experimente a emoção do futebol como nunca antes. Entre na arena virtual e torne-se a próxima estrela!**\n\n**Domine o campo:**\n\n- **Partidas completas, opções infinitas:** Jogue partidas inteiras com vários níveis de dificuldade para testar as suas habilidades. Escolha entre várias formações que se adequam ao seu estilo de jogo e adapte a sua estratégia rapidamente. Ajuste o jogo às suas necessidades.\n- **Domine os seus movimentos:** Controle cada passe, remate e golo com controlos intuitivos de RV. Sinta a força dos seus remates e a precisão dos seus passes para uma experiência verdadeiramente incomparável.\n- Confira alguns modos de treino, aperfeiçoando a sua técnica e dominando os lances de bola parada.\n\n**Para a Glória:**\n\n- **Desafio aceite:** Três níveis de dificuldade servem tanto os principiantes como os veteranos experientes. Quer esteja apenas a começar ou seja um jogador de futebol experiente, o jogo oferece um desafio emocionante.\n- **Torne-se uma lenda:** Ganhe crachás e recompensas ao mostrar o seu talento no campo virtual.\n\n**ISENÇÃO DE RESPONSABILIDADE**\n\n- Sim, podes chutar com o pé, apenas certifica-te de que tens espaço suficiente e segue o tutorial do jogo\n- O jogo prioriza a diversão em vez de regras rígidas e valorizamos a voz do utilizador. Pode sugerir melhorias no nosso canal Discord ou discutir configurações\n- O jogo tem agora as mesmas funcionalidades do **Soccer**", "short_description": "Experimente partidas de futebol envolventes em realidade virtual.\nParticipe em partidas completas com vários níveis de dificuldade e várias formações.\nCom três níveis de dificuldade desafiantes, pode testar as suas capacidades a ritmos diferentes.\nAdapte e crie estratégias utilizando várias formações, acrescentando profundidade ao seu jogo.\nDesfrute da emoção do jogo ao mergulhar nesta experiência de futebol VR, onde controla cada passe, remate e golo."}, {"images": {"nodes": []}, "id": "674983342284986", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Football Unleashed", "keywords": ["Football", "Soccer", "Jalkapallo", "Ottelu", "Maalivahti"], "long_description": "**Koe jalkapallon jännitys enemmän kuin koskaan ennen. Astu virtuaaliareenalle ja tule seuraavaksi supertähdeksi!**\n\n**Hallitse pitävää:**\n\n- **Täydet ottelut, loputtomat vaihtoehdot:** Testaa taitosi pelaamalla kokonaisia ​​otteluita eri vaikeustasoilla. Valitse erilaisista kokoonpanoista pelityyliisi sopivaksi ja muokkaa strategiaasi lennossa. Säädä peli tarpeidesi mukaan.\n- **Hallitse liikkeesi:** Hallitse jokaista syöttöä, laukausta ja maalia intuitiivisilla VR-ohjaimilla. Tunne potkujesi voima ja syöttöjesi tarkkuus saadaksesi todella vertaansa vailla olevan kokemuksen.\n- Tutustu joihinkin harjoitusmuotoihimme, täydennä tekniikkaasi ja hallitse sarjat.\n\n**Kunniaksi:**\n\n- **Haaste hyväksytty:** Kolme vaikeusastetta sopivat sekä aloittelijoille että kokeneille veteraaneille. Olitpa vasta aloittamassa tai kokenut jalkapalloilija, peli tarjoaa jännittävän haasteen.\n- **Ryhdy legendaksi:** Ansaitse merkkejä ja palkintoja esitellessäsi kykyjäsi virtuaalikentällä.\n\n**VASTUUVAPAUSLAUSEKE**\n\n- Kyllä, voit potkaista jalkasi, varmista vain, että sinulla on tarpeeksi tilaa ja seuraa opetusta pelissä\n- Peli asettaa nautinnon etusijalle tiukkojen sääntöjen sijaan ja arvostamme käyttäjän ääntä. Voit ehdottaa parannuksia Discord-kanavallamme tai keskustella asetuksista\n- Pelissä on nyt samat ominaisuudet kuin Soccer", "short_description": "Koe mukaansatempaavia jalkapallo-otteluita virtuaalitodellisuudessa.\nOsallistu täysiin otteluihin vaihtelevilla vaikeustasoilla ja erilaisilla kokoonpanoilla.\nKolmella haastavalla vaikeusasetuksella voit testata taitojasi eri tahtiin.\nSopeudu ja luo strategioita käyttämällä erilaisia ​​kokoonpanoja, mikä lisää syvyyttä peliisi.\nNauti pelin jännityksestä sukeltaessasi tähän VR-jalkapallokokemukseen, jossa hallitset jokaista syöttöä, laukausta ja maalia."}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/football_v3.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": "https://football.artisoft.pl/support.html", "website_url": "https://football.artisoft.pl/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}, {"id": "459781504968480"}, {"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24775916182033578"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393204_642944118676787_9162590916413240564_n.png?stp=dst-png_s360x360&_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ziEqalvaLgUQ7kNvwG_binL&_nc_oc=AdkkbWmm7dgC69Bw6tqzNWGaDZKi2ewqqT2S3AWIayUlvugW880T8AJTFPkofmvjYfg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffZ9z4VoNgEJP3WpiDMQe2ndYv74GB6dgbCI8HkLY-nWQ&oe=68F39594"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Football Unleashed", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Sports", "id": "2776542286000603"}, {"topic_name": "Simulation", "id": "331529188132278"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Arcade", "id": "1592192974313489"}], "release_date": 1699463356, "lastRevision": {"nodes": [{"id": "6976186889099781", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6976186869099783", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "348718184375612"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "mini_landscape2.png", "id": "6921547817867951", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75355156_6921547821201284_6871734700906402233_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Gt7rFLWN-PYQ7kNvwHK-vEM&_nc_oc=Adm_KHFn6GzO9Y-3xc-rdy7QM1L4RaH8SBlWwrHEPOE_5KctJU81Ak5kwEWowWc35RE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffTXaG1ley35EVUBm7MQGQsj3u6W5wcaCP48VxSl5vziA&oe=68F389A5"}, {"file_name": "square2.png", "id": "2037264796673465", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982519_2037264800006798_3410785518111878277_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fMv8ftvaOw0Q7kNvwEwMp9z&_nc_oc=AdniWDU6ngcyvnI6P3YeprXnGlTpatIEsD9aLFf8DsyUic5QoXkbUrx9_z3BF5Tj1AY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffK6LZYO2sKoEv47jpCsddkRfvy8n3M-241OFAd_Zz_8w&oe=68F3798A"}, {"file_name": "hero2.png", "id": "2013600305682097", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974732_2013600312348763_7558876397357412145_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ThZ-yvnsQcwQ7kNvwFytkb4&_nc_oc=AdkvFYFvL3QdmIQnEWiIDEnIbKje0oXjPFtpBNke0ZRamSykBmecM2Yq7eVRGnPEvw4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfdbUZRQeAl4KDOQM3_NtAJTrjeoX31pRmCQxD1UJYy-nA&oe=68F37C33"}, {"file_name": "portrait2.png", "id": "1040567400587902", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031325_1040567403921235_3186022125564596227_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sNwmgz35QowQ7kNvwFdgBI-&_nc_oc=Adm-m74a6iJAIoaXwGi_NDkoPVrZd3als1o5xft1c9YBX0TuRBV3bCMMrigZwyBqiJ4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfcJzfh7F4LXDmDHd4W_3yYKd21yDWR57glTOc1mux5CAA&oe=68F38BDD"}, {"file_name": "landscape-transformed2.png", "id": "1010580123558571", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974466_1010580126891904_6183014705931924162_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=iAswX12xWu4Q7kNvwEnU5P_&_nc_oc=AdkHx8q04TUrRe33litd-qXMvr9vYw_Ter26uV9iRwxZwhMJsMqY_ads_bsL2hJYGgY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfcXkIWQtQyESU6J3Hzww39Fvdrt95B7FdhJT0Svbo7Vag&oe=68F368D7"}, {"file_name": "icon.png", "id": "741476504473572", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036675_741476507806905_3717702148802462866_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NQKis5OLeBsQ7kNvwExSLO3&_nc_oc=Adm70szMLjnciaomipxiAuJKAsQeYHC83RbV6rr3l8-kDnsH_j279njvpZGeDvrC00w&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfciS3zCwkmXVF0e1bntzid8JQpm3HZuiESMi19yRGjHEw&oe=68F366A7"}, {"file_name": "logo.png", "id": "293909940225006", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031643_293909943558339_9100635819381439610_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H__sIko8eMQQ7kNvwEQNEj2&_nc_oc=AdkusJ3Mj76DbEwXSWsUZL0GTF8pmOE0XM2S-f2cMflce83bNeOdGxnD9M1hoWrmpGQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afdh2YjOc5gEULmnTveNhhGFbzg_JD9KhaA3Cumyyu60QA&oe=68F38915"}]}, "id": "906472070898610", "locale": "en_US", "screenshots": [{"file_name": "sc1.png", "id": "727365139256051", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75443235_727365142589384_5135333492814224677_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CxtJ8gUmzlMQ7kNvwFTNLcB&_nc_oc=AdksIn47kE9kJx0FJn1b-Y_xg_fWTavZtSUXG5CdQK0irtfy2rsuvUqNSl_a7K0PgpQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfcYNYryrO3NFhqr4rubRke87S0MyzkrqJhGN17wmKrXpA&oe=68F39290"}, {"file_name": "sc2.png", "id": "1063420141767356", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75334064_1063420145100689_7377255594243871780_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9IFCrUr75aIQ7kNvwHK4XTy&_nc_oc=AdkROmmalQqazyM6ahcb7C3z2SVKbCfmMCm6siUgVlHIkD0riNdmoq5LmnkntEpHBKc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffvYjxRl87rW5m6sQKqW96JVMMUfAaJQAUaIJkbaKzWHw&oe=68F38C70"}, {"file_name": "sc3.png", "id": "254080247655491", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001698_254080250988824_1616489648460605281_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zGwPaFAez8YQ7kNvwFqFyzV&_nc_oc=AdlsLlGJUd3-sjjIPFfkbETBbWeccZHAvLUHR22eYriya8TgMvM72sjnh9PLtPxYjuI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfeX7u2df9QckWINScRH07j9hFEHcw-GEJ2Lbqj4Gnxadg&oe=68F378A7"}, {"file_name": "sc4.png", "id": "1436717013574403", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974745_1436717016907736_6602756641376612_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gpFYKIzDXsAQ7kNvwHPltd9&_nc_oc=Adl5Wr7BWf5J0JIfaW1epmNwMufOHlpoKXppQMlptcI2gcj1qr7CBsbRJDbGzznhj_c&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AffL8GDIDCZq808S-NrRQmW5IZwk3M3aG28o_vzRlBuE3w&oe=68F37861"}, {"file_name": "sc5.png", "id": "859816505835462", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031325_859816509168795_3419802158783854078_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KiCEU1D8F1kQ7kNvwH0nzeO&_nc_oc=AdnvuU5NWojWHD9hc054fPrMz_lGVi4skLzpivzBJ2Eu9KHIYgc8BB4y95y1uxOP6gc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfdL0K-7Iw3CAC1FmR0ek5Z_6roP55-SZlZWmXyZdyYfCA&oe=68F36712"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "landscape-transformed2.png", "id": "187830734373955", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036676_187830737707288_776944879937194778_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fIBIPYpFz5YQ7kNvwE7aQOX&_nc_oc=Adn3E6xYQMYPdUjXct95gke8a3id--oMPdr361Q1hLl1huCNzDWUpdsS1k7bd7GbqjI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfdxTfhGZv2cYGRZFCCl1HL9HaZ-rlpQRza_WSoFVpxGAg&oe=68F365F2"}, "display_name": "Football", "keywords": [], "long_description": "Experience immersive football (soccer) matches in virtual reality.\n\nEngage in full matches with varying difficulty levels and diverse formations. \nWith three challenging difficulty settings, you can test your skills at different paces. \nAdapt and strategize using various formations, adding depth to your gameplay.\nEnjoy the thrill of the game as you dive into this VR football experience, where you're in control of every pass, shot, and goal. \n\nWhether you're a beginner or an expert, this VR game offers an exhilarating opportunity to showcase your abilities and tactical prowess in the world's most beloved sport.", "short_description": "Experience immersive football (soccer) matches in virtual reality.\n\nEngage in full matches with varying difficulty levels and diverse formations. \nWith three challenging difficulty settings, you can test your skills at different paces. \nAdapt and strategize using various formations, adding depth to your gameplay.\nEnjoy the thrill of the game as you dive into this VR football experience, where you're in control of every pass, shot, and goal. "}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/football_v1.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": null, "website_url": "https://football.artisoft.pl/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}, {"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "6976186875766449"}}]}, "scheduled_offers": {"count": 10, "nodes": [{"status": "PUBLISHED", "id": "638816029228824"}, {"status": "PUBLISHED", "id": "1667391263948136"}, {"status": "PUBLISHED", "id": "661773919564856"}, {"status": "PUBLISHED", "id": "9386332151414738"}, {"status": "CANCELLED", "id": "1166451201517395"}, {"status": "PUBLISHED", "id": "960513156045260"}, {"status": "PUBLISHED", "id": "1727012484775825"}, {"status": "PUBLISHED", "id": "354519960298529"}, {"status": "PUBLISHED", "id": "373685665599551"}, {"status": "PUBLISHED", "id": "735208632092722"}]}, "baseline_offer": {"id": "638816029228824"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1752219900, "status": "PUBLISHED", "id": "638816029228824"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24587321157559749", "version": "2.12"}, "id": "723642449686694", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6976186869099783", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24587321157559749"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "723642449686694"}]}, "change_log": "- more menu settings during play\n- possibility to change settings during play\n- auto height adjustment option\n- some bugfixes", "created_date": 1756727289, "id": "24587321157559749", "version": "2.12", "version_code": 112, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6976186869099783", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24587321157559749"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "723642449686694"}]}, "change_log": "- height adjustment\n- training videos\n- improved menu", "created_date": 1744105285, "id": "9705292412855868", "version": "2.09", "version_code": 109, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6976186869099783", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24587321157559749"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "723642449686694"}]}, "change_log": "- fixed crash on initial scene", "created_date": 1741680881, "id": "9526539027397875", "version": "2.06", "version_code": 106, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6976186869099783", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24587321157559749"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "723642449686694"}]}, "change_log": "- improved goalkeeper\n- improved match gameplay\n- small UI adjustments\n- fixed small bugs", "created_date": 1741539766, "id": "9516975101687601", "version": "2.05", "version_code": 105, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6976186869099783", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24587321157559749"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "723642449686694"}]}, "change_log": "- easier to grab the ball from opponent (defaults changed, but can be set in Difficulty Settings)\n- easier to score with assisted mode\n- better player names and numbers on t-shirts", "created_date": 1738144942, "id": "9283406831711097", "version": "2.02", "version_code": 102, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}