{"data": {"node": {"__typename": "Application", "id": "9003180923141086", "organization": {"id": "565918486606772", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9003180923141086"}]}, "id": "9058761930901318"}]}}, "firstRevision": {"nodes": [{"application": {"id": "9003180923141086", "release_date": 1746169320, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25272215445811042"}, "id": "2045720819258021"}]}}, "binary": null, "live_binary": null, "created_date": 1762968174, "id": "24816935864672338", "is_initial_release": false, "name_with_fallback": "v11", "pdp_metadata_with_fallback": {"version": 6, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24816935844672340"}, "release_status": "RELEASED", "id": "9003180923141086"}, "id": "24816935844672340", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9003180923141086", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2172037666600185"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4248827092032821", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Zeichnen, Malen, Nachzeichne", "keywords": ["zeichnen", "nachzeichnen", "malen", "sketchar", "kunst"], "long_description": "Sketchar bringt Kreativität auf ein neues Level mit Meta Quest und ermöglicht dir das Zeichnen in einer erweiterten Realität wie nie zuvor. Egal, ob du Anfänger oder erfahrener Künstler bist, unsere innovativen Tools verwandeln jeden Raum in dein persönliches Atelier.\n\nHauptfunktionen & Nutzung von Sketchar auf Meta Quest:\n\nZEICHNE IN DER REALEN WELT MIT AR\n• Nutze modernste Augmented-Reality-Technologie, um Bilder auf jede Oberfläche zu projizieren – Papier, Leinwand, Wände oder sogar 3D-Objekte.\n• Zeichne Konturen nach und erstelle mühelos professionelle Skizzen.\n\nLADEN DEINE EIGENEN BILDER HOCH\n• Verwandle deine Lieblingsbilder in Skizzen, indem du sie direkt über Google Drive in Sketchar hochlädst.\n• Passe sie in Größe und Position an, um sie als Referenz oder Nachzeichnung zu verwenden.\n\n LERNEN & ÜBEN\n• Greife auf über 750 geführte Zeichenlektionen zu, darunter Porträts, Anime, Tiere, Architektur und mehr.\n• Experimentiere mit verschiedenen Pinselstilen, Texturen und digitalen Werkzeugen, um deine Fähigkeiten zu verbessern.\n\nFÄHIGKEITEN ENTWICKELN\n• Perfekt für Hobbykünstler, Profis und alle, die auf spielerische Weise ihre Zeichenkünste verbessern möchten.\n• Ob Anfänger oder Fortgeschrittener – Sketchar bietet strukturierte Lernwege.\n• Erhalte Schritt-für-Schritt-Anleitungen, um neue Techniken zu meistern.\n\nERSTELLE MURAL-KUNST & GRAFFITI\nLass dich von traditionellen Leinwänden nicht einschränken – probiere große Wandgemälde oder Street Art aus!", "short_description": "Sketchar ist eine Zeichen-App, mit der du mithilfe erweiterter Realität Kunst in der realen Welt erschaffen kannst.\nZeichne auf Papier, Leinwänden oder Wänden – ohne Einschränkungen.\nLade deine eigenen Bilder hoch und nutze sie als Grundlage für deine Kunstwerke.\n\nLerne mit über 750 Lektionen und Kursen zu zeichnen – von Prominenten über Anime bis hin zu Tieren und Architektur!"}, {"images": {"nodes": []}, "id": "4108309469423874", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Çizim, Boyama ve İzleme", "keywords": ["çizim", "izleme", "boyama", "Sketchar", "sanat"], "long_description": "Sketchar, Meta Quest için yaratıcılığı tamamen yeni bir seviyeye taşıyor. Genişletilmiş gerçeklik ortamında çizim yaparak, herhangi bir alanı kişisel sanat stüdyonuza dönüştürebilirsiniz. Yeni başlayanlardan profesyonellere kadar herkes için ideal!\n\nAna Özellikler ve Sketchar’ı Meta Quest’te Kullanma Yöntemleri:\n\n🎨 ARTIRILMIŞ GERÇEKLİK İLE GERÇEK DÜNYADA ÇİZİM\n• Gelişmiş artırılmış gerçeklik teknolojisini kullanarak görselleri kağıda, tuvale, duvarlara veya 3D nesnelere yansıtın.\n• Kolayca ana hatları çizin ve profesyonel görünümlü eskizler oluşturun.\n\n📸 KENDİ GÖRSELLERİNİZİ YÜKLEYİN\n• En sevdiğiniz görselleri Google Drive üzerinden Sketchar’a yükleyerek eskizlere dönüştürün.\n• Referans veya izleme kılavuzu olarak kullanmak için boyutlarını ayarlayın ve konumlandırın.\n\n📚 ÇİZİMİ ÖĞRENİN\n• Portre, anime, hayvanlar, mimari ve daha fazlasını kapsayan 750’den fazla rehberli çizim dersine erişin.\n• Çeşitli fırça stilleri, dokular ve dijital araçlarla deneyler yaparak becerilerinizi geliştirin.\n\n🚀 BİLGİ VE BECERİLERİNİZİ GELİŞTİRİN\n• Hobi amaçlı çizenlerden profesyonel sanatçılara kadar herkes için uygundur.\n• Çizim becerilerinizi geliştirmek isteyen herkes için yapılandırılmış öğrenme yolları sunar.\n• Yeni teknikleri adım adım öğrenerek ustalaşın.\n\n🎨 DUVAR RESİMLERİ VE GRAFFITİ YAPIN\nGeleneksel tuvalleri geride bırakın ve kendinizi yaratıcı bir ortama bırakın. Büyük ölçekli duvar resimleri veya sokak sanatı ile deneyler yapın.\n\nSketchar ile Meta Quest’te çizim yapmanın yeni bir yolunu keşfedin!\n", "short_description": "Sketchar, genişletilmiş gerçeklik kullanarak gerçek dünyada sanat yaratmanıza olanak tanıyan bir çizim uygulamasıdır.\nKağıt, tuval veya duvarlar üzerine sınırsızca çizin.\nKendi görsellerinizi yükleyin ve sanat eserleriniz için temel olarak kullanın.\n\nPortre, anime, hayvanlar, mimari ve çok daha fazlasını içeren 750’den fazla dersle çizmeyi öğrenin!"}, {"images": {"nodes": []}, "id": "2636419006703883", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar Dessin AR, Peinture, Tracé", "keywords": ["dessin", "traçage", "peinture", "sketchar", "art"], "long_description": "Fonctionnalités clés et utilisation de Sketchar sur Meta Quest :\n\n DESSINEZ DANS LE MONDE RÉEL AVEC LA RÉALITÉ AUGMENTÉE\n•\tUtilisez une technologie avancée de réalité augmentée pour projeter des images sur n’importe quelle surface : papier, toile, murs ou objets 3D.\n•\tSuivez les contours et créez des croquis professionnels en toute simplicité.\n\n IMPORTER VOS PROPRES IMAGES\n•\tTransformez vos images préférées en croquis en les téléchargeant directement sur Sketchar via Google Drive.\n•\tAjustez, redimensionnez et positionnez-les dans votre espace comme référence ou guide de traçage.\n\nAPPRENEZ À DESSINER\n•\tAccédez à plus de 750 leçons guidées couvrant les portraits, l’anime, les animaux, l’architecture et bien plus encore.\n•\tExpérimentez différents styles de pinceaux, textures et outils numériques pour affiner vos compétences.\n\n DÉVELOPPEZ VOS COMPÉTENCES\n•\tIdéal pour les amateurs, artistes professionnels et toute personne cherchant un moyen amusant et intuitif d’améliorer ses compétences en dessin.\n•\tQue vous débutiez ou souhaitiez progresser, Sketchar propose des parcours d’apprentissage structurés.\n•\tSuivez des instructions étape par étape pour maîtriser de nouvelles techniques.\n\nCRÉEZ DES FRESQUES ET DU GRAFFITI\nLibérez votre créativité et expérimentez des fresques murales à grande échelle ou du street art immersif.", "short_description": "Sketchar est une application de dessin qui vous permet de créer de l’art dans le monde réel grâce à la réalité étendue.\nDessinez sur papier, toiles ou murs – sans limites.\nImportez vos images et utilisez-les comme base pour vos œuvres.\n\nApprenez à dessiner avec plus de 750 leçons et cours, couvrant les célébrités, l’anime, les animaux, l’architecture et bien plus encore !"}, {"images": {"nodes": []}, "id": "2291334794711030", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar Рисование, Скетчи, Трассировка", "keywords": ["рисование", "трессировка", "скетчи", "скетчар", "арт"], "long_description": "Sketchar открывает новый уровень творчества в Meta Quest, позволяя вам рисовать в среде дополненной реальности, как никогда раньше. Независимо от вашего уровня подготовки, наши инновационные инструменты превратят любое пространство в вашу личную арт-студию.\n\nОсновные функции и возможности Sketchar на Meta Quest:\n\n🎨 РИСУЙТЕ В РЕАЛЬНОМ МИРЕ С AR\n• Используйте технологии дополненной реальности, чтобы проецировать изображения на любую поверхность — бумагу, холст, стены или даже 3D-объекты.\n• Переносите контуры и создавайте профессиональные наброски с легкостью.\n\n📸 ИСПОЛЬЗУЙТЕ СВОИ ИЗОБРАЖЕНИЯ\n• Загружайте свои любимые изображения в Sketchar через Google Drive.\n• Настраивайте, изменяйте размер и размещайте их в пространстве для использования в качестве ориентира или основы для рисунка.\n\n📚 ОБУЧАЙТЕСЬ РИСОВАНИЮ\n• Получите доступ к 750+ пошаговым урокам по портретам, аниме, животным, архитектуре и многому другому.\n• Экспериментируйте с различными стилями кистей, текстурами и цифровыми инструментами для улучшения навыков.\n\n🚀 РАЗВИВАЙТЕ НАВЫКИ\n• Подходит для хобби, профессиональных художников и всех, кто хочет легко и весело улучшить свои навыки рисования.\n• Структурированные учебные планы для любого уровня.\n• Пошаговое руководство по освоению новых техник.\n\n🎨 СОЗДАВАЙТЕ МУРАЛЫ\nВыходите за рамки традиционного холста! Экспериментируйте с масштабными фресками и граффити.\n\nНачните рисовать по-новому с Sketchar на Meta Quest!", "short_description": "Sketchar — это приложение для рисования, которое позволяет создавать искусство в реальном мире с помощью дополненной реальности.\nРисуйте на бумаге, холсте или стенах — без ограничений.\nЗагружайте свои изображения и используйте их как основу для ваших работ.\n\nУчитесь рисовать с более чем 750 уроками и курсами: портреты, аниме, животные, архитектура и многое другое!"}, {"images": {"nodes": []}, "id": "2256440718198344", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Vẽ, Tô màu, Phác thảo", "keywords": ["vẽ", "tômàu", "Sketchar", "nghệthuật", "art"], "long_description": "Sketchar mang đến một cấp độ sáng tạo hoàn toàn mới trên Meta Quest, cho phép bạn vẽ trong môi trường thực tế mở rộng theo cách chưa từng có trước đây. Dù bạn là người mới bắt đầu hay họa sĩ chuyên nghiệp, các công cụ sáng tạo của chúng tôi giúp biến bất kỳ không gian nào thành phòng vẽ nghệ thuật cá nhân của bạn.\n\nCác tính năng chính & Cách sử dụng Sketchar trên Meta Quest:\n\n🎨 VẼ TRONG THẾ GIỚI THỰC BẰNG AR\n• Sử dụng công nghệ thực tế tăng cường tiên tiến để chiếu hình ảnh lên mọi bề mặt—giấy, vải, tường hoặc thậm chí là vật thể 3D.\n• Dễ dàng phác thảo đường nét và tạo bản vẽ chuyên nghiệp.\n\n📸 TẢI LÊN HÌNH ẢNH CỦA BẠN\n• Biến ảnh yêu thích của bạn thành bản phác thảo bằng cách tải trực tiếp lên Sketchar qua Google Drive.\n• Điều chỉnh kích thước, vị trí của hình ảnh để sử dụng làm tài liệu tham khảo hoặc hướng dẫn phác thảo.\n\n📚 HỌC VẼ\n• Truy cập hơn 750 bài học vẽ có hướng dẫn về chân dung, anime, động vật, kiến trúc và nhiều hơn nữa.\n• Thử nghiệm với nhiều loại bút vẽ, kết cấu và công cụ kỹ thuật số để nâng cao kỹ năng.\n\n🚀 PHÁT TRIỂN KỸ NĂNG\n• Hoàn hảo cho cả người mới bắt đầu, nghệ sĩ chuyên nghiệp và những ai muốn cải thiện kỹ năng vẽ của mình.\n• Cung cấp lộ trình học tập có hướng dẫn để nâng cao kỹ năng.\n• Học các kỹ thuật mới với hướng dẫn từng bước.\n\n🎨 VẼ TRANH TƯỜNG & GRAFFITI\nThoát khỏi giới hạn của khung vẽ truyền thống và đắm chìm trong môi trường sáng tạo. Thử nghiệm với tranh tường quy mô lớn hoặc graffiti nghệ thuật.\n\nKhám phá một cách vẽ hoàn toàn mới với Sketchar trên Meta Quest!", "short_description": "Sketchar là ứng dụng vẽ giúp bạn sáng tạo nghệ thuật trong thế giới thực bằng công nghệ thực tế mở rộng.\nVẽ trên giấy, vải hoặc tường mà không có giới hạn.\nTải lên hình ảnh của bạn và sử dụng chúng làm nền tảng cho tác phẩm nghệ thuật.\n\nHọc vẽ với hơn 750 bài học về chân dung, anime, động vật, kiến trúc và nhiều hơn nữa!"}, {"images": {"nodes": []}, "id": "1818906258755683", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Disegno, Pittura, Tracciatur", "keywords": ["disegno", "tracciatura", "pittura", "sketchar", "arte"], "long_description": "Sketchar porta la creatività su un nuovo livello con Meta Quest, permettendoti di disegnare in un ambiente di realtà estesa come mai prima d’ora. Che tu sia un principiante o un artista esperto, i nostri strumenti innovativi trasformano qualsiasi spazio nel tuo studio d’arte personale.\n\nFunzionalità principali e come usare Sketchar su Meta Quest:\n\nDISEGNA NEL MONDO REALE CON LA REALTÀ AUMENTATA\n• Utilizza la tecnologia AR avanzata per proiettare immagini su qualsiasi superficie: carta, tela, muri o persino oggetti 3D.\n• Segui i contorni e crea schizzi professionali con facilità.\n\nCARICA LE TUE IMMAGINI\n• Trasforma le tue immagini preferite in schizzi caricandole direttamente su Sketchar tramite Google Drive.\n• Regola, ridimensiona e posiziona le immagini nel tuo spazio come riferimento o guida per la tracciatura.\n\nIMPARA A DISEGNARE\n• Accedi a oltre 750 lezioni guidate su ritratti, anime, animali, architettura e molto altro.\n• Sperimenta diversi stili di pennello, texture e strumenti digitali per affinare le tue abilità.\n\nSVILUPPA LE TUE COMPETENZE\n• Ideale per hobbisti, artisti professionisti e chiunque voglia migliorare le proprie abilità nel disegno in modo divertente e intuitivo.\n• Che tu stia iniziando o voglia perfezionarti, Sketchar offre percorsi di apprendimento strutturati.\n• Segui istruzioni passo dopo passo per padroneggiare nuove tecniche.\n\nCREA MURALES E GRAFFITI\nLibera la tua creatività e sperimenta con murales di grandi dimensioni o street art immersiva.", "short_description": "Sketchar è un’app di disegno che ti permette di creare arte nel mondo reale utilizzando la realtà estesa.\nDisegna su carta, tele o pareti—senza limiti.\nCarica le tue immagini e usale come base per le tue opere d’arte.\n\nImpara a disegnare con oltre 750 lezioni e corsi su celebrità, anime, animali, architettura e molto altro!"}, {"images": {"nodes": []}, "id": "1590665125716741", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Dibujo, Pintura y Trazado", "keywords": ["dibujo", "trazo", "pintura", "sketchar", "arte"], "long_description": "Sketchar lleva la creatividad a otro nivel en Meta Quest, permitiéndote dibujar en un entorno de realidad extendida como nunca antes. Ya seas principiante o artista experimentado, nuestras herramientas innovadoras transforman cualquier espacio en tu estudio personal.\n\nFunciones Principales y Cómo Usar Sketchar en Meta Quest:\n\n🎨 DIBUJA EN EL MUNDO REAL CON AR\n• Utiliza tecnología avanzada de realidad aumentada para proyectar imágenes en cualquier superficie: papel, lienzo, paredes o incluso objetos en 3D.\n• Traza contornos fácilmente y crea bocetos con apariencia profesional.\n\n📸 SUBE TUS PROPIAS IMÁGENES\n• Convierte tus imágenes favoritas en bocetos subiéndolas directamente a Sketchar desde Google Drive.\n• Ajusta su tamaño y posición para usarlas como referencia o guía de trazado.\n\n📚 APRENDE A DIBUJAR\n• Accede a más de 750 lecciones guiadas sobre retratos, anime, animales, arquitectura y más.\n• Experimenta con diferentes estilos de pinceles, texturas y herramientas digitales para mejorar tu técnica.\n\n🚀 MEJORA TUS HABILIDADES\n• Ideal para aficionados, artistas profesionales y cualquier persona que quiera mejorar su destreza en el dibujo.\n• Desde principiantes hasta avanzados, Sketchar ofrece rutas de aprendizaje estructuradas.\n• Recibe instrucciones paso a paso para dominar nuevas técnicas.\n\n🎨 CREA MURALES Y GRAFITIS\nLibérate de los lienzos tradicionales y sumérgete en un entorno creativo. Experimenta con murales de gran escala o arte urbano.\n", "short_description": "Sketchar es una app de dibujo que te permite crear arte en el mundo real usando realidad extendida.\nDibuja sobre papel, lienzos o paredes sin límites.\nSube tus propias imágenes y utilízalas como base para tus obras de arte.\n\nAprende a dibujar con más de 750 lecciones y cursos sobre retratos, anime, animales, arquitectura y mucho más."}, {"images": {"nodes": []}, "id": "1410147020624909", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR 드로잉, 페인팅, 트레이싱", "keywords": ["드로잉", "트레이싱", "페인팅", "sketchar", "아트"], "long_description": "Sketchar는 Meta Quest에서 창작 활동을 한 차원 높여줍니다.\n확장 현실 환경에서 전혀 새로운 방식으로 그림을 그리고 싶다면, Sketchar의 혁신적인 도구를 사용해보세요.\n초보자부터 전문가까지 누구나 쉽게 창작할 수 있습니다.\n\n주요 기능 및 Meta Quest에서 Sketchar를 사용하는 방법:\n\n🎨 AR을 활용해 현실 공간에 그림 그리기\n\t•\t최첨단 증강 현실(AR) 기술로 종이, 캔버스, 벽, 심지어 3D 오브젝트에도 이미지를 투사하세요.\n\t•\t윤곽선을 따라 쉽게 전문가 수준의 스케치를 만들 수 있습니다.\n\n📸 내 사진을 업로드하여 사용하기\n\t•\tGoogle Drive를 통해 좋아하는 이미지를 직접 Sketchar에 업로드하세요.\n\t•\t이미지를 조정하고 크기를 변경하여 참고 자료 또는 트레이싱 가이드로 활용할 수 있습니다.\n\n📚 쉽고 재미있는 드로잉 학습\n\t•\t750개 이상의 단계별 드로잉 레슨을 통해 인물화, 애니메이션, 동물, 건축물 등을 배워보세요.\n\t•\t다양한 브러시 스타일과 텍스처를 실험하며 실력을 향상시킬 수 있습니다.\n\n🚀 드로잉 실력 향상\n\t•\t취미로 그리는 사람부터 전문가까지 모두를 위한 맞춤형 학습 경로 제공.\n\t•\t초보자도 쉽게 따라 할 수 있도록 단계별 가이드 제공.\n\n🎨 대형 벽화 그리기\n캔버스를 넘어선 창작의 세계! 대규모 벽화나 그래피티 아트에 도전해보세요.\n\n이제 Meta Quest에서 Sketchar로 새로운 창작 방식을 경험하세요!", "short_description": "Sketchar는 확장 현실(AR)을 활용해 현실 세계에서 그림을 그릴 수 있는 드로잉 앱입니다.\n종이, 캔버스, 벽 어디든 자유롭게 그려보세요.\n이미지를 업로드하여 작품의 기초로 활용할 수도 있습니다.\n\n750개 이상의 레슨과 코스로 유명인, 애니메이션, 동물, 건축 등 다양한 주제를 배우세요!"}, {"images": {"nodes": []}, "id": "1194478685867317", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Desenho, Pintura, Traçado", "keywords": ["desenho", "traçado", "pintura", "sketchar", "arte"], "long_description": "O Sketchar eleva sua criatividade a um novo nível no Meta Quest, permitindo que você desenhe em um ambiente de realidade aumentada como nunca antes. Se você é um iniciante ou um artista experiente, nossas ferramentas inovadoras transformam qualquer espaço no seu estúdio de arte pessoal.\n\nPrincipais recursos e como usar o Sketchar no Meta Quest:\n\n🎨 DESENHE NO MUNDO REAL COM AR\n• Use tecnologia de realidade aumentada para projetar imagens em qualquer superfície—papel, tela, paredes ou até objetos 3D.\n• Trace contornos e crie esboços incríveis com facilidade.\n\n📸 USE SUAS PRÓPRIAS IMAGENS\n• Envie suas imagens favoritas para o Sketchar através do Google Drive.\n• Ajuste, redimensione e posicione as imagens no espaço para usá-las como referência ou guia de traçado.\n\n📚 APRENDA A DESENHAR PASSO A PASSO\n• Acesse mais de 750 lições guiadas cobrindo retratos, anime, animais, arquitetura e muito mais.\n• Experimente diferentes pincéis, texturas e ferramentas digitais para aprimorar suas habilidades.\n\n🚀 MELHORE SUAS HABILIDADES DE DESENHO\n• Perfeito para iniciantes, artistas profissionais e qualquer pessoa que queira melhorar suas habilidades de desenho de forma divertida e intuitiva.\n• Planos de aprendizado estruturados para todos os níveis.\n\n🎨 CRIE MURAIS\nExpanda seus limites artísticos! Experimente murais em grande escala e arte de rua.\n\nDescubra uma nova maneira de criar com o Sketchar no Meta Quest!", "short_description": "O Sketchar é um aplicativo de desenho que permite criar arte no mundo real usando realidade aumentada.\nDesenhe em papel, telas ou paredes—sem limites.\nEnvie suas próprias imagens e use-as como base para suas criações.\n\nAprenda a desenhar com mais de 750 lições e cursos sobre celebridades, anime, animais, arquitetura e muito mais!"}, {"images": {"nodes": [{"file_name": "Meta Store-Sketchar Cover 47.png", "id": "2124153044778139", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491831964_2124153048111472_2877818444378464334_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kWJXsx_zjT0Q7kNvwHQhIgw&_nc_oc=AdlDaO1_rjzLqH1djLp_eiY1qYHkRkcUAp0prTCPxXey01PSoQ8xg4qMZMwlVxrWVIY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft_6-bTETi_XggdkObvtwpIMvo5ovLsN0ASWH1DxfINPw&oe=69959F58"}, {"file_name": "Icon-Sketchar-main.png", "id": "2050862345390256", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393450_2050862348723589_8446034873560596779_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AckzReITj6kQ7kNvwEf5lRf&_nc_oc=Admuvs_nrW2YiGO9JTDeSl-YR_mr1gYJUqzvo5MFv98_vrpC9lZz6bvO15J9AAlyHok&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuqEC8y0pzptJBE4wADh8Kzs1j0EYuAbz00fl5crklx1A&oe=6995BE3B"}, {"file_name": "Meta Store-Sketchar Cover - Dusto.png", "id": "1594703341514194", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821796_1594703348180860_2047375086128560151_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jLaUIPGCihoQ7kNvwFEPIwb&_nc_oc=AdmRZOZ_HTbhMnqMIhy7f03A-UQ-xu9MEdGHQUyKvdb26GFa8Ll0a0ccQhaPeRboDBY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsma_EYVtJLeop_82RAfwsPN4nj9ij0s8SarPsWl61bXg&oe=69959F31"}, {"file_name": "Meta Store-Sketchar 1000x300.png", "id": "1266185905002116", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491824594_1266185908335449_3412516067062979449_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=027kXCqg-OQQ7kNvwFz-Z6n&_nc_oc=Adk8_Q3tijLf8Nn6VQ90P1-1YZ-H0eXDjO6ylPWSzx-dTMMAvELFKr4i5ueVdISRly8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftDM0IxnTxIRk5K7Q1n4yJievV2p0SXHCmdVJqBFuv38Q&oe=6995BFBC"}, {"file_name": "Meta Store-Sketchar Cover - Dusto-1.png", "id": "1220189773479959", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821081_1220189776813292_1838972446016288680_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a1YZfVp0srEQ7kNvwGT9N-I&_nc_oc=AdlUuOdAVVKZqUbZSoeAzbxOvfwvmjl7rThQOq_bI_J31VBper7R4AnmntwjWR3vj9I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs9BA6Ze5b0LvzI3GUVaIZyRte83OdDaquoHhG-l9o3bQ&oe=6995AC09"}, {"file_name": "sketchar_logo-01.png", "id": "1009011684496363", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392019_1009011694496362_7173337430909856109_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kf66IeJ8fMUQ7kNvwGGcPpK&_nc_oc=Adn9n66ErfDKMS54ovy4z-7PDbZ71S4I2k38_qlmMURtpWrb2yOaORAQ7Q-HMeEugQE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftfmQ_TaTK-FQDcDTBrG-nvbvV6XVY1Oz0f687oA1kdbQ&oe=69959EB2"}]}, "id": "1150559993407810", "locale": "en_US", "screenshots": [{"file_name": "Meta Store-Sketchar Cover 70.png", "id": "1356115059352445", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491823802_1356115062685778_3918188351383025373_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xqk4woM7LkgQ7kNvwETppeb&_nc_oc=AdnDNUDBpReg39zmqFo3mO_bUCzwtHHxC59lsSeXPrDzRxl85yw825nzS8DdEs98SSo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftklviExCh7S5lUzxiQDXaYqy3C6SwIzr2nPppg0DCilw&oe=69959806"}, {"file_name": "Meta Store-Sketchar Cover 69.png", "id": "2087680435373155", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491825503_2087680438706488_6623278289976735717_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wSIaoamdqJwQ7kNvwEFdPFi&_nc_oc=Adnn0YLue3lsAnxv5-uN6v4QZytfRLhPCyubQCI6VzTvBBfGevQWblMbggdffsPBIbg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsRpUFGrwY-Di8dB6ALez-GtsQGi9pqN5cyn2HQ4Jax9Q&oe=6995A7EA"}, {"file_name": "Meta Store-Sketchar Cover 71.png", "id": "2332154767246541", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491823930_2332154770579874_7504506559010472022_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LWVvuNG3JHwQ7kNvwHHVFTr&_nc_oc=AdnxzdQrPbRZvCXpgpPcQYM05VUd1QZnbV2Gkpt7STLJjm-gxsnO1iU7irmYlQgxDVA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftEiQ9Bt6Cj0mWRUPSIOgdu8OKNRG5Y3s2zdOXK9pjt2g&oe=6995AE4D"}, {"file_name": "Meta Store-Sketchar Cover 73.png", "id": "1034916602065445", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820387_1034916605398778_7066737092778109042_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aQfXn9FwHREQ7kNvwH_1rX-&_nc_oc=AdkiUkiqH-82Y9VCQEwRmGYmMxQXQa-dEEWtOCyGFulLWfgTZHzWsBMe84n0khe8xTQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsysYyCVETNQjQG5nNWui9DeAkzuL1BNCYYutI3hxHHbw&oe=6995B420"}, {"file_name": "Meta Store-Sketchar Cover 19.png", "id": "1203796244624189", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393507_1203796247957522_6924120525396946704_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uU73FeGYKRkQ7kNvwEuEXE3&_nc_oc=AdkPRuVamaD2n-uq_z-YeylUJ9g83OaS9lpg7thRMvI_MJvEUMbu07zNeJO_NBLrdME&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsSnwoKH4u8LPcQfAcomYepyLy04u8Zi2mNUCj2GhHizg&oe=69959FDB"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Meta Store-Sketchar Cover 69.png", "id": "2054000858707405", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491825462_2054000865374071_6588663266535713102_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DMbcVOcgvsAQ7kNvwFWC3tm&_nc_oc=AdmcQhFk8wzPKDVK-_Mo67qW-FUfATXU5Sc0KM5iZALP2cXTlS0l5lGbxtwTpVokPS8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvjCFCPdtt4d-FIph6XXxd5i8ekHfNx5L7pa22LH4GnRQ&oe=6995C044"}, "display_name": "SketchAR: Drawing, Tracing, Mural art", "keywords": ["drawing", "tracing", "sketchar", "paint", "art"], "long_description": "Sketchar brings your digital art into the real world by projecting your sketches using Augmented Reality.\n\nKey Features of Sketchar on Quest:\n\n1. UPLOAD YOUR OWN IMAGES EASILY\nEasily send your sketches to the VR headset from your smartphone, desktop, or Google Drive.\n\n2. UNLIMITED SCALE\nProject your artwork on any wall or building — no matter the size.\n\n3. INTUITIVE INTERFACE\nSet up your image in seconds. Easily place, rotate, and position your sketch with natural hand gestures.\n\n4. MOBILE APP SYNC\nDraw sketches using the Sketchar mobile app on iOS and Android and instantly sync them with your VR headset — or upload images directly from the app for immediate use. Available on iOS and Android, Smartphone and Tablets\n\n5. LEARN \nAccess 1000+ guided drawing lessons and templates covering portraits, anime, animals, architecture, and more.\n\n---\nHave ideas to improve Sketchar or want to collaborate? We’d love to hear from you! \nReach out at hello@sketchar.io", "short_description": "Forget projectors and grids. Draw murals faster!\nSketchar lets you project your sketches instantly onto any surface — no cables, no waiting, no setup.\n\nDraw in daylight, work faster, and stay accurate.\nJoin over 50,000 artists worldwide who use Sketchar daily to take mural creation to the next level."}, {"images": {"nodes": []}, "id": "865061546091912", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR 绘画、涂鸦、描摹", "keywords": ["绘画", "描摹", "涂鸦", "Sketchar", "艺术"], "long_description": "Sketchar在Meta Quest上带来全新的创作体验，让你在扩展现实环境中进行绘画，突破传统绘画方式的限制。无论是初学者还是专业艺术家，我们的创新工具都能将任何空间变成你的个人艺术工作室。\n\n主要功能 & 使用方式：\n\n🎨 在现实世界中用AR绘画\n• 采用先进的增强现实技术，将图像投影到纸张、画布、墙面甚至3D物体上。\n• 轻松描摹轮廓，创作专业级的素描作品。\n\n📸 上传自己的图片\n• 通过Google Drive上传你喜欢的图片，将它们转换为草图。\n• 调整大小、位置，并将其作为参考或描摹指南。\n\n📚 学习绘画\n• 获取750+分步绘画课程，涵盖肖像、动漫、动物、建筑等多种题材。\n• 体验不同笔刷风格、材质与数字绘画工具，提高绘画技巧。\n\n🚀 提升技能\n• 适用于绘画爱好者、专业艺术家以及想要提升绘画技能的人群。\n• 提供结构化的学习路径，适合不同水平的用户。\n• 通过逐步指导掌握新技术和绘画方法。\n\n🎨 创作壁画和涂鸦\n突破传统画布的限制，在更广阔的空间里进行艺术创作！尝试大规模壁画或街头涂鸦。\n\n现在就在Meta Quest上体验Sketchar，解锁全新绘画方式！\n", "short_description": "Sketchar是一款利用扩展现实（XR）技术让你在现实世界中创作艺术的绘画应用。\n在纸张、画布、墙面上自由作画，无限制！\n上传你的图片，将它们作为艺术创作的基础。\n\n学习绘画，探索750+绘画课程，涵盖名人肖像、动漫、动物、建筑等各种风格！"}, {"images": {"nodes": []}, "id": "845015237894203", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR ドローイング、ペインティング、トレース", "keywords": ["ドローイング", "トレース", "ペイント", "sketchar", "アート"], "long_description": "SketcharはMeta Questでの創造体験を新たなレベルへと引き上げます。\n初心者からプロのアーティストまで、誰でも簡単に使える革新的なツールを提供し、あらゆる場所をあなたのアートスタジオに変えます。\n\n主な機能とMeta Questでの使い方:\n\n🎨 ARを使って現実世界に描く\n\t•\t最先端の拡張現実（AR）技術を活用し、紙、キャンバス、壁、3Dオブジェクトなどに画像を投影。\n\t•\t輪郭をトレースするだけで、プロ並みのスケッチが簡単に完成！\n\n📸 自分の画像をアップロード\n\t•\tGoogle Driveを使って、お気に入りの画像をSketcharに直接アップロード。\n\t•\t画像のサイズや位置を調整し、トレース用のガイドとして活用。\n\n📚 学ぶ\n\t•\t750以上のガイド付きレッスンで、ポートレート、アニメ、動物、建築などを描く技術を習得。\n\t•\t様々なブラシスタイルやテクスチャ、デジタルツールを使ってスキルを向上。\n\n🚀 スキルアップ\n\t•\t初心者からプロのアーティストまで、楽しく直感的にスキルを向上させるのに最適。\n\t•\t構造化された学習パスで、基礎から応用までしっかり習得。\n\t•\tステップバイステップの指導で、新しい技術をマスター。\n\n🎨 巨大な壁画アートを制作\n伝統的なキャンバスを超えて、大規模な壁画やストリートアートの制作に挑戦！\n\nMeta Questで、新しいアート体験を始めよう！", "short_description": "Sketcharは、拡張現実（AR）を活用して、現実世界でアートを作成できるドローイングアプリです。\n紙やキャンバス、壁など、どこにでも自由に描けます。\n画像をアップロードして、アート作品のベースとして使用できます。\n\n750以上のレッスンやコースで、セレブ、アニメ、動物、建築などを描くスキルを習得！"}]}, "developer_name": null, "developer_privacy_policy_url": "https://sketchar.io/privacy-policy", "developer_terms_of_service_url": "https://sketchar.io/terms-conditions", "publisher_name": "Sketchar inc", "support_website_url": null, "website_url": "https://sketchar.io/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "1819021644882647"}, {"id": "1043107547362485"}], "external_subscription_type": "REQUIRED_FOR_SOME_CONTENT", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH", "GAMEPAD"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24816935844672340"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821081_1220189776813292_1838972446016288680_n.png?stp=dst-png_s360x360&_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a1YZfVp0srEQ7kNvwGT9N-I&_nc_oc=AdlUuOdAVVKZqUbZSoeAzbxOvfwvmjl7rThQOq_bI_J31VBper7R4AnmntwjWR3vj9I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfukMXrxW--endBgyFRP37-gxjijm4CtF9mOK_rk2Wc7CA&oe=6995AC09"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "SketchAR: Drawing, Tracing, Mural art", "platform": "ANDROID_6DOF", "context_category": {"context_category": "APPS", "id": "362692211442873"}, "context_topics": [{"topic_name": "Creativity", "id": "1819021644882647"}, {"topic_name": "Learning", "id": "1043107547362485"}], "release_date": 1746169320, "lastRevision": {"nodes": [{"id": "9003180973141081", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "9003180923141086", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2172037666600185"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "9713439992079065", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Dibujo, Pintura y Trazado", "keywords": ["dibujo", "trazo", "pintura", "sketchar", "arte"], "long_description": "Sketchar lleva la creatividad a otro nivel en Meta Quest, permitiéndote dibujar en un entorno de realidad extendida como nunca antes. Ya seas principiante o artista experimentado, nuestras herramientas innovadoras transforman cualquier espacio en tu estudio personal.\n\nFunciones Principales y Cómo Usar Sketchar en Meta Quest:\n\n🎨 DIBUJA EN EL MUNDO REAL CON AR\n• Utiliza tecnología avanzada de realidad aumentada para proyectar imágenes en cualquier superficie: papel, lienzo, paredes o incluso objetos en 3D.\n• Traza contornos fácilmente y crea bocetos con apariencia profesional.\n\n📸 SUBE TUS PROPIAS IMÁGENES\n• Convierte tus imágenes favoritas en bocetos subiéndolas directamente a Sketchar desde Google Drive.\n• Ajusta su tamaño y posición para usarlas como referencia o guía de trazado.\n\n📚 APRENDE A DIBUJAR\n• Accede a más de 750 lecciones guiadas sobre retratos, anime, animales, arquitectura y más.\n• Experimenta con diferentes estilos de pinceles, texturas y herramientas digitales para mejorar tu técnica.\n\n🚀 MEJORA TUS HABILIDADES\n• Ideal para aficionados, artistas profesionales y cualquier persona que quiera mejorar su destreza en el dibujo.\n• Desde principiantes hasta avanzados, Sketchar ofrece rutas de aprendizaje estructuradas.\n• Recibe instrucciones paso a paso para dominar nuevas técnicas.\n\n🎨 CREA MURALES Y GRAFITIS\nLibérate de los lienzos tradicionales y sumérgete en un entorno creativo. Experimenta con murales de gran escala o arte urbano.\n", "short_description": "Sketchar es una app de dibujo que te permite crear arte en el mundo real usando realidad extendida.\nDibuja sobre papel, lienzos o paredes sin límites.\nSube tus propias imágenes y utilízalas como base para tus obras de arte.\n\nAprende a dibujar con más de 750 lecciones y cursos sobre retratos, anime, animales, arquitectura y mucho más."}, {"images": {"nodes": []}, "id": "1875086366572083", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR 드로잉, 페인팅, 트레이싱", "keywords": ["드로잉", "트레이싱", "페인팅", "sketchar", "아트"], "long_description": "Sketchar는 Meta Quest에서 창작 활동을 한 차원 높여줍니다.\n확장 현실 환경에서 전혀 새로운 방식으로 그림을 그리고 싶다면, Sketchar의 혁신적인 도구를 사용해보세요.\n초보자부터 전문가까지 누구나 쉽게 창작할 수 있습니다.\n\n주요 기능 및 Meta Quest에서 Sketchar를 사용하는 방법:\n\n🎨 AR을 활용해 현실 공간에 그림 그리기\n\t•\t최첨단 증강 현실(AR) 기술로 종이, 캔버스, 벽, 심지어 3D 오브젝트에도 이미지를 투사하세요.\n\t•\t윤곽선을 따라 쉽게 전문가 수준의 스케치를 만들 수 있습니다.\n\n📸 내 사진을 업로드하여 사용하기\n\t•\tGoogle Drive를 통해 좋아하는 이미지를 직접 Sketchar에 업로드하세요.\n\t•\t이미지를 조정하고 크기를 변경하여 참고 자료 또는 트레이싱 가이드로 활용할 수 있습니다.\n\n📚 쉽고 재미있는 드로잉 학습\n\t•\t750개 이상의 단계별 드로잉 레슨을 통해 인물화, 애니메이션, 동물, 건축물 등을 배워보세요.\n\t•\t다양한 브러시 스타일과 텍스처를 실험하며 실력을 향상시킬 수 있습니다.\n\n🚀 드로잉 실력 향상\n\t•\t취미로 그리는 사람부터 전문가까지 모두를 위한 맞춤형 학습 경로 제공.\n\t•\t초보자도 쉽게 따라 할 수 있도록 단계별 가이드 제공.\n\n🎨 대형 벽화 그리기\n캔버스를 넘어선 창작의 세계! 대규모 벽화나 그래피티 아트에 도전해보세요.\n\n이제 Meta Quest에서 Sketchar로 새로운 창작 방식을 경험하세요!", "short_description": "Sketchar는 확장 현실(AR)을 활용해 현실 세계에서 그림을 그릴 수 있는 드로잉 앱입니다.\n종이, 캔버스, 벽 어디든 자유롭게 그려보세요.\n이미지를 업로드하여 작품의 기초로 활용할 수도 있습니다.\n\n750개 이상의 레슨과 코스로 유명인, 애니메이션, 동물, 건축 등 다양한 주제를 배우세요!"}, {"images": {"nodes": [{"file_name": "Icon-Sketchar-main.png", "id": "2050862345390256", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393450_2050862348723589_8446034873560596779_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AckzReITj6kQ7kNvwEf5lRf&_nc_oc=Admuvs_nrW2YiGO9JTDeSl-YR_mr1gYJUqzvo5MFv98_vrpC9lZz6bvO15J9AAlyHok&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuqEC8y0pzptJBE4wADh8Kzs1j0EYuAbz00fl5crklx1A&oe=6995BE3B"}, {"file_name": "Hero Cover-Sketchart- Meta Store.png", "id": "1710607919841067", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491822001_1710607923174400_4359243702539346008_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rFqqNkiGas0Q7kNvwH_sL6I&_nc_oc=Adk0sOzzAatYT42xtkP3dTcmAaPTVCXTBzPFEMAQHSU5cnwDLRAZfUpaMcAi470Vb4k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvC1pmjDIwL5gD0DFMoZMWbl1gEN8nmXgOvZlUs5SBdkQ&oe=6995C3E3"}, {"file_name": "sketchar_logo-01.png", "id": "1009011684496363", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392019_1009011694496362_7173337430909856109_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kf66IeJ8fMUQ7kNvwGGcPpK&_nc_oc=Adn9n66ErfDKMS54ovy4z-7PDbZ71S4I2k38_qlmMURtpWrb2yOaORAQ7Q-HMeEugQE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftfmQ_TaTK-FQDcDTBrG-nvbvV6XVY1Oz0f687oA1kdbQ&oe=69959EB2"}, {"file_name": "Meta Store-Sketchar 1080x360.png", "id": "1002600491588253", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391883_1002600494921586_7579119114006982355_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P3YZgEE-Ay4Q7kNvwHfPHy0&_nc_oc=AdlUqd9_fNE7xA86GBc3MC_lVNSFUdhw7xIn-7aqAA9AlzkZ-bwP-IIiY8wwTi3932M&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvMxz9WXoF-sFGHgvdTXCDpJe-EWuwZIQFwhzVvsClyng&oe=6995CD74"}, {"file_name": "Meta Store-Sketchar 1440x1440.png", "id": "659616616927098", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393589_659616620260431_2981132605564857345_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GrrSLbU-HqwQ7kNvwFD8FN0&_nc_oc=AdmwrQtOW4whQukjytdGiA_ujmlWnBB97zDMdVAklGAZhjjpfq_SxMDwt29TR360x8c&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftXpwstLlCkMNqFPXtEDLZUxTfAgTq-6CjuhVUxBQVUEA&oe=6995A379"}, {"file_name": "Meta Store-Sketchar Cover 14.png", "id": "582081694899102", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393971_582081698232435_8962394590145197611_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hcU5EfRHTEwQ7kNvwHR6pTY&_nc_oc=AdlEPoTn6Dn5b6DhFjkQqjlhFrS-zjLGNlqDwY16wqfgXU-uIYy2OHxa_ufV5SCNaZc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsM1Wy4APlkQTTAxhMhTF2cOb0dI1cVeAD6yOcj0ZoFbg&oe=6995C6A4"}, {"file_name": "Meta Store-Sketchar 1008x1440.png", "id": "569680949020268", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391911_569680952353601_2784130816405991935_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sUVNXH9u2zgQ7kNvwF_l5mv&_nc_oc=AdlGYPtaH5Uqa2s5b5BvMMIsgRiwD44fMpAVU2sF_tA3HzgdRso1PUTdMPYgsz_03bE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftG-caI_7I47YtWy5daWr91wh5k17LsI5jWiXQachCMOw&oe=6995BDB6"}]}, "id": "1655533868660575", "locale": "en_US", "screenshots": [{"file_name": "Meta Store-Sketchar Cover 20.png", "id": "1049827863861897", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392019_1049827867195230_1231903660106229081_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=88D221Q-Z6cQ7kNvwFNs213&_nc_oc=AdkoGaz02uDB0TqGlT1xUhmhpCLCgKhxU6mL9pa5KSAB5FBT0DHAwTYqNoDB6mlzl2Q&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvd5HUJbVhM8dgjR4P6XOOePDCmS1t5spLO3vFilwsthg&oe=6995AF9F"}, {"file_name": "Meta Store-Sketchar Cover 16.png", "id": "1047099483944701", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1047099487278034_2756206087118788667_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HlOztDrwMbsQ7kNvwF7gcCx&_nc_oc=AdmdlS15GxEAPo8wxFsi_VFjmxvWJToHAO_YRDbHRxYR-b_6xpbS8a9lzZZdNTYmHYI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsOPcUjHT3xmLN2h5Y85ByhVVm8RcqcDJl4QNFWj0K6SA&oe=6995B8A6"}, {"file_name": "Meta Store-Sketchar Cover 19.png", "id": "1203796244624189", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393507_1203796247957522_6924120525396946704_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uU73FeGYKRkQ7kNvwEuEXE3&_nc_oc=AdkPRuVamaD2n-uq_z-YeylUJ9g83OaS9lpg7thRMvI_MJvEUMbu07zNeJO_NBLrdME&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsSnwoKH4u8LPcQfAcomYepyLy04u8Zi2mNUCj2GhHizg&oe=69959FDB"}, {"file_name": "Meta Store-Sketchar Cover 18.png", "id": "1063975139117338", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393328_1063975145784004_4163763041988328489_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Iw3dHFPpEawQ7kNvwFh9e9N&_nc_oc=AdmRx3v8N1_FjMozXd4YOCedrfT-kSEvbnvdIO65ttKaHfwJlIDRGdpYTT-4ijhLmY4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftKsKnmbgMQyr8NuaGkCW2oW80szseKYsGEh4h0FaCXHA&oe=6995C5DB"}, {"file_name": "Meta-Store-Sketchar-Cover-17-2.png", "id": "1770059586910431", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391883_1770059590243764_8874539708838280508_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nToeYFK8_wcQ7kNvwEgiAVS&_nc_oc=AdmEoLofBV1nExcVrQFGoEgyVnZQGmmvIZYSkP8RNK2Ef7O-vc2iPoDzcv-baqEwKO8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuyRUD6mLGAiqdF_S6mbWrpv-gEGDhDRZ4t8kl9xfCVMw&oe=6995CD24"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Drawing, Painting, Tracing", "keywords": ["drawing", "tracing", "sketchar", "paint", "art"], "long_description": "Sketchar brings a whole new level of creativity to Meta Quest, allowing you to draw in an extended reality environment like never before. Whether you’re a beginner or a seasoned artist, our innovative tools help you turn any space into your personal art studio.\n\nKey features & how you can use Sketchar on Meta Quest:\n\nDRAW IN THE REAL WORLD WITH AR \n• Use cutting-edge augmented reality technology to project images onto any surface—paper, canvas, walls, or even 3D objects.\n• Trace outlines and create professional-looking sketches with ease.\n\nUPLOAD YOUR OWN IMAGES\n• Turn your favorite images into sketches by uploading them directly into Sketchar using Google Drive.\n• Adjust, resize, and position them in your space to use as a reference or tracing guide.\n\nLEARN\n• Access 750+ guided drawing lessons covering portraits, anime, animals, architecture, and more.\n• Experiment with various brush styles, textures, and digital tools to refine your skills.\n\nGROW SKILLS\n• Ideal for hobbyists, professional artists, and anyone looking for a fun and intuitive way to improve their drawing skills.\n• Whether you’re just starting or looking to improve, Sketchar provides structured learning paths.\n• Get step-by-step guidance to master new techniques.\n\nMAKE MURALS\nBreak free from traditional canvases and immerse yourself in a creative environment. Experiment with large-scale murals, or graffiti.\n\nStart drawing in a whole new way with Sketchar on Meta Quest!", "short_description": "Sketchar is a drawing app that lets you create art in the real world using extended reality.\nDraw on paper, canvases, or walls—without limits. \nUpload your images and use them as a base for your artworks.\n\nLearn to draw with 750+ lessons and courses, covering celebrities, anime, animals, architecture, and much more!"}, {"images": {"nodes": []}, "id": "1444346383645389", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Desenho, Pintura, Traçado", "keywords": ["desenho", "traçado", "pintura", "sketchar", "arte"], "long_description": "O Sketchar eleva sua criatividade a um novo nível no Meta Quest, permitindo que você desenhe em um ambiente de realidade aumentada como nunca antes. Se você é um iniciante ou um artista experiente, nossas ferramentas inovadoras transformam qualquer espaço no seu estúdio de arte pessoal.\n\nPrincipais recursos e como usar o Sketchar no Meta Quest:\n\n🎨 DESENHE NO MUNDO REAL COM AR\n• Use tecnologia de realidade aumentada para projetar imagens em qualquer superfície—papel, tela, paredes ou até objetos 3D.\n• Trace contornos e crie esboços incríveis com facilidade.\n\n📸 USE SUAS PRÓPRIAS IMAGENS\n• Envie suas imagens favoritas para o Sketchar através do Google Drive.\n• Ajuste, redimensione e posicione as imagens no espaço para usá-las como referência ou guia de traçado.\n\n📚 APRENDA A DESENHAR PASSO A PASSO\n• Acesse mais de 750 lições guiadas cobrindo retratos, anime, animais, arquitetura e muito mais.\n• Experimente diferentes pincéis, texturas e ferramentas digitais para aprimorar suas habilidades.\n\n🚀 MELHORE SUAS HABILIDADES DE DESENHO\n• Perfeito para iniciantes, artistas profissionais e qualquer pessoa que queira melhorar suas habilidades de desenho de forma divertida e intuitiva.\n• Planos de aprendizado estruturados para todos os níveis.\n\n🎨 CRIE MURAIS\nExpanda seus limites artísticos! Experimente murais em grande escala e arte de rua.\n\nDescubra uma nova maneira de criar com o Sketchar no Meta Quest!", "short_description": "O Sketchar é um aplicativo de desenho que permite criar arte no mundo real usando realidade aumentada.\nDesenhe em papel, telas ou paredes—sem limites.\nEnvie suas próprias imagens e use-as como base para suas criações.\n\nAprenda a desenhar com mais de 750 lições e cursos sobre celebridades, anime, animais, arquitetura e muito mais!"}, {"images": {"nodes": []}, "id": "1229880921839266", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar Dessin AR, Peinture, Tracé", "keywords": ["dessin", "traçage", "peinture", "sketchar", "art"], "long_description": "Fonctionnalités clés et utilisation de Sketchar sur Meta Quest :\n\n DESSINEZ DANS LE MONDE RÉEL AVEC LA RÉALITÉ AUGMENTÉE\n•\tUtilisez une technologie avancée de réalité augmentée pour projeter des images sur n’importe quelle surface : papier, toile, murs ou objets 3D.\n•\tSuivez les contours et créez des croquis professionnels en toute simplicité.\n\n IMPORTER VOS PROPRES IMAGES\n•\tTransformez vos images préférées en croquis en les téléchargeant directement sur Sketchar via Google Drive.\n•\tAjustez, redimensionnez et positionnez-les dans votre espace comme référence ou guide de traçage.\n\nAPPRENEZ À DESSINER\n•\tAccédez à plus de 750 leçons guidées couvrant les portraits, l’anime, les animaux, l’architecture et bien plus encore.\n•\tExpérimentez différents styles de pinceaux, textures et outils numériques pour affiner vos compétences.\n\n DÉVELOPPEZ VOS COMPÉTENCES\n•\tIdéal pour les amateurs, artistes professionnels et toute personne cherchant un moyen amusant et intuitif d’améliorer ses compétences en dessin.\n•\tQue vous débutiez ou souhaitiez progresser, Sketchar propose des parcours d’apprentissage structurés.\n•\tSuivez des instructions étape par étape pour maîtriser de nouvelles techniques.\n\nCRÉEZ DES FRESQUES ET DU GRAFFITI\nLibérez votre créativité et expérimentez des fresques murales à grande échelle ou du street art immersif.", "short_description": "Sketchar est une application de dessin qui vous permet de créer de l’art dans le monde réel grâce à la réalité étendue.\nDessinez sur papier, toiles ou murs – sans limites.\nImportez vos images et utilisez-les comme base pour vos œuvres.\n\nApprenez à dessiner avec plus de 750 leçons et cours, couvrant les célébrités, l’anime, les animaux, l’architecture et bien plus encore !"}, {"images": {"nodes": []}, "id": "1207932658008896", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Disegno, Pittura, Tracciatur", "keywords": ["disegno", "tracciatura", "pittura", "sketchar", "arte"], "long_description": "Sketchar porta la creatività su un nuovo livello con Meta Quest, permettendoti di disegnare in un ambiente di realtà estesa come mai prima d’ora. Che tu sia un principiante o un artista esperto, i nostri strumenti innovativi trasformano qualsiasi spazio nel tuo studio d’arte personale.\n\nFunzionalità principali e come usare Sketchar su Meta Quest:\n\nDISEGNA NEL MONDO REALE CON LA REALTÀ AUMENTATA\n• Utilizza la tecnologia AR avanzata per proiettare immagini su qualsiasi superficie: carta, tela, muri o persino oggetti 3D.\n• Segui i contorni e crea schizzi professionali con facilità.\n\nCARICA LE TUE IMMAGINI\n• Trasforma le tue immagini preferite in schizzi caricandole direttamente su Sketchar tramite Google Drive.\n• Regola, ridimensiona e posiziona le immagini nel tuo spazio come riferimento o guida per la tracciatura.\n\nIMPARA A DISEGNARE\n• Accedi a oltre 750 lezioni guidate su ritratti, anime, animali, architettura e molto altro.\n• Sperimenta diversi stili di pennello, texture e strumenti digitali per affinare le tue abilità.\n\nSVILUPPA LE TUE COMPETENZE\n• Ideale per hobbisti, artisti professionisti e chiunque voglia migliorare le proprie abilità nel disegno in modo divertente e intuitivo.\n• Che tu stia iniziando o voglia perfezionarti, Sketchar offre percorsi di apprendimento strutturati.\n• Segui istruzioni passo dopo passo per padroneggiare nuove tecniche.\n\nCREA MURALES E GRAFFITI\nLibera la tua creatività e sperimenta con murales di grandi dimensioni o street art immersiva.", "short_description": "Sketchar è un’app di disegno che ti permette di creare arte nel mondo reale utilizzando la realtà estesa.\nDisegna su carta, tele o pareti—senza limiti.\nCarica le tue immagini e usale come base per le tue opere d’arte.\n\nImpara a disegnare con oltre 750 lezioni e corsi su celebrità, anime, animali, architettura e molto altro!"}, {"images": {"nodes": []}, "id": "1048171554041246", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR ドローイング、ペインティング、トレース", "keywords": ["ドローイング", "トレース", "ペイント", "sketchar", "アート"], "long_description": "SketcharはMeta Questでの創造体験を新たなレベルへと引き上げます。\n初心者からプロのアーティストまで、誰でも簡単に使える革新的なツールを提供し、あらゆる場所をあなたのアートスタジオに変えます。\n\n主な機能とMeta Questでの使い方:\n\n🎨 ARを使って現実世界に描く\n\t•\t最先端の拡張現実（AR）技術を活用し、紙、キャンバス、壁、3Dオブジェクトなどに画像を投影。\n\t•\t輪郭をトレースするだけで、プロ並みのスケッチが簡単に完成！\n\n📸 自分の画像をアップロード\n\t•\tGoogle Driveを使って、お気に入りの画像をSketcharに直接アップロード。\n\t•\t画像のサイズや位置を調整し、トレース用のガイドとして活用。\n\n📚 学ぶ\n\t•\t750以上のガイド付きレッスンで、ポートレート、アニメ、動物、建築などを描く技術を習得。\n\t•\t様々なブラシスタイルやテクスチャ、デジタルツールを使ってスキルを向上。\n\n🚀 スキルアップ\n\t•\t初心者からプロのアーティストまで、楽しく直感的にスキルを向上させるのに最適。\n\t•\t構造化された学習パスで、基礎から応用までしっかり習得。\n\t•\tステップバイステップの指導で、新しい技術をマスター。\n\n🎨 巨大な壁画アートを制作\n伝統的なキャンバスを超えて、大規模な壁画やストリートアートの制作に挑戦！\n\nMeta Questで、新しいアート体験を始めよう！", "short_description": "Sketcharは、拡張現実（AR）を活用して、現実世界でアートを作成できるドローイングアプリです。\n紙やキャンバス、壁など、どこにでも自由に描けます。\n画像をアップロードして、アート作品のベースとして使用できます。\n\n750以上のレッスンやコースで、セレブ、アニメ、動物、建築などを描くスキルを習得！"}, {"images": {"nodes": []}, "id": "694750986435655", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Vẽ, Tô màu, Phác thảo", "keywords": ["vẽ", "tômàu", "Sketchar", "nghệthuật", "art"], "long_description": "Sketchar mang đến một cấp độ sáng tạo hoàn toàn mới trên Meta Quest, cho phép bạn vẽ trong môi trường thực tế mở rộng theo cách chưa từng có trước đây. Dù bạn là người mới bắt đầu hay họa sĩ chuyên nghiệp, các công cụ sáng tạo của chúng tôi giúp biến bất kỳ không gian nào thành phòng vẽ nghệ thuật cá nhân của bạn.\n\nCác tính năng chính & Cách sử dụng Sketchar trên Meta Quest:\n\n🎨 VẼ TRONG THẾ GIỚI THỰC BẰNG AR\n• Sử dụng công nghệ thực tế tăng cường tiên tiến để chiếu hình ảnh lên mọi bề mặt—giấy, vải, tường hoặc thậm chí là vật thể 3D.\n• Dễ dàng phác thảo đường nét và tạo bản vẽ chuyên nghiệp.\n\n📸 TẢI LÊN HÌNH ẢNH CỦA BẠN\n• Biến ảnh yêu thích của bạn thành bản phác thảo bằng cách tải trực tiếp lên Sketchar qua Google Drive.\n• Điều chỉnh kích thước, vị trí của hình ảnh để sử dụng làm tài liệu tham khảo hoặc hướng dẫn phác thảo.\n\n📚 HỌC VẼ\n• Truy cập hơn 750 bài học vẽ có hướng dẫn về chân dung, anime, động vật, kiến trúc và nhiều hơn nữa.\n• Thử nghiệm với nhiều loại bút vẽ, kết cấu và công cụ kỹ thuật số để nâng cao kỹ năng.\n\n🚀 PHÁT TRIỂN KỸ NĂNG\n• Hoàn hảo cho cả người mới bắt đầu, nghệ sĩ chuyên nghiệp và những ai muốn cải thiện kỹ năng vẽ của mình.\n• Cung cấp lộ trình học tập có hướng dẫn để nâng cao kỹ năng.\n• Học các kỹ thuật mới với hướng dẫn từng bước.\n\n🎨 VẼ TRANH TƯỜNG & GRAFFITI\nThoát khỏi giới hạn của khung vẽ truyền thống và đắm chìm trong môi trường sáng tạo. Thử nghiệm với tranh tường quy mô lớn hoặc graffiti nghệ thuật.\n\nKhám phá một cách vẽ hoàn toàn mới với Sketchar trên Meta Quest!", "short_description": "Sketchar là ứng dụng vẽ giúp bạn sáng tạo nghệ thuật trong thế giới thực bằng công nghệ thực tế mở rộng.\nVẽ trên giấy, vải hoặc tường mà không có giới hạn.\nTải lên hình ảnh của bạn và sử dụng chúng làm nền tảng cho tác phẩm nghệ thuật.\n\nHọc vẽ với hơn 750 bài học về chân dung, anime, động vật, kiến trúc và nhiều hơn nữa!"}, {"images": {"nodes": []}, "id": "669994562415415", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Zeichnen, Malen, Nachzeichne", "keywords": ["zeichnen", "nachzeichnen", "malen", "sketchar", "kunst"], "long_description": "Sketchar bringt Kreativität auf ein neues Level mit Meta Quest und ermöglicht dir das Zeichnen in einer erweiterten Realität wie nie zuvor. Egal, ob du Anfänger oder erfahrener Künstler bist, unsere innovativen Tools verwandeln jeden Raum in dein persönliches Atelier.\n\nHauptfunktionen & Nutzung von Sketchar auf Meta Quest:\n\nZEICHNE IN DER REALEN WELT MIT AR\n• Nutze modernste Augmented-Reality-Technologie, um Bilder auf jede Oberfläche zu projizieren – Papier, Leinwand, Wände oder sogar 3D-Objekte.\n• Zeichne Konturen nach und erstelle mühelos professionelle Skizzen.\n\nLADEN DEINE EIGENEN BILDER HOCH\n• Verwandle deine Lieblingsbilder in Skizzen, indem du sie direkt über Google Drive in Sketchar hochlädst.\n• Passe sie in Größe und Position an, um sie als Referenz oder Nachzeichnung zu verwenden.\n\n LERNEN & ÜBEN\n• Greife auf über 750 geführte Zeichenlektionen zu, darunter Porträts, Anime, Tiere, Architektur und mehr.\n• Experimentiere mit verschiedenen Pinselstilen, Texturen und digitalen Werkzeugen, um deine Fähigkeiten zu verbessern.\n\nFÄHIGKEITEN ENTWICKELN\n• Perfekt für Hobbykünstler, Profis und alle, die auf spielerische Weise ihre Zeichenkünste verbessern möchten.\n• Ob Anfänger oder Fortgeschrittener – Sketchar bietet strukturierte Lernwege.\n• Erhalte Schritt-für-Schritt-Anleitungen, um neue Techniken zu meistern.\n\nERSTELLE MURAL-KUNST & GRAFFITI\nLass dich von traditionellen Leinwänden nicht einschränken – probiere große Wandgemälde oder Street Art aus!", "short_description": "Sketchar ist eine Zeichen-App, mit der du mithilfe erweiterter Realität Kunst in der realen Welt erschaffen kannst.\nZeichne auf Papier, Leinwänden oder Wänden – ohne Einschränkungen.\nLade deine eigenen Bilder hoch und nutze sie als Grundlage für deine Kunstwerke.\n\nLerne mit über 750 Lektionen und Kursen zu zeichnen – von Prominenten über Anime bis hin zu Tieren und Architektur!"}, {"images": {"nodes": []}, "id": "610352392027293", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR 绘画、涂鸦、描摹", "keywords": ["绘画", "描摹", "涂鸦", "Sketchar", "艺术"], "long_description": "Sketchar在Meta Quest上带来全新的创作体验，让你在扩展现实环境中进行绘画，突破传统绘画方式的限制。无论是初学者还是专业艺术家，我们的创新工具都能将任何空间变成你的个人艺术工作室。\n\n主要功能 & 使用方式：\n\n🎨 在现实世界中用AR绘画\n• 采用先进的增强现实技术，将图像投影到纸张、画布、墙面甚至3D物体上。\n• 轻松描摹轮廓，创作专业级的素描作品。\n\n📸 上传自己的图片\n• 通过Google Drive上传你喜欢的图片，将它们转换为草图。\n• 调整大小、位置，并将其作为参考或描摹指南。\n\n📚 学习绘画\n• 获取750+分步绘画课程，涵盖肖像、动漫、动物、建筑等多种题材。\n• 体验不同笔刷风格、材质与数字绘画工具，提高绘画技巧。\n\n🚀 提升技能\n• 适用于绘画爱好者、专业艺术家以及想要提升绘画技能的人群。\n• 提供结构化的学习路径，适合不同水平的用户。\n• 通过逐步指导掌握新技术和绘画方法。\n\n🎨 创作壁画和涂鸦\n突破传统画布的限制，在更广阔的空间里进行艺术创作！尝试大规模壁画或街头涂鸦。\n\n现在就在Meta Quest上体验Sketchar，解锁全新绘画方式！\n", "short_description": "Sketchar是一款利用扩展现实（XR）技术让你在现实世界中创作艺术的绘画应用。\n在纸张、画布、墙面上自由作画，无限制！\n上传你的图片，将它们作为艺术创作的基础。\n\n学习绘画，探索750+绘画课程，涵盖名人肖像、动漫、动物、建筑等各种风格！"}, {"images": {"nodes": []}, "id": "576090782170369", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar AR Çizim, Boyama ve İzleme", "keywords": ["çizim", "izleme", "boyama", "Sketchar", "sanat"], "long_description": "Sketchar, Meta Quest için yaratıcılığı tamamen yeni bir seviyeye taşıyor. Genişletilmiş gerçeklik ortamında çizim yaparak, herhangi bir alanı kişisel sanat stüdyonuza dönüştürebilirsiniz. Yeni başlayanlardan profesyonellere kadar herkes için ideal!\n\nAna Özellikler ve Sketchar’ı Meta Quest’te Kullanma Yöntemleri:\n\n🎨 ARTIRILMIŞ GERÇEKLİK İLE GERÇEK DÜNYADA ÇİZİM\n• Gelişmiş artırılmış gerçeklik teknolojisini kullanarak görselleri kağıda, tuvale, duvarlara veya 3D nesnelere yansıtın.\n• Kolayca ana hatları çizin ve profesyonel görünümlü eskizler oluşturun.\n\n📸 KENDİ GÖRSELLERİNİZİ YÜKLEYİN\n• En sevdiğiniz görselleri Google Drive üzerinden Sketchar’a yükleyerek eskizlere dönüştürün.\n• Referans veya izleme kılavuzu olarak kullanmak için boyutlarını ayarlayın ve konumlandırın.\n\n📚 ÇİZİMİ ÖĞRENİN\n• Portre, anime, hayvanlar, mimari ve daha fazlasını kapsayan 750’den fazla rehberli çizim dersine erişin.\n• Çeşitli fırça stilleri, dokular ve dijital araçlarla deneyler yaparak becerilerinizi geliştirin.\n\n🚀 BİLGİ VE BECERİLERİNİZİ GELİŞTİRİN\n• Hobi amaçlı çizenlerden profesyonel sanatçılara kadar herkes için uygundur.\n• Çizim becerilerinizi geliştirmek isteyen herkes için yapılandırılmış öğrenme yolları sunar.\n• Yeni teknikleri adım adım öğrenerek ustalaşın.\n\n🎨 DUVAR RESİMLERİ VE GRAFFITİ YAPIN\nGeleneksel tuvalleri geride bırakın ve kendinizi yaratıcı bir ortama bırakın. Büyük ölçekli duvar resimleri veya sokak sanatı ile deneyler yapın.\n\nSketchar ile Meta Quest’te çizim yapmanın yeni bir yolunu keşfedin!\n", "short_description": "Sketchar, genişletilmiş gerçeklik kullanarak gerçek dünyada sanat yaratmanıza olanak tanıyan bir çizim uygulamasıdır.\nKağıt, tuval veya duvarlar üzerine sınırsızca çizin.\nKendi görsellerinizi yükleyin ve sanat eserleriniz için temel olarak kullanın.\n\nPortre, anime, hayvanlar, mimari ve çok daha fazlasını içeren 750’den fazla dersle çizmeyi öğrenin!"}, {"images": {"nodes": []}, "id": "533359006299459", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sketchar Рисование, Скетчи, Трассировка", "keywords": ["рисование", "трессировка", "скетчи", "скетчар", "арт"], "long_description": "Sketchar открывает новый уровень творчества в Meta Quest, позволяя вам рисовать в среде дополненной реальности, как никогда раньше. Независимо от вашего уровня подготовки, наши инновационные инструменты превратят любое пространство в вашу личную арт-студию.\n\nОсновные функции и возможности Sketchar на Meta Quest:\n\n🎨 РИСУЙТЕ В РЕАЛЬНОМ МИРЕ С AR\n• Используйте технологии дополненной реальности, чтобы проецировать изображения на любую поверхность — бумагу, холст, стены или даже 3D-объекты.\n• Переносите контуры и создавайте профессиональные наброски с легкостью.\n\n📸 ИСПОЛЬЗУЙТЕ СВОИ ИЗОБРАЖЕНИЯ\n• Загружайте свои любимые изображения в Sketchar через Google Drive.\n• Настраивайте, изменяйте размер и размещайте их в пространстве для использования в качестве ориентира или основы для рисунка.\n\n📚 ОБУЧАЙТЕСЬ РИСОВАНИЮ\n• Получите доступ к 750+ пошаговым урокам по портретам, аниме, животным, архитектуре и многому другому.\n• Экспериментируйте с различными стилями кистей, текстурами и цифровыми инструментами для улучшения навыков.\n\n🚀 РАЗВИВАЙТЕ НАВЫКИ\n• Подходит для хобби, профессиональных художников и всех, кто хочет легко и весело улучшить свои навыки рисования.\n• Структурированные учебные планы для любого уровня.\n• Пошаговое руководство по освоению новых техник.\n\n🎨 СОЗДАВАЙТЕ МУРАЛЫ\nВыходите за рамки традиционного холста! Экспериментируйте с масштабными фресками и граффити.\n\nНачните рисовать по-новому с Sketchar на Meta Quest!", "short_description": "Sketchar — это приложение для рисования, которое позволяет создавать искусство в реальном мире с помощью дополненной реальности.\nРисуйте на бумаге, холсте или стенах — без ограничений.\nЗагружайте свои изображения и используйте их как основу для ваших работ.\n\nУчитесь рисовать с более чем 750 уроками и курсами: портреты, аниме, животные, архитектура и многое другое!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://sketchar.io/privacy-policy", "developer_terms_of_service_url": "https://sketchar.io/terms-conditions", "publisher_name": "Sketchar inc", "support_website_url": null, "website_url": "https://sketchar.io/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "1819021644882647"}, {"id": "1043107547362485"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH", "GAMEPAD"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9448585738600600"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "1455790632380885"}]}, "baseline_offer": {"id": "1455790632380885"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1746169320, "status": "PUBLISHED", "id": "1455790632380885"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25272215445811042", "version": "1.0.30"}, "id": "2045720819258021", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9003180923141086", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25272215445811042"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770300133, "id": "25516536074712310", "version": "1.0.30", "version_code": 887, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9003180923141086", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25272215445811042"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2045720819258021"}]}, "change_log": "Grid items click fixed", "created_date": 1767891052, "id": "25272215445811042", "version": "1.0.30", "version_code": 621, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9003180923141086", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25272215445811042"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1767803331, "id": "25263931783306075", "version": "1.0.30", "version_code": 611, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9003180923141086", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25272215445811042"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2045720819258021"}]}, "change_log": null, "created_date": 1767791412, "id": "25262651490100771", "version": "1.0.30", "version_code": 609, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "9003180923141086", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25272215445811042"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1767710471, "id": "25255058137526773", "version": "1.0.30", "version_code": 607, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}