{"data": {"node": {"__typename": "Application", "id": "4629225960449550", "organization": {"id": "3598348060222176", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4382981625162620"}]}, "id": "427903942305426"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4629225960449550"}]}, "id": "442280003923435"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4629225960449550", "release_date": 1685638800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 17}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6228758253829638"}, "id": "447582423438366"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4629225960449550", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6228758253829638"}, "release_status": "RELEASED"}, "id": "6228758253829638", "version": "1.0.767.38513", "version_code": 767, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1637848649, "id": "4602306329826339", "is_initial_release": true, "name_with_fallback": "v1", "pdp_metadata_with_fallback": {"version": 1, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "613525983050073"}, "release_status": "RELEASED", "id": "4629225960449550"}, "id": "613525983050073", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": true, "release_status": "RELEASED", "release_type": "MANAGED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4629225960449550", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "973014127389131"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3560744567537012", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "Terror", "Comedia", "radio", "locutor"], "long_description": "Es el año 1987 y, cuando el reloj marca la medianoche en la pequeña ciudad estadounidense de Gallows Creek, el locutor Forrest Nach, de Big City Radio, entra en directo en el aire en lo que se convertirá en el turno de noche de su vida.\n\nEn esta comedia de terror, debes resolver puzles para evitar que un misterioso asesino cace a los oyentes que llaman a la emisora. \n\n•Narrativa única en 1.ª persona: métete en la piel del locutor de un programa de radio de debate nocturno nuevo en la ciudad y caído en desgracia. El jefe de policía está muerto... así que la población recurre a ti para obtener ayuda, pues parece ser que tú, Forrest Nash, eres la única persona en el pueblo que puede manejar una línea telefónica.\n\n•Toma de decisiones en tiempo real y resuelve puzles: usa los diálogos ramificados para interactuar con la multitud de personajes excéntricos de la pequeña ciudad, entre los que se cuentan posibles víctimas y sospechosos.\n\n•Ambientación de juego de terror retro: viaja atrás en el tiempo hasta 1987 con este título de puzles inspirado en el cine de terror ochentero, explora un estudio de radio con todo lujo de fieles detalles e interactúa con docenas de objetos de física realista sacados directamente de otra época, como un radiocasete y un tocadiscos en perfecto funcionamiento. ¡Además, tiene un completo elenco de voces y una banda sonora original brutal de temas inspirados en los 80 que van desde clásicos del rock hasta la música electrónica!", "short_description": "Killer Frequency es un juego de terror y puzles en primera persona ambientado en 1987 que te pone en la piel de Forrest Nash, un locutor de radio de un programa de debate nocturno de una pequeña ciudad estadounidense cuyos oyentes están siendo acosados por un misterioso asesino. "}, {"images": {"nodes": []}, "id": "1856132771446813", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "恐怖", "喜劇", "廣播", "DJ"], "long_description": "1987 年，美國加洛斯溪小鎮的時鐘來到午夜十二點，來自大城市的電台 DJ 佛瑞斯特·奈許正在上夜班，而接下來進行的節目將改變他的一生。\n\n在這個恐怖喜劇中，您必須解開謎題，協助來電聽眾逃過神秘殺人魔的追殺。每通電話都攸關生死，您能拯救加洛斯溪鎮居民的性命嗎？\n\n• 獨特的第一人稱敘事：扮演深夜電台談話節目主持人，初來乍到，就發生一件恐怖的事。警長死了... 所以鎮民們轉而向您求助，因為很顯然，您這裡是鎮上唯一打得通的電話。\n\n• 即時決策和解謎：透過分支對話來與各式各樣的古怪小鎮民眾互動，包括可能是受害者和嫌疑犯的人物。探索周遭環境、蒐集線索、做出決策，解開謎題得到成就感，並協助您的每一位聽眾活過今晚。\n\n• 復古的砍殺電影背景設定：透過這款以砍殺電影為靈感的解謎遊戲，讓時光倒退回 1987 年，探索細節逼真的廣播電台，並與數十種符合物理定律的舊時代物品互動，包括可操作的錄音帶和播音機。享受具完整配音的角色陣容，以及靈感源自 1980 年代的超正點原聲帶，曲目從經典搖滾到 Synthwave 風格電子樂應有盡有！", "short_description": "《Killer Frequency》是一款時間設於 1987 年的第一人稱恐怖解謎遊戲，您將扮演一個美國小鎮的深夜電台談話節目主持人，他的聽眾正遭一名神秘殺人魔盯上。 "}, {"images": {"nodes": []}, "id": "1669733413469948", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "L'anno è il 1987 e l'orologio batte la mezzanotte nella piccola città di Gallows Creek, negli Stati Uniti. Il DJ della radio cittadina Forrest Nash è in diretta in quella che si rivelerà essere la trasmissione notturna della sua vita...\n\nIn questa commedia horror, dovrai risolvere degli enigmi per salvare gli ascoltatori che ti chiamano dalla minaccia di un misterioso assassino. \n\n• Narrazione unica in prima persona: calati nei panni di un conduttore di un talk-show radiofonico notturno, appena arrivato in città e caduto in disgrazia. Il capo della polizia è morto, così gli abitanti della città si rivolgono a te per chiedere aiuto, poiché a quanto pare tu, Forrest Nash, sei l'unica persona in città in grado di gestire una linea telefonica.\n\n• Processo decisionale ed enigmi in tempo reale: usa dialoghi ramificati per interagire con gli eccentrici personaggi della cittadina, tra cui potenziali vittime e sospettati. \n\n• Ambientazione slasher rétro: fai un salto indietro nel tempo nel 1987 con questo rompicapo ispirato ai film slasher. Esplora una stazione radio ricca di dettagli autentici e interagisci con decine di oggetti basati sulla fisica e provenienti da un'epoca passata, tra cui una cassetta e un giradischi funzionanti. Con un cast completamente doppiato e una colonna sonora originale da urlo, goditi i fantastici brani ispirati agli anni '80, dai classici del rock alla synthwave!", "short_description": "Killer Frequency è un rompicapo horror in prima persona ambientato nel 1987, che ti fa vestire i panni di uno speaker radiofonico di programmi notturni in una piccola cittadina americana i cui ascoltatori vengono perseguitati da un assassino misterioso. "}, {"images": {"nodes": []}, "id": "1647260819086004", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "terror", "comédia", "rádio", "DJ"], "long_description": "Estamos no ano de 1987 e o relógio bate a meia-noite na pequena vila de Gallows Creek, nos EUA. O famoso DJ da rádio Forrest Nash, está ao vivo no seu programa, no que se irá revelar como o turno noturno mais marcante da sua vida.\n\nNesta comédia de terror, terás de resolver puzzles para impedir os ouvintes de serem caçados por um assassino misterioso.\n\n• Uma narrativa única na primeira pessoa: entra na pele de um locutor de rádio de um programa noturno que acabou de chegar à vila e caiu em desgraça. O chefe da polícia morreu… por isso, os habitantes pedem a tua ajuda. Aparentemente tu és a única pessoa na vila a conseguir operar uma linha telefónica.\n\n• Tomada de decisões e puzzles em tempo real: usa diálogos ramificados para interagir com uma variedade de personalidades excêntricas típicas de uma vila pequena, incluindo potenciais vítimas e suspeitos. Explora as tuas imediações, recolhe pistas, toma decisões, resolve enigmas divertidos e tenta ajudar os habitantes que te ligam a sobreviver a noite. \n\n• Ambiente de Retro Slasher: volta atrás no tempo até 1987 com este jogo de puzzles inspirado em slashers – explora uma estação de rádio tão detalhada como autêntica e interage com dezenas de objetos físicos, diretamente de uma era passada, incluindo uma cassete e um gira-discos. Inclui uma dobragem completa e uma banda sonora original brutal, com músicas inspiradas nos anos 80 que vão de clássicos do rock ao synthwave!", "short_description": "Killer Frequency é um jogo de puzzles de terror na primeira pessoa que decorre em 1987 e te coloca na pele de um locutor de rádio de um programa noturno numa pequena vila americana e cujos ouvintes estão a ser perseguidos por um assassino misterioso. "}, {"images": {"nodes": []}, "id": "1214262895957478", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "공포", "코미디", "라디오", "DJ"], "long_description": "1987년, 미국의 작은 마을 Gallows Creek에서 시계가 자정을 가리킵니다. 큰 도시의 라디오 DJ인 Forrest Nash는 야간 방송을 진행하게 되고, 그 방송을 통해 죽음을 맞닥뜨리게 됩니다...\n\n이 호러 코미디 게임에서 당신은 퍼즐을 풀고 정체를 알 수 없는 살인마에게 쫓기는 발신자를 구해야 합니다. 모든 전화에 목숨이 달린 상황에서, 당신은 Gallows Creek의 주민들을 구할 수 있을까요?\n\n• 독특한 1인칭 내러티브: 심야 라디오 토크쇼의 진행자가 되어 보세요. 마을에 온 지 얼마 안 됐고, 아주 심각한 상황에 빠졌지만 말이죠. 경찰서장은 죽었고... 마을 주민들은 당신, Forest Nash에게 도움을 요청합니다. 전화선을 이용할 수 있는 사람은 바로 Forest Nash뿐이니까요.\n\n• 실시간 선택과 퍼즐: 다양한 선택지의 대화로 기이하고 작은 마을의 잠재적 희생자와 용의자가 포함된 여러 사람들과 상호 작용하세요. 주변을 탐색하고, 단서를 수집하고, 결정을 내리고, 완벽하게 수수께끼를 풀고, 전화를 건 사람들이 밤을 무사히 보낼 수 있도록 도와주세요. \n\n• 레트로 슬래셔 설정: 슬래셔 장르에 영감을 받은 퍼즐과 함께 1987년으로 돌아가 보세요. 현실감 넘치는 라디오 방송국을 탐색하고, 작동하는 카세트와 레코드 플레이어를 비롯해 과거에 있었던 수십 개의 물리 기반 물체와 상호 작용해 보세요. 완전히 더빙된 음성, 80년대에 히트했던 클래식 록과 신스웨이브에서 영감을 받은 오리지널 사운드트랙도 포함되어 있었습니다!", "short_description": "Killer Frequency는 1987년을 배경으로 진행되는 1인칭 공포 퍼즐 게임입니다. 미국의 작은 마을에서 심야 라디오 토크쇼의 진행자가 되어 정체를 알 수 없는 의문의 킬러에게 스토킹을 당하고 있다는 제보를 준 발신자를 위험으로부터 구해내야 합니다. "}, {"images": {"nodes": []}, "id": "1153439886048708", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "ホラー", "コメディ", "ラジオ", "DJ"], "long_description": "時は1987年、アメリカの小さな町Gallows Creekで時計が真夜中を告げる。町のラジオDJ Forrest Nashが開始した放送が、前代未聞の殺人劇へと変貌する…\n\nこのホラーコメディでは、パズルを解いて電話の主が謎の殺人者に殺されるのを阻止しよう。あらゆる電話が生死に関わる。君はGallows Creekの住民を守ることができるだろうか？\n\n• 独自の一人称のナラティブ：町に来たばかりの、深夜ラジオのトークショーの落ちこぼれホストになろう。警察署長は死亡…町の人々は君に助けを求めてくる。なぜならば、君、Forest Nashこそが、町で唯一電話回線を操作できる人間だからだ。\n\n• リアルタイムの決断とパズル：枝分かれする会話で、小さな町のエキセントリックな人々と交流しよう。中には被害者と容疑者が含まれているかもしれない。周囲を探索して手掛かりを探し、決断を重ね、謎を解き、電話の主が夜明けまで生き延びられるよう手助けしよう。\n\n• レトロな殺人鬼物語の舞台：殺人鬼にインスピレーションを受けたこのパズルゲームで、1987年代に遡ろう。細部まで正確に作り込まれたラジオ局を探索し、カセットテープやレコードプレーヤーなど、物理法則に基づいた多くのオブジェクトを操作しよう。フルボイスのキャストと、ロックの名曲からシンセウェーブまで、80年風のチューンを持つ殺人的に美麗なオリジナルサウンドトラックも搭載！", "short_description": "『Killer Frequency』は、一人称のホラーパズルゲームだ。君は、1987年代アメリカの小さな町の、深夜ラジオのトークショーのホスト。電話をかけてくる人は皆、謎の殺人鬼に追われている… "}, {"images": {"nodes": []}, "id": "1135111497446572", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "хоррор", "комедия", "радио", "DJ"], "long_description": "1987 год. Маленький городок Галлоус-Крик, США. Часы бьют полночь, и Форрест Нэш, диджей крупной местной радиостанции, выходит в прямой эфир в ночную смену, которая навсегда оставит отпечаток в его памяти...\n\nВ этом комедийном хорроре вам предстоит решать головоломки, чтобы спасти своих слушателей от таинственного убийцы. Сможете ли вы уберечь обитателей Галлоус-Крик, когда каждый звонок ставит жизнь и смерть на чаши весов?\n\n• Уникальная история от первого лица: примерьте на себя роль ведущего ночного радиошоу, недавно приехавшего в город и тут же попавшего в переплет. Шеф полиции мертв... Перепуганные жители обращаются к вам, ведь Форрест Нэш — единственный, кто может снять трубку и помочь людям выжить.\n\n• Разгадывайте головоломки и принимайте решения в реальном времени: общайтесь с эксцентричными жителями городка, среди которых отыщутся как потенциальные жертвы, так и подозреваемые. Изучайте окружающий мир, собирайте улики, принимайте решения, разгадывайте загадки и помогите тем, кто звонит вам, пережить эту ночь. \n\n• Атмосфера в стиле ретро: хоррор со множеством головоломок отправит вас в 1987 год. Здесь можно взаимодействовать практически с каждым предметом ушедшей эпохи — например, поставить в магнитофон кассету с любимой музыкой. Вас ожидают полностью озвученные диалоги с различными персонажами под аккомпанемент музыки из 80-х. Выберите свою волну: классический рок или эпический синтвейв?", "short_description": "В Killer Frequency вам предстоит примерить на себя роль Форреста Нэша — ведущего ночного радиошоу в маленьком американском городке, на жителей которого охотится загадочный убийца. "}, {"images": {"nodes": [{"file_name": "Killer_Frequency_Quest_Immersive_Logo.png", "id": "6375015965882829", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036646_6375015972549495_1420766168913434909_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qDGR89Fc-PUQ7kNvwGbWZTg&_nc_oc=Admjts6Ma_uiHAVITmnMOaJDLE0kjzTBkU1dOPUGtZ1gwazhVXwd7iqiCim3FgYtl_s&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv1QRaVIMxuZssAzHsA6bRXdXhq-XYUPS5VikyfLMtFwQ&oe=6995AA44"}, {"file_name": "Killer_Frequency_Quest_Cover_Portrait.png", "id": "3452166698374599", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031594_3452166701707932_6691293865153185116_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3Wg6FTh7YbQQ7kNvwHiMPzQ&_nc_oc=AdnWaQN3lbXhnVuOSspzENe-Ax85e7u2kyx8Uzs_hxfJhueIiReKr-zEPJwOPFfaEcA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUx_nyJ-PnCMscZzQRCSc-SMIij2nx0sZq-mdK2XHagQ&oe=6995CB1F"}, {"file_name": "Killer_Frequency_Quest_Logo.png", "id": "1421117415388173", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982601_1421117418721506_1189213069225880588_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=azda20dewg0Q7kNvwFjVLuH&_nc_oc=Adl9nsUsXhFtFQ025EJMH9sFRuRURIfTA6w97apIN7943tvfSesw5g3VN6UXOB1QPvs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftoN1hI6XOLOP3OXkRFQIM1HA6i_FrjwokK69W6cIJ-Aw&oe=6995A978"}, {"file_name": "Killer_Frequency_Quest_Immmersive_Backdrop.png", "id": "958562485319467", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75195912_958562488652800_6843034259555609561_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IlFHXTG2KgcQ7kNvwGANxt8&_nc_oc=AdlCm_NGupiWIdWqcA_7iIXQEe3GQZif0zZWtUhzN3GZqNqcOhk5Grf8sfyzKj_97BY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuSN1ZxrVcIluvr_BszTx_FxKpUhXa39yIveCgNPxEWUA&oe=6995A415"}, {"file_name": "Killer_Frequency_Quest_Mini_Landscape.png", "id": "652400636898841", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974711_652400640232174_1602465322250261414_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q8TPZrN8TrEQ7kNvwFH_eAO&_nc_oc=AdlYJg8iqngJEJsuf-gHTQS6GXUvJj51c9YPYUhKwkQxREeneYL_NrbP2ylrC1Z5a0U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfscYnE9g4OTkwt9Afn_RZJRhnl7D7-RLrYjrAMqH-N40Q&oe=6995B212"}, {"file_name": "Quest_Immersive_Object_Left.png", "id": "597180652129029", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035381_597180655462362_5321310656210059649_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oJ17uPCs0I0Q7kNvwGdzMmY&_nc_oc=Adms0lsYa8RwJZx8P_-jm5mMy9YN4ibg96RJWx9WxZ4xcvWxuEPof2Tt2kQ4Y11HxWo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsbe4KKJ0EI4jp-qtyLnYleyJO7oOiTtvQytNjuoyos_A&oe=6995C633"}, {"file_name": "Killer_Frequency_Quest_Cover_Landscape.png", "id": "545953784355431", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572926_545953787688764_7491418929830549660_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5ShnWdUvqSsQ7kNvwEYAyzF&_nc_oc=Adkfanbo23sFxmc5imPmH22Tym2HqTya6Iymlk3gk8ROZgPuW_n_HCpccKzH2UvxG48&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs2VCZWe4kiviMs6xcfNdIMZRHekKN8m_okgP2cr38j-w&oe=6995C095"}, {"file_name": "Killer_Frequency_Hero_Cover.png", "id": "243763421441764", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974751_243763424775097_3909235337615646706_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AYmV9ICn4fcQ7kNvwF2LB1I&_nc_oc=AdmfwWYKXDmWrNobdd1niklddHZ1QFZzPh8ddwWQouBJilL9MjYI8qIUYMaF_vJCzXU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft3g0m9LL_IYNaXbAs-yErbc7Tq4dUstSBf-U56bgHvow&oe=6995B7FB"}, {"file_name": "Killer_Frequency__Quest_Icon.png", "id": "234283439135259", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974883_234283442468592_1997700203898424372_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bgQFKwzZzZMQ7kNvwEVw0Y1&_nc_oc=AdkzxDmWNfUiL_itC3ZYl1NAcGQK3dMvz_FqzCMsLRTR9mY6kmAzz8KW7TVhHz0KGmk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuBfqL_VMN6fFq50ENI2paornAHCFhVobjaTwBztpw7vw&oe=6995B3C3"}, {"file_name": "Killer_Frequency_Quest_Cover_Square.png", "id": "193816800071306", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974672_193816806737972_8105514651427272992_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kFf0c99mkJ4Q7kNvwE0H7j7&_nc_oc=AdlgvLq4K2xlK3hJ3Z3CqpBgQnfaEluUCegqoJrpbThXSQDXsD9ZLwSqn9KVo-uG5DE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUeAlgZ9GfhS_DlShY7BiXgbmam-pPtVGZnNCyyaJD0A&oe=6995B5B3"}]}, "id": "1032209197343193", "locale": "en_US", "screenshots": [{"file_name": "KF-VR-Screenshot-15.png", "id": "164560802969388", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001718_164560806302721_8618278767068413726_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1phb1WZgfE8Q7kNvwGd1Man&_nc_oc=AdmgUpw1otkGDInEjrd4bWWsvwdd1cwsK1CoqQG8R_InftSJV0-a0v-_yM8ty_zN1xM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsJGjHnOIk75YlaN4lyX5MjqJjvLEGlLCtjlFhjZB_X-A&oe=6995A1D1"}, {"file_name": "KF-VR-Screenshot-06.png", "id": "3364397647158156", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974798_3364397650491489_4293525572159163282_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=u2CxvMWfwEcQ7kNvwHevcOM&_nc_oc=Adl40lMtGLCE9z53ezSkhF4giQ0RpO0zQx59N5vGvLJLr3Svyif91fKXJkWL-5ugMTM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfudJcnZTRaLq52198PR6XjodwQ4HsSO3LxkyP7aORx4JA&oe=6995A294"}, {"file_name": "KF-VR-Screenshots-19.png", "id": "1699341913831242", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974888_1699341917164575_7929079907812559875_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NdGkI4rWGoUQ7kNvwGlHl8G&_nc_oc=AdmZnEfa-9gss41rHeTDWMtwrCXRbFKw6waIEjE8bCUpwGAaL6WcxMbQ_ppowVQjiz4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftSh9qldj7RbV8lWK3e3kNbvbqVR4Iy53McRk9fPGczGw&oe=6995CB7B"}, {"file_name": "KF-VR-Screenshots-18.png", "id": "836035714614939", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982714_836035717948272_3419206952642047824_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BZVLvajA2bcQ7kNvwEiBozl&_nc_oc=AdmyDymozKRHXYqOXHBZCIcsXZDoR8y846pBShFKbf18YeXHee2pEVCCS5WtlN4jhN8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvl_bf4aEKaBDhRl-xLeKEGh6fovtPgqpDhP98LUstWpg&oe=6995A179"}, {"file_name": "KF-VR-Screenshot-04.png", "id": "609641011230091", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974888_609641014563424_5425248813466985893_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E2m4j5ENldsQ7kNvwFtdlq0&_nc_oc=Adm9p40-Sj1BRhxws1DV9_ViPA_4GI_N9Vpb7qYkven-grZSVkZzs3Yp2jAYqVzoOBQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsdLv1-K0N9tqJFOkvqOTUJ-GUrMtZbuPPqlb_5B2uTug&oe=6995AEFC"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Cover Landscape.png", "id": "1155640882504602", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75207242_1155640885837935_5047788982501343442_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=acJHTH4nbhsQ7kNvwFDQpbc&_nc_oc=AdmYoomkPq6Y4JeL05iqOIdL3jVv74U5HJTdGtTgRGvMysiM-nVPpKldfGENBVMhIsA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftsz8wSg3BeC9inprLF8OjIdL1oemsJMu6WP6lJeY3j-g&oe=69959AD9"}, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "The year is 1987, and as the clock strikes midnight in small-town Gallows Creek, USA. Big city radio DJ Forrest Nash is live on air in what will turn out to be the graveyard shift of a lifetime..\n\nIn this horror comedy, you must solve puzzles to save callers from being hunted down by a mysterious killer. Where every call is life and death, can you save the inhabitants of Gallows Creek?\n\n• Unique 1st person narrative: Step into the shoes of a late-night radio talk-show host – new in town and fallen from grace. The Police Chief is dead… so the townsfolk turn to you for help, as apparently you, Forest Nash are the only person in town who can run a phone line.\n\n• The real time decision making & puzzles: Use branching dialogues to interact with a variety of eccentric small-town personalities including potential victims and suspects. Explore your surroundings, gather clues, make decisions, solve satisfying riddles, and try to help each of your callers survive the night. \n\n• Retro Slasher setting: Jump back in time to 1987 with this slasher inspired puzzler – explore an authentically detailed radio station and interact with dozens of physics-based objects straight from a bygone era, including a working cassette and record player. With a fully voiced cast and a killer original soundtrack of 80's inspired tunes from rock classics to synthwave!", "short_description": "Killer Frequency is a first-person horror puzzle game set in the 1987, that puts you in the role of a late-night radio talk show host in small town America whose callers are being stalked by a mysterious killer. "}, {"images": {"nodes": []}, "id": "955199345523265", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "The year is 1987, and as the clock strikes midnight in small-town Gallows Creek, USA. Big city radio DJ Forrest Nash is live on air in what will turn out to be the graveyard shift of a lifetime..\n\nIn this horror comedy, you must solve puzzles to save callers from being hunted down by a mysterious killer. Where every call is life and death, can you save the inhabitants of Gallows Creek?\n\n• Unique 1st person narrative: Step into the shoes of a late-night radio talk-show host – new in town and fallen from grace. The Police Chief is dead… so the townsfolk turn to you for help, as apparently you, Forest Nash are the only person in town who can run a phone line.\n\n• The real time decision making & puzzles: Use branching dialogues to interact with a variety of eccentric small-town personalities including potential victims and suspects. Explore your surroundings, gather clues, make decisions, solve satisfying riddles, and try to help each of your callers survive the night. \n\n• Retro Slasher setting: Jump back in time to 1987 with this slasher inspired puzzler – explore an authentically detailed radio station and interact with dozens of physics-based objects straight from a bygone era, including a working cassette and record player. With a fully voiced cast and a killer original soundtrack of 80's inspired tunes from rock classics to synthwave!", "short_description": "Killer Frequency is a first-person horror puzzle game set in the 1987, that puts you in the role of a late-night radio talk show host in small town America whose callers are being stalked by a mysterious killer. "}, {"images": {"nodes": []}, "id": "934862091053117", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "We schrijven het jaar 1987 en de klok slaat twaalf in het kleine dorpje Gallows Creek. De beroemde radio-dj Forrest Nash is live in wat de nachtdienst van zijn leven wordt...\n\nIn deze horrorcomedy moet je puzzels oplossen om bellers te redden die door een mysterieuze moordenaar worden belaagd. Elk telefoontje is er een op leven en dood. Schiet jij de bewoners van Gallows Creek te hulp?\n\n• Uniek first-person-verhaal: Kruip in de huid van een van zijn voetstuk gevallen radiopresentator die nieuw is in het dorp. Aangezien de politiecommissaris dood is… wendt iedereen zich tot jou voor hulp. Want blijkbaar ben jij, Forest Nash, de enige met een telefooncentrale.\n\n• Puzzels oplossen en keuzes maken in realtime: Gebruik vertakkende dialoogopties om het gesprek aan te gaan met allerlei excentrieke dorpelingen, onder wie potentiële slachtoffers en verdachten. Verken de omgeving, verzamel aanwijzingen, hak knopen door, los bevredigende raadsels op en help je bellers de nacht te overleven. \n\n• Sfeer van een retro-slasher: Ga terug in de tijd naar 1987 met deze door slasherfilms geïnspireerde puzzelgame. Verken een authentieke, gedetailleerde radiostudio en pruts aan tientallen realistisch reagerende objecten uit een andere tijd, zoals een werkende cassettespeler en platenspeler. Alle personages zijn ingesproken en de originele soundtrack bevat door de jaren 80 geïnspireerde rockmuziek en synthwave!", "short_description": "Killer Frequency is een first-person-horrorpuzzelgame die zich afspeelt in 1987. Kruip in de huid van een radiopresentator in een klein Amerikaans dorp, met bellers die worden gestalkt door een mysterieuze moordenaar. "}, {"images": {"nodes": []}, "id": "797490418220748", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "Comédia", "Rádio", "DJ"], "long_description": "O ano é 1987. Quando o relógio bate à meia-noite na pequena cidade de Gallows Creek, EUA, o apresentador de rádio da cidade grande Forrest Nash entra ao vivo no que será uma madrugada daquelas...\n\nNesta comédia de terror, você deve solucionar quebra-cabeças para impedir que os ouvintes sejam caçados por um misterioso assassino. \n\n• Narrativa original em primeira pessoa: assuma o papel de um apresentador de programa de entrevistas de rádio noturno, Forrest Nash, cuja carreira como DJ foi arruinada. Em Gallows Creek, o delegado é morto, então resta a você a tarefa de ajudar os habitantes, já que é a única pessoa da cidade que sabe operar uma linha telefônica.\n\n• Decisões em tempo real e quebra-cabeças: use diálogos ramificados para interagir com diversas personalidades excêntricas e típicas de cidades pequenas, incluindo suspeitos e vítimas em potencial. Explore a estação de rádio, reúna pistas, tome decisões, desvende enigmas interessantes e tente ajudar cada um de seus ouvintes a sobreviver a essa noite. \n\n• Jogo no estilo slasher retrô: volte no tempo até 1987 com este jogo de quebra-cabeças inspirado no subgênero slasher. Explore uma estação de rádio com detalhes realistas e interaja com dezenas de objetos que saíram diretamente de tempos passados, como um tocador de fitas cassete e um toca-discos. O elenco foi totalmente dublado, e a trilha sonora original é de matar, repleta de músicas inspiradas nos anos 1980, desde clássicos do rock até synthwave!", "short_description": "Killer Frequency é um jogo de quebra-cabeça de terror em primeira pessoa ambientado em 1987. Você assume o papel do apresentador de um programa de rádio noturno de uma cidadezinha dos Estados Unidos cujos ouvintes estão sendo perseguidos por um misterioso assassino. "}, {"images": {"nodes": []}, "id": "789334192545377", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Yıl 1987 ve ABD'nin küçük kasabası Gallows Creek'te saatler gece yarısını gösteriyor. Büyük şehir radyosu DJ'i Forrest Nash, hayatının en unutulmaz gece vardiyasına dönüşecek olan canlı yayında.\n\nBu korku komedisinde arayanları gizemli bir katil tarafından yakalanmaktan kurtarmak için bulmacaları çözmen gerekiyor. Her çağrının ölüm kalım meselesi olduğu yerde Gallows Creek sakinlerini kurtarabilecek misin?\n\n• Eşsiz 1. şahıs anlatımı: Kasabaya yeni gelen ve itibarını yitirmiş, gece geç saatlerde yayın yapan bir radyonun talk show sunucusunun rolüne bürün. Polis Şefi öldü... Bu yüzden kasaba halkı senden yardım istiyor çünkü görünüşe göre sen, Forest Nash, kasabada telefon hattı işletebilecek tek kişisin.\n\n• Gerçek zamanlı kararlar ve bulmacalar: Potansiyel kurbanlar ve şüpheliler de dâhil olmak üzere çeşitli eksantrik küçük kasaba kişilikleriyle etkileşim kurmak için dallara ayrılan diyalogları kullan. Çevreni keşfet, ipuçları topla, kararlar ver, tatmin edici bulmacalar çöz ve seni arayan herkesin geceyi sağ salim atlatmasına yardım etmeye çalış. \n\n• Retro Slasher ortamı: Bu slasher temalı bulmaca oyunuyla zamanda geriye, 1987 senesine git. Özgün ayrıntılara sahip bir radyo istasyonunu keşfet ve çalışan bir kaset ve plak çalar da dâhil olmak üzere doğrudan geçmiş bir çağdan düzinelerce fizik tabanlı nesneyle etkileşime geç. Tamamen seslendirilmiş bir oyuncu kadrosu ve rock klasiklerinden synthwave'e 80'lerden ilham alan ezgilerden oluşan harika oyun müzikleri de var!", "short_description": "Killer Frequency, 1987'de geçen birinci şahıs korku bulmaca oyunudur ve seni, arayanların gizemli bir katil tarafından takip edildiği küçük bir Amerikan kasabasında gece geç saatlerde bir radyo talk show sunucusu rolüne sokar. "}, {"images": {"nodes": []}, "id": "764617005175520", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "致命频率", "喜剧", "广播", "DJ"], "long_description": "1987 年，美国盖勒斯湾小镇的时钟来到午夜十二点，来自大都会的电台 DJ 福雷斯特·纳什正在上夜班，而接下来进行的节目将改变他的一生。\n\n在这个恐怖喜剧中，您必须解开谜题，协助来电听众逃过神秘杀人魔的追杀。每通电话都攸关生死，您能拯救盖勒斯湾镇居民的性命吗？\n\n• 独特的第一人称叙事：扮演深夜电台脱口秀主持人，初来乍到，就发生一件恐怖的事。警长死了... 所以镇民们转而向您求助，因为很显然，您这里是镇上唯一打得通的电话。\n\n• 实时决策和解谜：通过分支对话选项与各种古怪的小镇人物互动，包括潜在的受害者和嫌疑人。探索周围环境，收集线索，作出决定，解开谜题得到成就感，并帮助每一位听众活过今晚。\n\n• 复古的砍杀电影背景设定：通过这款以砍杀电影为灵感的解谜游戏，让时光倒退回 1987 年，探索细节逼真的广播电台，并与数十个基于物理原理的旧时代物品互动，包括可操作的磁带和播放器。享受全程配音的角色阵容，以及灵感源自 1980 年代的超酷炫原声带，曲目从经典摇滚到合成波曲调风格电子乐应有尽有！", "short_description": "《Killer Frequency》是一款时间设于 1987 年的第一人称恐怖解谜游戏，您将扮演一个美国小镇的深夜电台脱口秀主持人，他的听众正遭一名神秘杀人魔盯上。 "}, {"images": {"nodes": []}, "id": "710237581107207", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "Komedie", "radio", "DJ"], "long_description": "Året er 1987, og uret slår midnat i den lille by, Gallows Creek. Storbyradio-DJ'en Forrest Nash er live i æteren i det, der udvikler sig til hans livs natteholdsskift ...\n\nI denne horror-komedie skal du løse hovedbrud for at redde dem, der ringer ind, fra besøg af en mystisk morder. Hvert eneste opkald udvikler sig til liv eller død - kan du redde indbyggerne i Gallows Creek?\n\n• Unik førstepersonsfortælling: Påtag dig rollen som natradiovært for et talkshow – ny i byen og i unåde. Politichefen er død, så indbyggerne beder dig om hjælp, da du – Forrest Nash – tilsyneladende er den eneste, der kan opretholde en telefonforbindelse.\n\n• Tag beslutninger og løs hovedbrud i realtid: Anvend vidt forgrenede dialoger til at interagere med en lang række af den lille bys excentriske indbyggere, inklusive potentielle ofre og mistænkte. Udforsk omgivelser, indsaml spor, tag beslutninger, løs tilfredsstillende gåder og se, om du kan redde hver eneste, der ringer ind, med at overleve. \n\n• Retro Slasher-omgivelser: Hop tilbage til 1987 i dette slasher-inspirerede hovedbrudsspil – udforsk en autentisk og detaljeret radiostation og interagér med masser af fysikbaserede objekter direkte fra en svunden æra - inklusive en kassettebåndoptager og en pladespiller. Stemmer til alle medvirkende og et dræbende godt soundtrack med 80'er-inspirerede sange - fra rockklassikere til synthwave!", "short_description": "Killer Frequency er et horror-hovedbrudsspil, der foregår i 1987 og giver dig rollen som natradiovært i et talkshow i en lille amerikansk by, hvor dem, der ringer ind, forfølges af mystisk morder. "}, {"images": {"nodes": []}, "id": "629743602534839", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "kauhu", "komedia", "radio", "DJ"], "long_description": "Vuosi on 1987 ja kello lyö keskiyötä Gallows Creekin pikkukaupungissa Yhdysvalloissa. Ison kaupungin radiotiskijukka Forrest Nash juontaa live-lähetystä, joka uhkaa muuttua yövuorosta ruumiinvalvojaisiksi.\n\nTässä kauhukomediassa joudut ratkomaan pulmia, jotta saat pelastettua lähetykseen soittavat ihmiset salaperäisen tappajan kynsistä\n\nAinutlaatuinen 1. persoonan kerronta: Astut kaupungin uuden tulokkaan – suuremmista kuvioista pudonneen myöhäisillan puheradio-ohjelman juontajan – saappaisiin. Poliisipäällikkö on kuollut, joten kaupunkilaiset pyytävät apua sinulta, koska nähtävästi sinä – Forest Nash – olet ainoa, jolla on kyky auttaa puhelimitse\n\nReaaliaikaiset päätökset ja pulmat: Käyt haarautuvia keskusteluja pikkukaupungin erilaisten omalaatuisten persoonallisuuksien kanssa, joiden joukossa on potentiaalisia uhreja ja myös epäiltyjä. Tutki ympäristöäsi, kerää johtolankoja, tee päätöksiä, ratko mielenkiintoisia arvoituksia ja yritä auttaa kaikkia sinulle soittavia selviytymään yön läpi hengissä\n\nRetrotyylinen slasher-asetelma: Tämä slasher-kauhufilmien inspiroima peli palauttaa sinut takaisin vuoteen 1987. Pääset tutkimaan yksityiskohtaisesti mallinnettua aitoa radioasemaa ja käsittelemään kymmeniä realistisesti fysiikkamallinnettuja menneiden aikojen esineitä, kuten toimivia kasetti- ja levysoittimia. Tunnelman luovat täysin ääninäytelty dialogi ja huipputasokas alkuperäinen soundtrack, jolta löytyy 80-luvun inspiroimaa musiikkia rock-klassikoista synthwave-kappaleisiin!", "short_description": "Killer Frequency on vuoteen 1987 sijoittuva ensimmäisen persoonan kauhupulmapeli. Pelaat myöhäisillan puheohjelman radiotiskijukkana amerikkalaisessa pikkukaupungissa, jonka asukkaita vaanii salaperäinen tappaja. "}, {"images": {"nodes": []}, "id": "594690269388408", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Es ist 1987. Punkt Mitternacht geht der großstadterfahrene Radiomoderator Forrest Nash in der US-Kleinstadt Gallows Creek auf Sendung. Und diese Nachtschicht hat es mal echt in sich …\n\nIn diesem Horror-Comedy-Abenteuer musst du Rätsel lösen, damit die Anrufer nicht einem mysteriösen Killer zum Opfer fallen. Bei jedem Anruf geht es um Leben und Tod. Kannst du die Einwohner von Gallows Creek retten?\n\n•Einzigartige First-Person-Erzählweise: Schlüpfe in die Rolle eines Late-Night-Radiomoderators – er ist zuvor in Ungnade gefallen und neu in der Stadt. Der Polizeichef ist tot … also wendet sich die Bevölkerung an dich. Offenbar bist du die einzige Person in der ganzen Stadt, die ans Telefon geht.\n\n•Entscheidungen in Echtzeit treffen und Rätsel lösen: Mithilfe von Dialogbäumen interagierst du mit einer Vielzahl von exzentrischen Kleinstadtbewohnern, darunter potenzielle Opfer und Verdächtige. Erkunde deine Umgebung, sammle Hinweise, triff Entscheidungen, löse knifflige Rätsel und versuche, deinen Anrufern ein weiteres Aufwachen zu ermöglichen.\n\n•Retro-Slasher-Setting: Wage den Sprung ins Jahr 1987 und in ein von Slasher-Filmen inspiriertes Abenteuer – erkunde einen detailreich gestalteten Radiosender und interagiere mit dutzenden, sich physikalisch korrekt verhaltenden Objekten aus einer vergangenen Ära, inklusive voll funktionsfähigem Kassettenrekorder und Plattenspieler. Dank Vollvertonung und einem echten Killer-Soundtrack mitsamt 80er-infiziertem klassischen Rock und Synthwave!", "short_description": "Killer Frequency ist ein First-Person-Horror-Rätselspiel, das im Jahr 1987 in einer US-amerikanischen Kleinstadt angesiedelt ist. Du schlüpfst in die Rolle eines Late-Night-Radiomoderators, dessen Zuhörer von einem mysteriösen Killer verfolgt werden. "}, {"images": {"nodes": []}, "id": "560365489499995", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["Tueur", "Horreur", "Comédie", "radio", "DJ"], "long_description": "Nous sommes en 1987 et l’horloge sonne minuit dans la petite ville de Gallows Creek, aux États-Unis. Forrest Nash, DJ d’une radio de grande ville, est en direct à l’antenne pour une soirée qui s’annonce très longue.\n\nDans cette comédie d’horreur, vos interlocuteurs téléphoniques sont les cibles d’un mystérieux tueur, et vous devez résoudre des énigmes pour les protéger d’un destin funeste\n\n•Narration hors norme à la première personne : campez le rôle d’un animateur de talk-show radio nocturne. En proie à un passé douloureux, vous venez d’arriver en ville. Le chef de la police est mort... alors les habitants se tournent vers vous pour obtenir de l’aide, car apparemment vous, Forest Nash, êtes la seule personne à pouvoir faire fonctionner une ligne téléphonique\n\n•Prise de décision en temps réel et énigmes : utilisez des dialogues ramifiés pour interagir avec une variété de personnalités excentriques, dont des victimes potentielles et d’éventuels suspects\n\n•Ambiance Retro Slasher : voyagez dans le passé pour revenir en 1987 avec ce jeu de réflexion qui évoque sans équivoque les bons vieux slashers d’antan ! Explorez une station de radio fourmillant de détails authentiques, et interagissez avec des dizaines d’objets soumis aux lois de la physique, et tout droit sortis d’une époque révolue, notamment un magnétophone et un tourne-disque en état de marche. Avec un casting entièrement vocal et une superbe bande originale inspirée des années 80, des classiques du rock à la synthwave !", "short_description": "Killer Frequency est un puzzle game d’horreur à la première personne se déroulant en 1987. Incarnez Forrest Nash, un animateur de radio nocturne dans une petite ville américaine, dont les interlocuteurs téléphoniques sont pourchassés par un tueur mystérieux. "}, {"images": {"nodes": []}, "id": "239622688675766", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Es el año 1987, y el reloj marca la medianoche en la pequeña ciudad de Gallows Creek, EE. UU. El DJ Forrest Nash de una gran radio citadina está trasmitiendo en vivo en lo que se convertirá en una noche inolvidable...\n\nEn esta comedia de terror, debes resolver acertijos para salvar a las personas que llaman de las manos de un misterioso asesino.\n\n• Narración única en primera persona: Métete en la piel del nuevo y venido a menos presentador de un programa nocturno de entrevistas. El jefe de policía está muerto… y los residentes acuden a ti por ayuda, ya que aparentemente solo tú, Forest Nash, puedes gestionar una línea telefónica.\n\n• Acertijos y toma de decisiones en tiempo real: Usa diálogos no lineales para interactuar con diversas personalidades excéntricas de la pequeña ciudad, incluyendo víctimas potenciales y sospechosos. Explora los alrededores, reúne pistas, toma decisiones, resuelve gratos acertijos y ayuda a cada una de las personas que llaman a pasar la noche. \n\n• Marco gore retro: Viaja en el tiempo a 1987 con este juego gore de acertijos. Explora una estación de radio con detalles increíblemente reales e interactúa con decenas de objetos basados en la física directos de otro siglo, incluyendo un reproductor de discos y casetes totalmente funcional. ¡Disfruta de un reparto completo de voces y una asombrosa banda sonora de 1980 inspirada en géneros musicales como rock, clásico y synthwave!", "short_description": "Killer Frequency es un juego de terror de acertijos en primera persona que se desarrolla en el año 1987 y te pone en el papel de un presentador de un programa nocturno de entrevistas una pequeña ciudad estadounidense a la que las personas llaman tras ser acechadas por un misterioso asesino. "}, {"images": {"nodes": []}, "id": "232570806074133", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Jest rok 1987, a w amerykańskim miasteczku Gallows Creek zegar właśnie wybija północ. Wielkomiejski DJ radiowy Forrest Nash jest właśnie na antenie w czasie nocnej zmiany, którą zapamięta do końca życia…\n\nW tym komediowym horrorze będziesz rozwiązywać zagadki, ratując rozmówców przed atakiem tajemniczego zabójcy.\n\n• Wyjątkowa narracja pierwszoosobowa: wciel się w Forresta Nasha, radiowca prowadzącego nocne rozmowy — człowieka, który popadł w niełaskę i dopiero co przybył do miasta. W obliczu śmierci komendanta policji ludzie zwracają się o pomoc do Forresta, jako że najwidoczniej jest jedyną osobą w mieście, która umie obsłużyć linię telefoniczną.\n\n• Zagadki i system podejmowania decyzji w czasie rzeczywistym: wykorzystuj rozbudowane opcje dialogowe do nawiązywania kontaktu z rozmaitymi, ekscentrycznymi mieszkańcami miasteczka, w tym potencjalnymi ofiarami i podejrzanymi. \n\n• Klimat slashera retro: w tej grze logicznej z elementami horroru cofniesz się w czasie do roku 1987, odkryjesz szczegółowo odwzorowaną rozgłośnię radiową i wejdziesz w interakcję z dziesiątkami dawnych przedmiotów zaprojektowanych z dbałością o prawa fizyki, takich jak działający gramofon czy sprawny odtwarzacz kasetowy. Gra z w pełni udźwiękowionymi dialogami i budzącą grozę ścieżką dźwiękową inspirowaną utworami z lat 80. — od rockowych klasyków po synthwave!", "short_description": "Killer Frequency to osadzony w 1987 r. pierwszoosobowy horror z elementami gry logicznej. Wcielasz się w radiowca z amerykańskiego miasteczka, który prowadzi nocne rozmowy z osobami prześladowanymi przez tajemniczego zabójcę. "}, {"images": {"nodes": []}, "id": "228725723144086", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "恐怖", "喜劇", "廣播", "DJ"], "long_description": "1987 年，美國加洛斯溪小鎮的時鐘來到午夜十二點，來自大城市的電台 DJ 佛瑞斯特·奈許正在上夜班，而接下來進行的節目將改變他的一生。\n\n在這個恐怖喜劇中，您必須解開謎題，協助來電聽眾逃過神秘殺人魔的追殺。每通電話都攸關生死，您能拯救加洛斯溪鎮居民的性命嗎？\n\n• 獨特的第一人稱敘事：扮演深夜電台談話節目主持人，初來乍到，就發生一件恐怖的事。警長死了... 所以鎮民們轉而向您求助，因為很顯然，您這裡是鎮上唯一打得通的電話。\n\n• 即時決策和解謎：透過分支對話來與各式各樣的古怪小鎮民眾互動，包括可能是受害者和嫌疑犯的人物。探索周遭環境、蒐集線索、做出決策，解開謎題得到成就感，並協助您的每一位聽眾活過今晚。\n\n• 復古的砍殺電影背景設定：透過這款以砍殺電影為靈感的解謎遊戲，讓時光倒退回 1987 年，探索細節逼真的廣播電台，並與數十種符合物理定律的舊時代物品互動，包括可操作的錄音帶和播音機。享受具完整配音的角色陣容，以及靈感源自 1980 年代的超正點原聲帶，曲目從經典搖滾到 Synthwave 風格電子樂應有盡有！", "short_description": "《Killer Frequency》是一款時間設於 1987 年的第一人稱恐怖解謎遊戲，您將扮演一個美國小鎮的深夜電台談話節目主持人，他的聽眾正遭一名神秘殺人魔盯上。 "}, {"images": {"nodes": []}, "id": "195560920048256", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["Morder", "Skrekk", "Komedie", "radio", "programleder"], "long_description": "Året er 1987 og klokken er midnatt på det lille stedet Gallows Creek i USA. Radioprogramlederen Forrest Nash er på luften i det som skal bli den mest minneverdige nattsendingen noensinne.\n\nI denne skrekkomedien må du løse hjernetrimoppgaver for å redde innringere fra å bli jaktet på av en mystisk morder. Når alle samtaler er et spørsmål om liv og død ... har du det som skal til for å redde innbyggerne i Gallows Creek?\n\n• Unik førstepersonsfortelling: Ta på deg rollen som en nattprogramleder på radio, som er ny i byen og har falt i unåde. Politimesteren er død, så folk henvender seg til deg for å få hjelp, da du, Forest Nash, tydeligvis er den eneste personen i byen som kan holde orden på et sentralbord.\n\n• Avgjørelser og hjernetrim i sanntid: Bruk dialoger som sender deg i ulike retninger til å samhandle med småbyfolk, folk som både kan være mulige ofre og mistenkte! Utforsk omgivelsene, samle spor, ta avgjørelser, løs tilfredsstillende hjernetrimoppgaver og prøv å hjelpe innringerne med å overleve natten. \n\n• Retro-slasher-setting: Dra tilbake til 1987 med dette slasher-inspirerte hjernetrimspillet – utforsk en autentisk detaljert radiostasjon og samhandle med flere titalls fysikkbaserte objekter fra en svunnen tid, som en kassettspiller og en platespiller. Spillet har et stort rollegalleri som er stemmelagt, og fantastisk musikk med 80-tallsinspirerte sanger, fra rock til synthwave!", "short_description": "Killer Frequency er et førstepersons skrekkhjernetrimspill som foregår i 1987, og som plasserer deg i rollen som en radioprogramleder på nattskiftet på et lite sted i USA der innringerne blir jaktet på av en mystisk morder. "}, {"images": {"nodes": []}, "id": "185988274006959", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Året är 1987 och klockan har slagit midnatt i den amerikanska småstaden Gallows Creek. Radioprataren Forrest Nash sänder direkt från studion i vad som ska bli ett oförglömligt nattskift…\n\nDen här rysarkomedin går ut på att rädda inringare från att bli fångade av en mystisk mördare. Varje samtal är på liv och död – kan du rädda invånarna i Gallows Creek?\n\n• Unik förstapersonsberättelse: Bli radioprataren Forrest Nash som fått lämna storstan med svansen mellan benen. Polischefen är död… så nu vänder sig Gallow Creeks befolkning till dig eftersom du, tydligen, är den enda som kan sköta en telefon.\n\n• Fatta beslut och lös pussel i realtid: Prata med småstadens excentriska personligheter, inklusive potentiella offer och misstänkta, genom ett förgrenande dialogsystem. Utforska omgivningen, samla ledtrådar, fatta beslut, lös knepiga gåtor och försök hjälpa inringarna att överleva natten.\n\n• Retrodoftande slashermiljö: Återvänd till 1987 i det här slasherinspirerade pusselspelet. Utforska en verklighetstrogen radiostation full av reliker från svunna tider, inklusive fungerande kassettband- och vinylspelare. All dialog är röstsatt och det originalskrivna soundtracket är fullspäckat med musik inspirerad av 80-talets rockklassiker och synthwave!", "short_description": "Killer Frequency är ett rysarpusselspel i förstaperson som utspelar sig på den amerikanska vischan 1987. Iklä dig rollen som en radiopratare i en liten småstad vars inringare jagas av en mystisk mördare. "}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.team17.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Team17 Digital", "support_website_url": "https://www.team17.com/contact/", "website_url": "https://www.team17.com/games/killer-frequency/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_CN", "zh_HK", "zh_TW", "fr", "de", "it", "ja", "ko", "pt_BR", "ru", "es"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "613525983050073"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974672_193816806737972_8105514651427272992_n.png?stp=dst-png_s360x360&_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kFf0c99mkJ4Q7kNvwE0H7j7&_nc_oc=AdlgvLq4K2xlK3hJ3Z3CqpBgQnfaEluUCegqoJrpbThXSQDXsD9ZLwSqn9KVo-uG5DE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvqEq6i5zYD_tt8a-cC8CDa6ecNwko383nVWhuWkje0Sg&oe=6995B5B3"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Killer Frequency", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Puzzle", "id": "377978390272490"}], "release_date": 1685638800, "lastRevision": {"nodes": [{"id": "4602306329826339", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4629225960449550", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "973014127389131"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3560744567537012", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "Terror", "Comedia", "radio", "locutor"], "long_description": "Es el año 1987 y, cuando el reloj marca la medianoche en la pequeña ciudad estadounidense de Gallows Creek, el locutor Forrest Nach, de Big City Radio, entra en directo en el aire en lo que se convertirá en el turno de noche de su vida.\n\nEn esta comedia de terror, debes resolver puzles para evitar que un misterioso asesino cace a los oyentes que llaman a la emisora. \n\n•Narrativa única en 1.ª persona: métete en la piel del locutor de un programa de radio de debate nocturno nuevo en la ciudad y caído en desgracia. El jefe de policía está muerto... así que la población recurre a ti para obtener ayuda, pues parece ser que tú, Forrest Nash, eres la única persona en el pueblo que puede manejar una línea telefónica.\n\n•Toma de decisiones en tiempo real y resuelve puzles: usa los diálogos ramificados para interactuar con la multitud de personajes excéntricos de la pequeña ciudad, entre los que se cuentan posibles víctimas y sospechosos.\n\n•Ambientación de juego de terror retro: viaja atrás en el tiempo hasta 1987 con este título de puzles inspirado en el cine de terror ochentero, explora un estudio de radio con todo lujo de fieles detalles e interactúa con docenas de objetos de física realista sacados directamente de otra época, como un radiocasete y un tocadiscos en perfecto funcionamiento. ¡Además, tiene un completo elenco de voces y una banda sonora original brutal de temas inspirados en los 80 que van desde clásicos del rock hasta la música electrónica!", "short_description": "Killer Frequency es un juego de terror y puzles en primera persona ambientado en 1987 que te pone en la piel de Forrest Nash, un locutor de radio de un programa de debate nocturno de una pequeña ciudad estadounidense cuyos oyentes están siendo acosados por un misterioso asesino. "}, {"images": {"nodes": []}, "id": "1856132771446813", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "恐怖", "喜劇", "廣播", "DJ"], "long_description": "1987 年，美國加洛斯溪小鎮的時鐘來到午夜十二點，來自大城市的電台 DJ 佛瑞斯特·奈許正在上夜班，而接下來進行的節目將改變他的一生。\n\n在這個恐怖喜劇中，您必須解開謎題，協助來電聽眾逃過神秘殺人魔的追殺。每通電話都攸關生死，您能拯救加洛斯溪鎮居民的性命嗎？\n\n• 獨特的第一人稱敘事：扮演深夜電台談話節目主持人，初來乍到，就發生一件恐怖的事。警長死了... 所以鎮民們轉而向您求助，因為很顯然，您這裡是鎮上唯一打得通的電話。\n\n• 即時決策和解謎：透過分支對話來與各式各樣的古怪小鎮民眾互動，包括可能是受害者和嫌疑犯的人物。探索周遭環境、蒐集線索、做出決策，解開謎題得到成就感，並協助您的每一位聽眾活過今晚。\n\n• 復古的砍殺電影背景設定：透過這款以砍殺電影為靈感的解謎遊戲，讓時光倒退回 1987 年，探索細節逼真的廣播電台，並與數十種符合物理定律的舊時代物品互動，包括可操作的錄音帶和播音機。享受具完整配音的角色陣容，以及靈感源自 1980 年代的超正點原聲帶，曲目從經典搖滾到 Synthwave 風格電子樂應有盡有！", "short_description": "《Killer Frequency》是一款時間設於 1987 年的第一人稱恐怖解謎遊戲，您將扮演一個美國小鎮的深夜電台談話節目主持人，他的聽眾正遭一名神秘殺人魔盯上。 "}, {"images": {"nodes": []}, "id": "1669733413469948", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "L'anno è il 1987 e l'orologio batte la mezzanotte nella piccola città di Gallows Creek, negli Stati Uniti. Il DJ della radio cittadina Forrest Nash è in diretta in quella che si rivelerà essere la trasmissione notturna della sua vita...\n\nIn questa commedia horror, dovrai risolvere degli enigmi per salvare gli ascoltatori che ti chiamano dalla minaccia di un misterioso assassino. \n\n• Narrazione unica in prima persona: calati nei panni di un conduttore di un talk-show radiofonico notturno, appena arrivato in città e caduto in disgrazia. Il capo della polizia è morto, così gli abitanti della città si rivolgono a te per chiedere aiuto, poiché a quanto pare tu, Forrest Nash, sei l'unica persona in città in grado di gestire una linea telefonica.\n\n• Processo decisionale ed enigmi in tempo reale: usa dialoghi ramificati per interagire con gli eccentrici personaggi della cittadina, tra cui potenziali vittime e sospettati. \n\n• Ambientazione slasher rétro: fai un salto indietro nel tempo nel 1987 con questo rompicapo ispirato ai film slasher. Esplora una stazione radio ricca di dettagli autentici e interagisci con decine di oggetti basati sulla fisica e provenienti da un'epoca passata, tra cui una cassetta e un giradischi funzionanti. Con un cast completamente doppiato e una colonna sonora originale da urlo, goditi i fantastici brani ispirati agli anni '80, dai classici del rock alla synthwave!", "short_description": "Killer Frequency è un rompicapo horror in prima persona ambientato nel 1987, che ti fa vestire i panni di uno speaker radiofonico di programmi notturni in una piccola cittadina americana i cui ascoltatori vengono perseguitati da un assassino misterioso. "}, {"images": {"nodes": []}, "id": "1647260819086004", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "terror", "comédia", "rádio", "DJ"], "long_description": "Estamos no ano de 1987 e o relógio bate a meia-noite na pequena vila de Gallows Creek, nos EUA. O famoso DJ da rádio Forrest Nash, está ao vivo no seu programa, no que se irá revelar como o turno noturno mais marcante da sua vida.\n\nNesta comédia de terror, terás de resolver puzzles para impedir os ouvintes de serem caçados por um assassino misterioso.\n\n• Uma narrativa única na primeira pessoa: entra na pele de um locutor de rádio de um programa noturno que acabou de chegar à vila e caiu em desgraça. O chefe da polícia morreu… por isso, os habitantes pedem a tua ajuda. Aparentemente tu és a única pessoa na vila a conseguir operar uma linha telefónica.\n\n• Tomada de decisões e puzzles em tempo real: usa diálogos ramificados para interagir com uma variedade de personalidades excêntricas típicas de uma vila pequena, incluindo potenciais vítimas e suspeitos. Explora as tuas imediações, recolhe pistas, toma decisões, resolve enigmas divertidos e tenta ajudar os habitantes que te ligam a sobreviver a noite. \n\n• Ambiente de Retro Slasher: volta atrás no tempo até 1987 com este jogo de puzzles inspirado em slashers – explora uma estação de rádio tão detalhada como autêntica e interage com dezenas de objetos físicos, diretamente de uma era passada, incluindo uma cassete e um gira-discos. Inclui uma dobragem completa e uma banda sonora original brutal, com músicas inspiradas nos anos 80 que vão de clássicos do rock ao synthwave!", "short_description": "Killer Frequency é um jogo de puzzles de terror na primeira pessoa que decorre em 1987 e te coloca na pele de um locutor de rádio de um programa noturno numa pequena vila americana e cujos ouvintes estão a ser perseguidos por um assassino misterioso. "}, {"images": {"nodes": []}, "id": "1214262895957478", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "공포", "코미디", "라디오", "DJ"], "long_description": "1987년, 미국의 작은 마을 Gallows Creek에서 시계가 자정을 가리킵니다. 큰 도시의 라디오 DJ인 Forrest Nash는 야간 방송을 진행하게 되고, 그 방송을 통해 죽음을 맞닥뜨리게 됩니다...\n\n이 호러 코미디 게임에서 당신은 퍼즐을 풀고 정체를 알 수 없는 살인마에게 쫓기는 발신자를 구해야 합니다. 모든 전화에 목숨이 달린 상황에서, 당신은 Gallows Creek의 주민들을 구할 수 있을까요?\n\n• 독특한 1인칭 내러티브: 심야 라디오 토크쇼의 진행자가 되어 보세요. 마을에 온 지 얼마 안 됐고, 아주 심각한 상황에 빠졌지만 말이죠. 경찰서장은 죽었고... 마을 주민들은 당신, Forest Nash에게 도움을 요청합니다. 전화선을 이용할 수 있는 사람은 바로 Forest Nash뿐이니까요.\n\n• 실시간 선택과 퍼즐: 다양한 선택지의 대화로 기이하고 작은 마을의 잠재적 희생자와 용의자가 포함된 여러 사람들과 상호 작용하세요. 주변을 탐색하고, 단서를 수집하고, 결정을 내리고, 완벽하게 수수께끼를 풀고, 전화를 건 사람들이 밤을 무사히 보낼 수 있도록 도와주세요. \n\n• 레트로 슬래셔 설정: 슬래셔 장르에 영감을 받은 퍼즐과 함께 1987년으로 돌아가 보세요. 현실감 넘치는 라디오 방송국을 탐색하고, 작동하는 카세트와 레코드 플레이어를 비롯해 과거에 있었던 수십 개의 물리 기반 물체와 상호 작용해 보세요. 완전히 더빙된 음성, 80년대에 히트했던 클래식 록과 신스웨이브에서 영감을 받은 오리지널 사운드트랙도 포함되어 있었습니다!", "short_description": "Killer Frequency는 1987년을 배경으로 진행되는 1인칭 공포 퍼즐 게임입니다. 미국의 작은 마을에서 심야 라디오 토크쇼의 진행자가 되어 정체를 알 수 없는 의문의 킬러에게 스토킹을 당하고 있다는 제보를 준 발신자를 위험으로부터 구해내야 합니다. "}, {"images": {"nodes": []}, "id": "1153439886048708", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "ホラー", "コメディ", "ラジオ", "DJ"], "long_description": "時は1987年、アメリカの小さな町Gallows Creekで時計が真夜中を告げる。町のラジオDJ Forrest Nashが開始した放送が、前代未聞の殺人劇へと変貌する…\n\nこのホラーコメディでは、パズルを解いて電話の主が謎の殺人者に殺されるのを阻止しよう。あらゆる電話が生死に関わる。君はGallows Creekの住民を守ることができるだろうか？\n\n• 独自の一人称のナラティブ：町に来たばかりの、深夜ラジオのトークショーの落ちこぼれホストになろう。警察署長は死亡…町の人々は君に助けを求めてくる。なぜならば、君、Forest Nashこそが、町で唯一電話回線を操作できる人間だからだ。\n\n• リアルタイムの決断とパズル：枝分かれする会話で、小さな町のエキセントリックな人々と交流しよう。中には被害者と容疑者が含まれているかもしれない。周囲を探索して手掛かりを探し、決断を重ね、謎を解き、電話の主が夜明けまで生き延びられるよう手助けしよう。\n\n• レトロな殺人鬼物語の舞台：殺人鬼にインスピレーションを受けたこのパズルゲームで、1987年代に遡ろう。細部まで正確に作り込まれたラジオ局を探索し、カセットテープやレコードプレーヤーなど、物理法則に基づいた多くのオブジェクトを操作しよう。フルボイスのキャストと、ロックの名曲からシンセウェーブまで、80年風のチューンを持つ殺人的に美麗なオリジナルサウンドトラックも搭載！", "short_description": "『Killer Frequency』は、一人称のホラーパズルゲームだ。君は、1987年代アメリカの小さな町の、深夜ラジオのトークショーのホスト。電話をかけてくる人は皆、謎の殺人鬼に追われている… "}, {"images": {"nodes": []}, "id": "1135111497446572", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "хоррор", "комедия", "радио", "DJ"], "long_description": "1987 год. Маленький городок Галлоус-Крик, США. Часы бьют полночь, и Форрест Нэш, диджей крупной местной радиостанции, выходит в прямой эфир в ночную смену, которая навсегда оставит отпечаток в его памяти...\n\nВ этом комедийном хорроре вам предстоит решать головоломки, чтобы спасти своих слушателей от таинственного убийцы. Сможете ли вы уберечь обитателей Галлоус-Крик, когда каждый звонок ставит жизнь и смерть на чаши весов?\n\n• Уникальная история от первого лица: примерьте на себя роль ведущего ночного радиошоу, недавно приехавшего в город и тут же попавшего в переплет. Шеф полиции мертв... Перепуганные жители обращаются к вам, ведь Форрест Нэш — единственный, кто может снять трубку и помочь людям выжить.\n\n• Разгадывайте головоломки и принимайте решения в реальном времени: общайтесь с эксцентричными жителями городка, среди которых отыщутся как потенциальные жертвы, так и подозреваемые. Изучайте окружающий мир, собирайте улики, принимайте решения, разгадывайте загадки и помогите тем, кто звонит вам, пережить эту ночь. \n\n• Атмосфера в стиле ретро: хоррор со множеством головоломок отправит вас в 1987 год. Здесь можно взаимодействовать практически с каждым предметом ушедшей эпохи — например, поставить в магнитофон кассету с любимой музыкой. Вас ожидают полностью озвученные диалоги с различными персонажами под аккомпанемент музыки из 80-х. Выберите свою волну: классический рок или эпический синтвейв?", "short_description": "В Killer Frequency вам предстоит примерить на себя роль Форреста Нэша — ведущего ночного радиошоу в маленьком американском городке, на жителей которого охотится загадочный убийца. "}, {"images": {"nodes": [{"file_name": "Killer_Frequency_Quest_Immersive_Logo.png", "id": "6375015965882829", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036646_6375015972549495_1420766168913434909_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qDGR89Fc-PUQ7kNvwGbWZTg&_nc_oc=Admjts6Ma_uiHAVITmnMOaJDLE0kjzTBkU1dOPUGtZ1gwazhVXwd7iqiCim3FgYtl_s&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv1QRaVIMxuZssAzHsA6bRXdXhq-XYUPS5VikyfLMtFwQ&oe=6995AA44"}, {"file_name": "Killer_Frequency_Quest_Cover_Portrait.png", "id": "3452166698374599", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031594_3452166701707932_6691293865153185116_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3Wg6FTh7YbQQ7kNvwHiMPzQ&_nc_oc=AdnWaQN3lbXhnVuOSspzENe-Ax85e7u2kyx8Uzs_hxfJhueIiReKr-zEPJwOPFfaEcA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUx_nyJ-PnCMscZzQRCSc-SMIij2nx0sZq-mdK2XHagQ&oe=6995CB1F"}, {"file_name": "Killer_Frequency_Quest_Logo.png", "id": "1421117415388173", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982601_1421117418721506_1189213069225880588_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=azda20dewg0Q7kNvwFjVLuH&_nc_oc=Adl9nsUsXhFtFQ025EJMH9sFRuRURIfTA6w97apIN7943tvfSesw5g3VN6UXOB1QPvs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftoN1hI6XOLOP3OXkRFQIM1HA6i_FrjwokK69W6cIJ-Aw&oe=6995A978"}, {"file_name": "Killer_Frequency_Quest_Immmersive_Backdrop.png", "id": "958562485319467", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75195912_958562488652800_6843034259555609561_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IlFHXTG2KgcQ7kNvwGANxt8&_nc_oc=AdlCm_NGupiWIdWqcA_7iIXQEe3GQZif0zZWtUhzN3GZqNqcOhk5Grf8sfyzKj_97BY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuSN1ZxrVcIluvr_BszTx_FxKpUhXa39yIveCgNPxEWUA&oe=6995A415"}, {"file_name": "Killer_Frequency_Quest_Mini_Landscape.png", "id": "652400636898841", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974711_652400640232174_1602465322250261414_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q8TPZrN8TrEQ7kNvwFH_eAO&_nc_oc=AdlYJg8iqngJEJsuf-gHTQS6GXUvJj51c9YPYUhKwkQxREeneYL_NrbP2ylrC1Z5a0U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfscYnE9g4OTkwt9Afn_RZJRhnl7D7-RLrYjrAMqH-N40Q&oe=6995B212"}, {"file_name": "Quest_Immersive_Object_Left.png", "id": "597180652129029", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035381_597180655462362_5321310656210059649_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oJ17uPCs0I0Q7kNvwGdzMmY&_nc_oc=Adms0lsYa8RwJZx8P_-jm5mMy9YN4ibg96RJWx9WxZ4xcvWxuEPof2Tt2kQ4Y11HxWo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsbe4KKJ0EI4jp-qtyLnYleyJO7oOiTtvQytNjuoyos_A&oe=6995C633"}, {"file_name": "Killer_Frequency_Quest_Cover_Landscape.png", "id": "545953784355431", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572926_545953787688764_7491418929830549660_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5ShnWdUvqSsQ7kNvwEYAyzF&_nc_oc=Adkfanbo23sFxmc5imPmH22Tym2HqTya6Iymlk3gk8ROZgPuW_n_HCpccKzH2UvxG48&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs2VCZWe4kiviMs6xcfNdIMZRHekKN8m_okgP2cr38j-w&oe=6995C095"}, {"file_name": "Killer_Frequency_Hero_Cover.png", "id": "243763421441764", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974751_243763424775097_3909235337615646706_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AYmV9ICn4fcQ7kNvwF2LB1I&_nc_oc=AdmfwWYKXDmWrNobdd1niklddHZ1QFZzPh8ddwWQouBJilL9MjYI8qIUYMaF_vJCzXU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft3g0m9LL_IYNaXbAs-yErbc7Tq4dUstSBf-U56bgHvow&oe=6995B7FB"}, {"file_name": "Killer_Frequency__Quest_Icon.png", "id": "234283439135259", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974883_234283442468592_1997700203898424372_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bgQFKwzZzZMQ7kNvwEVw0Y1&_nc_oc=AdkzxDmWNfUiL_itC3ZYl1NAcGQK3dMvz_FqzCMsLRTR9mY6kmAzz8KW7TVhHz0KGmk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuBfqL_VMN6fFq50ENI2paornAHCFhVobjaTwBztpw7vw&oe=6995B3C3"}, {"file_name": "Killer_Frequency_Quest_Cover_Square.png", "id": "193816800071306", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974672_193816806737972_8105514651427272992_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=kFf0c99mkJ4Q7kNvwE0H7j7&_nc_oc=AdlgvLq4K2xlK3hJ3Z3CqpBgQnfaEluUCegqoJrpbThXSQDXsD9ZLwSqn9KVo-uG5DE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUeAlgZ9GfhS_DlShY7BiXgbmam-pPtVGZnNCyyaJD0A&oe=6995B5B3"}]}, "id": "1032209197343193", "locale": "en_US", "screenshots": [{"file_name": "KF-VR-Screenshot-15.png", "id": "164560802969388", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001718_164560806302721_8618278767068413726_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1phb1WZgfE8Q7kNvwGd1Man&_nc_oc=AdmgUpw1otkGDInEjrd4bWWsvwdd1cwsK1CoqQG8R_InftSJV0-a0v-_yM8ty_zN1xM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsJGjHnOIk75YlaN4lyX5MjqJjvLEGlLCtjlFhjZB_X-A&oe=6995A1D1"}, {"file_name": "KF-VR-Screenshot-06.png", "id": "3364397647158156", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974798_3364397650491489_4293525572159163282_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=u2CxvMWfwEcQ7kNvwHevcOM&_nc_oc=Adl40lMtGLCE9z53ezSkhF4giQ0RpO0zQx59N5vGvLJLr3Svyif91fKXJkWL-5ugMTM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfudJcnZTRaLq52198PR6XjodwQ4HsSO3LxkyP7aORx4JA&oe=6995A294"}, {"file_name": "KF-VR-Screenshots-19.png", "id": "1699341913831242", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974888_1699341917164575_7929079907812559875_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NdGkI4rWGoUQ7kNvwGlHl8G&_nc_oc=AdmZnEfa-9gss41rHeTDWMtwrCXRbFKw6waIEjE8bCUpwGAaL6WcxMbQ_ppowVQjiz4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftSh9qldj7RbV8lWK3e3kNbvbqVR4Iy53McRk9fPGczGw&oe=6995CB7B"}, {"file_name": "KF-VR-Screenshots-18.png", "id": "836035714614939", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982714_836035717948272_3419206952642047824_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BZVLvajA2bcQ7kNvwEiBozl&_nc_oc=AdmyDymozKRHXYqOXHBZCIcsXZDoR8y846pBShFKbf18YeXHee2pEVCCS5WtlN4jhN8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvl_bf4aEKaBDhRl-xLeKEGh6fovtPgqpDhP98LUstWpg&oe=6995A179"}, {"file_name": "KF-VR-Screenshot-04.png", "id": "609641011230091", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974888_609641014563424_5425248813466985893_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E2m4j5ENldsQ7kNvwFtdlq0&_nc_oc=Adm9p40-Sj1BRhxws1DV9_ViPA_4GI_N9Vpb7qYkven-grZSVkZzs3Yp2jAYqVzoOBQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsdLv1-K0N9tqJFOkvqOTUJ-GUrMtZbuPPqlb_5B2uTug&oe=6995AEFC"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Cover Landscape.png", "id": "1155640882504602", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75207242_1155640885837935_5047788982501343442_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=acJHTH4nbhsQ7kNvwFDQpbc&_nc_oc=AdmYoomkPq6Y4JeL05iqOIdL3jVv74U5HJTdGtTgRGvMysiM-nVPpKldfGENBVMhIsA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftsz8wSg3BeC9inprLF8OjIdL1oemsJMu6WP6lJeY3j-g&oe=69959AD9"}, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "The year is 1987, and as the clock strikes midnight in small-town Gallows Creek, USA. Big city radio DJ Forrest Nash is live on air in what will turn out to be the graveyard shift of a lifetime..\n\nIn this horror comedy, you must solve puzzles to save callers from being hunted down by a mysterious killer. Where every call is life and death, can you save the inhabitants of Gallows Creek?\n\n• Unique 1st person narrative: Step into the shoes of a late-night radio talk-show host – new in town and fallen from grace. The Police Chief is dead… so the townsfolk turn to you for help, as apparently you, Forest Nash are the only person in town who can run a phone line.\n\n• The real time decision making & puzzles: Use branching dialogues to interact with a variety of eccentric small-town personalities including potential victims and suspects. Explore your surroundings, gather clues, make decisions, solve satisfying riddles, and try to help each of your callers survive the night. \n\n• Retro Slasher setting: Jump back in time to 1987 with this slasher inspired puzzler – explore an authentically detailed radio station and interact with dozens of physics-based objects straight from a bygone era, including a working cassette and record player. With a fully voiced cast and a killer original soundtrack of 80's inspired tunes from rock classics to synthwave!", "short_description": "Killer Frequency is a first-person horror puzzle game set in the 1987, that puts you in the role of a late-night radio talk show host in small town America whose callers are being stalked by a mysterious killer. "}, {"images": {"nodes": []}, "id": "955199345523265", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "The year is 1987, and as the clock strikes midnight in small-town Gallows Creek, USA. Big city radio DJ Forrest Nash is live on air in what will turn out to be the graveyard shift of a lifetime..\n\nIn this horror comedy, you must solve puzzles to save callers from being hunted down by a mysterious killer. Where every call is life and death, can you save the inhabitants of Gallows Creek?\n\n• Unique 1st person narrative: Step into the shoes of a late-night radio talk-show host – new in town and fallen from grace. The Police Chief is dead… so the townsfolk turn to you for help, as apparently you, Forest Nash are the only person in town who can run a phone line.\n\n• The real time decision making & puzzles: Use branching dialogues to interact with a variety of eccentric small-town personalities including potential victims and suspects. Explore your surroundings, gather clues, make decisions, solve satisfying riddles, and try to help each of your callers survive the night. \n\n• Retro Slasher setting: Jump back in time to 1987 with this slasher inspired puzzler – explore an authentically detailed radio station and interact with dozens of physics-based objects straight from a bygone era, including a working cassette and record player. With a fully voiced cast and a killer original soundtrack of 80's inspired tunes from rock classics to synthwave!", "short_description": "Killer Frequency is a first-person horror puzzle game set in the 1987, that puts you in the role of a late-night radio talk show host in small town America whose callers are being stalked by a mysterious killer. "}, {"images": {"nodes": []}, "id": "934862091053117", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "We schrijven het jaar 1987 en de klok slaat twaalf in het kleine dorpje Gallows Creek. De beroemde radio-dj Forrest Nash is live in wat de nachtdienst van zijn leven wordt...\n\nIn deze horrorcomedy moet je puzzels oplossen om bellers te redden die door een mysterieuze moordenaar worden belaagd. Elk telefoontje is er een op leven en dood. Schiet jij de bewoners van Gallows Creek te hulp?\n\n• Uniek first-person-verhaal: Kruip in de huid van een van zijn voetstuk gevallen radiopresentator die nieuw is in het dorp. Aangezien de politiecommissaris dood is… wendt iedereen zich tot jou voor hulp. Want blijkbaar ben jij, Forest Nash, de enige met een telefooncentrale.\n\n• Puzzels oplossen en keuzes maken in realtime: Gebruik vertakkende dialoogopties om het gesprek aan te gaan met allerlei excentrieke dorpelingen, onder wie potentiële slachtoffers en verdachten. Verken de omgeving, verzamel aanwijzingen, hak knopen door, los bevredigende raadsels op en help je bellers de nacht te overleven. \n\n• Sfeer van een retro-slasher: Ga terug in de tijd naar 1987 met deze door slasherfilms geïnspireerde puzzelgame. Verken een authentieke, gedetailleerde radiostudio en pruts aan tientallen realistisch reagerende objecten uit een andere tijd, zoals een werkende cassettespeler en platenspeler. Alle personages zijn ingesproken en de originele soundtrack bevat door de jaren 80 geïnspireerde rockmuziek en synthwave!", "short_description": "Killer Frequency is een first-person-horrorpuzzelgame die zich afspeelt in 1987. Kruip in de huid van een radiopresentator in een klein Amerikaans dorp, met bellers die worden gestalkt door een mysterieuze moordenaar. "}, {"images": {"nodes": []}, "id": "797490418220748", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "Comédia", "Rádio", "DJ"], "long_description": "O ano é 1987. Quando o relógio bate à meia-noite na pequena cidade de Gallows Creek, EUA, o apresentador de rádio da cidade grande Forrest Nash entra ao vivo no que será uma madrugada daquelas...\n\nNesta comédia de terror, você deve solucionar quebra-cabeças para impedir que os ouvintes sejam caçados por um misterioso assassino. \n\n• Narrativa original em primeira pessoa: assuma o papel de um apresentador de programa de entrevistas de rádio noturno, Forrest Nash, cuja carreira como DJ foi arruinada. Em Gallows Creek, o delegado é morto, então resta a você a tarefa de ajudar os habitantes, já que é a única pessoa da cidade que sabe operar uma linha telefônica.\n\n• Decisões em tempo real e quebra-cabeças: use diálogos ramificados para interagir com diversas personalidades excêntricas e típicas de cidades pequenas, incluindo suspeitos e vítimas em potencial. Explore a estação de rádio, reúna pistas, tome decisões, desvende enigmas interessantes e tente ajudar cada um de seus ouvintes a sobreviver a essa noite. \n\n• Jogo no estilo slasher retrô: volte no tempo até 1987 com este jogo de quebra-cabeças inspirado no subgênero slasher. Explore uma estação de rádio com detalhes realistas e interaja com dezenas de objetos que saíram diretamente de tempos passados, como um tocador de fitas cassete e um toca-discos. O elenco foi totalmente dublado, e a trilha sonora original é de matar, repleta de músicas inspiradas nos anos 1980, desde clássicos do rock até synthwave!", "short_description": "Killer Frequency é um jogo de quebra-cabeça de terror em primeira pessoa ambientado em 1987. Você assume o papel do apresentador de um programa de rádio noturno de uma cidadezinha dos Estados Unidos cujos ouvintes estão sendo perseguidos por um misterioso assassino. "}, {"images": {"nodes": []}, "id": "789334192545377", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Yıl 1987 ve ABD'nin küçük kasabası Gallows Creek'te saatler gece yarısını gösteriyor. Büyük şehir radyosu DJ'i Forrest Nash, hayatının en unutulmaz gece vardiyasına dönüşecek olan canlı yayında.\n\nBu korku komedisinde arayanları gizemli bir katil tarafından yakalanmaktan kurtarmak için bulmacaları çözmen gerekiyor. Her çağrının ölüm kalım meselesi olduğu yerde Gallows Creek sakinlerini kurtarabilecek misin?\n\n• Eşsiz 1. şahıs anlatımı: Kasabaya yeni gelen ve itibarını yitirmiş, gece geç saatlerde yayın yapan bir radyonun talk show sunucusunun rolüne bürün. Polis Şefi öldü... Bu yüzden kasaba halkı senden yardım istiyor çünkü görünüşe göre sen, Forest Nash, kasabada telefon hattı işletebilecek tek kişisin.\n\n• Gerçek zamanlı kararlar ve bulmacalar: Potansiyel kurbanlar ve şüpheliler de dâhil olmak üzere çeşitli eksantrik küçük kasaba kişilikleriyle etkileşim kurmak için dallara ayrılan diyalogları kullan. Çevreni keşfet, ipuçları topla, kararlar ver, tatmin edici bulmacalar çöz ve seni arayan herkesin geceyi sağ salim atlatmasına yardım etmeye çalış. \n\n• Retro Slasher ortamı: Bu slasher temalı bulmaca oyunuyla zamanda geriye, 1987 senesine git. Özgün ayrıntılara sahip bir radyo istasyonunu keşfet ve çalışan bir kaset ve plak çalar da dâhil olmak üzere doğrudan geçmiş bir çağdan düzinelerce fizik tabanlı nesneyle etkileşime geç. Tamamen seslendirilmiş bir oyuncu kadrosu ve rock klasiklerinden synthwave'e 80'lerden ilham alan ezgilerden oluşan harika oyun müzikleri de var!", "short_description": "Killer Frequency, 1987'de geçen birinci şahıs korku bulmaca oyunudur ve seni, arayanların gizemli bir katil tarafından takip edildiği küçük bir Amerikan kasabasında gece geç saatlerde bir radyo talk show sunucusu rolüne sokar. "}, {"images": {"nodes": []}, "id": "764617005175520", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "致命频率", "喜剧", "广播", "DJ"], "long_description": "1987 年，美国盖勒斯湾小镇的时钟来到午夜十二点，来自大都会的电台 DJ 福雷斯特·纳什正在上夜班，而接下来进行的节目将改变他的一生。\n\n在这个恐怖喜剧中，您必须解开谜题，协助来电听众逃过神秘杀人魔的追杀。每通电话都攸关生死，您能拯救盖勒斯湾镇居民的性命吗？\n\n• 独特的第一人称叙事：扮演深夜电台脱口秀主持人，初来乍到，就发生一件恐怖的事。警长死了... 所以镇民们转而向您求助，因为很显然，您这里是镇上唯一打得通的电话。\n\n• 实时决策和解谜：通过分支对话选项与各种古怪的小镇人物互动，包括潜在的受害者和嫌疑人。探索周围环境，收集线索，作出决定，解开谜题得到成就感，并帮助每一位听众活过今晚。\n\n• 复古的砍杀电影背景设定：通过这款以砍杀电影为灵感的解谜游戏，让时光倒退回 1987 年，探索细节逼真的广播电台，并与数十个基于物理原理的旧时代物品互动，包括可操作的磁带和播放器。享受全程配音的角色阵容，以及灵感源自 1980 年代的超酷炫原声带，曲目从经典摇滚到合成波曲调风格电子乐应有尽有！", "short_description": "《Killer Frequency》是一款时间设于 1987 年的第一人称恐怖解谜游戏，您将扮演一个美国小镇的深夜电台脱口秀主持人，他的听众正遭一名神秘杀人魔盯上。 "}, {"images": {"nodes": []}, "id": "710237581107207", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "Komedie", "radio", "DJ"], "long_description": "Året er 1987, og uret slår midnat i den lille by, Gallows Creek. Storbyradio-DJ'en Forrest Nash er live i æteren i det, der udvikler sig til hans livs natteholdsskift ...\n\nI denne horror-komedie skal du løse hovedbrud for at redde dem, der ringer ind, fra besøg af en mystisk morder. Hvert eneste opkald udvikler sig til liv eller død - kan du redde indbyggerne i Gallows Creek?\n\n• Unik førstepersonsfortælling: Påtag dig rollen som natradiovært for et talkshow – ny i byen og i unåde. Politichefen er død, så indbyggerne beder dig om hjælp, da du – Forrest Nash – tilsyneladende er den eneste, der kan opretholde en telefonforbindelse.\n\n• Tag beslutninger og løs hovedbrud i realtid: Anvend vidt forgrenede dialoger til at interagere med en lang række af den lille bys excentriske indbyggere, inklusive potentielle ofre og mistænkte. Udforsk omgivelser, indsaml spor, tag beslutninger, løs tilfredsstillende gåder og se, om du kan redde hver eneste, der ringer ind, med at overleve. \n\n• Retro Slasher-omgivelser: Hop tilbage til 1987 i dette slasher-inspirerede hovedbrudsspil – udforsk en autentisk og detaljeret radiostation og interagér med masser af fysikbaserede objekter direkte fra en svunden æra - inklusive en kassettebåndoptager og en pladespiller. Stemmer til alle medvirkende og et dræbende godt soundtrack med 80'er-inspirerede sange - fra rockklassikere til synthwave!", "short_description": "Killer Frequency er et horror-hovedbrudsspil, der foregår i 1987 og giver dig rollen som natradiovært i et talkshow i en lille amerikansk by, hvor dem, der ringer ind, forfølges af mystisk morder. "}, {"images": {"nodes": []}, "id": "629743602534839", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "kauhu", "komedia", "radio", "DJ"], "long_description": "Vuosi on 1987 ja kello lyö keskiyötä Gallows Creekin pikkukaupungissa Yhdysvalloissa. Ison kaupungin radiotiskijukka Forrest Nash juontaa live-lähetystä, joka uhkaa muuttua yövuorosta ruumiinvalvojaisiksi.\n\nTässä kauhukomediassa joudut ratkomaan pulmia, jotta saat pelastettua lähetykseen soittavat ihmiset salaperäisen tappajan kynsistä\n\nAinutlaatuinen 1. persoonan kerronta: Astut kaupungin uuden tulokkaan – suuremmista kuvioista pudonneen myöhäisillan puheradio-ohjelman juontajan – saappaisiin. Poliisipäällikkö on kuollut, joten kaupunkilaiset pyytävät apua sinulta, koska nähtävästi sinä – Forest Nash – olet ainoa, jolla on kyky auttaa puhelimitse\n\nReaaliaikaiset päätökset ja pulmat: Käyt haarautuvia keskusteluja pikkukaupungin erilaisten omalaatuisten persoonallisuuksien kanssa, joiden joukossa on potentiaalisia uhreja ja myös epäiltyjä. Tutki ympäristöäsi, kerää johtolankoja, tee päätöksiä, ratko mielenkiintoisia arvoituksia ja yritä auttaa kaikkia sinulle soittavia selviytymään yön läpi hengissä\n\nRetrotyylinen slasher-asetelma: Tämä slasher-kauhufilmien inspiroima peli palauttaa sinut takaisin vuoteen 1987. Pääset tutkimaan yksityiskohtaisesti mallinnettua aitoa radioasemaa ja käsittelemään kymmeniä realistisesti fysiikkamallinnettuja menneiden aikojen esineitä, kuten toimivia kasetti- ja levysoittimia. Tunnelman luovat täysin ääninäytelty dialogi ja huipputasokas alkuperäinen soundtrack, jolta löytyy 80-luvun inspiroimaa musiikkia rock-klassikoista synthwave-kappaleisiin!", "short_description": "Killer Frequency on vuoteen 1987 sijoittuva ensimmäisen persoonan kauhupulmapeli. Pelaat myöhäisillan puheohjelman radiotiskijukkana amerikkalaisessa pikkukaupungissa, jonka asukkaita vaanii salaperäinen tappaja. "}, {"images": {"nodes": []}, "id": "594690269388408", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Es ist 1987. Punkt Mitternacht geht der großstadterfahrene Radiomoderator Forrest Nash in der US-Kleinstadt Gallows Creek auf Sendung. Und diese Nachtschicht hat es mal echt in sich …\n\nIn diesem Horror-Comedy-Abenteuer musst du Rätsel lösen, damit die Anrufer nicht einem mysteriösen Killer zum Opfer fallen. Bei jedem Anruf geht es um Leben und Tod. Kannst du die Einwohner von Gallows Creek retten?\n\n•Einzigartige First-Person-Erzählweise: Schlüpfe in die Rolle eines Late-Night-Radiomoderators – er ist zuvor in Ungnade gefallen und neu in der Stadt. Der Polizeichef ist tot … also wendet sich die Bevölkerung an dich. Offenbar bist du die einzige Person in der ganzen Stadt, die ans Telefon geht.\n\n•Entscheidungen in Echtzeit treffen und Rätsel lösen: Mithilfe von Dialogbäumen interagierst du mit einer Vielzahl von exzentrischen Kleinstadtbewohnern, darunter potenzielle Opfer und Verdächtige. Erkunde deine Umgebung, sammle Hinweise, triff Entscheidungen, löse knifflige Rätsel und versuche, deinen Anrufern ein weiteres Aufwachen zu ermöglichen.\n\n•Retro-Slasher-Setting: Wage den Sprung ins Jahr 1987 und in ein von Slasher-Filmen inspiriertes Abenteuer – erkunde einen detailreich gestalteten Radiosender und interagiere mit dutzenden, sich physikalisch korrekt verhaltenden Objekten aus einer vergangenen Ära, inklusive voll funktionsfähigem Kassettenrekorder und Plattenspieler. Dank Vollvertonung und einem echten Killer-Soundtrack mitsamt 80er-infiziertem klassischen Rock und Synthwave!", "short_description": "Killer Frequency ist ein First-Person-Horror-Rätselspiel, das im Jahr 1987 in einer US-amerikanischen Kleinstadt angesiedelt ist. Du schlüpfst in die Rolle eines Late-Night-Radiomoderators, dessen Zuhörer von einem mysteriösen Killer verfolgt werden. "}, {"images": {"nodes": []}, "id": "560365489499995", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["Tueur", "Horreur", "Comédie", "radio", "DJ"], "long_description": "Nous sommes en 1987 et l’horloge sonne minuit dans la petite ville de Gallows Creek, aux États-Unis. Forrest Nash, DJ d’une radio de grande ville, est en direct à l’antenne pour une soirée qui s’annonce très longue.\n\nDans cette comédie d’horreur, vos interlocuteurs téléphoniques sont les cibles d’un mystérieux tueur, et vous devez résoudre des énigmes pour les protéger d’un destin funeste\n\n•Narration hors norme à la première personne : campez le rôle d’un animateur de talk-show radio nocturne. En proie à un passé douloureux, vous venez d’arriver en ville. Le chef de la police est mort... alors les habitants se tournent vers vous pour obtenir de l’aide, car apparemment vous, Forest Nash, êtes la seule personne à pouvoir faire fonctionner une ligne téléphonique\n\n•Prise de décision en temps réel et énigmes : utilisez des dialogues ramifiés pour interagir avec une variété de personnalités excentriques, dont des victimes potentielles et d’éventuels suspects\n\n•Ambiance Retro Slasher : voyagez dans le passé pour revenir en 1987 avec ce jeu de réflexion qui évoque sans équivoque les bons vieux slashers d’antan ! Explorez une station de radio fourmillant de détails authentiques, et interagissez avec des dizaines d’objets soumis aux lois de la physique, et tout droit sortis d’une époque révolue, notamment un magnétophone et un tourne-disque en état de marche. Avec un casting entièrement vocal et une superbe bande originale inspirée des années 80, des classiques du rock à la synthwave !", "short_description": "Killer Frequency est un puzzle game d’horreur à la première personne se déroulant en 1987. Incarnez Forrest Nash, un animateur de radio nocturne dans une petite ville américaine, dont les interlocuteurs téléphoniques sont pourchassés par un tueur mystérieux. "}, {"images": {"nodes": []}, "id": "239622688675766", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Es el año 1987, y el reloj marca la medianoche en la pequeña ciudad de Gallows Creek, EE. UU. El DJ Forrest Nash de una gran radio citadina está trasmitiendo en vivo en lo que se convertirá en una noche inolvidable...\n\nEn esta comedia de terror, debes resolver acertijos para salvar a las personas que llaman de las manos de un misterioso asesino.\n\n• Narración única en primera persona: Métete en la piel del nuevo y venido a menos presentador de un programa nocturno de entrevistas. El jefe de policía está muerto… y los residentes acuden a ti por ayuda, ya que aparentemente solo tú, Forest Nash, puedes gestionar una línea telefónica.\n\n• Acertijos y toma de decisiones en tiempo real: Usa diálogos no lineales para interactuar con diversas personalidades excéntricas de la pequeña ciudad, incluyendo víctimas potenciales y sospechosos. Explora los alrededores, reúne pistas, toma decisiones, resuelve gratos acertijos y ayuda a cada una de las personas que llaman a pasar la noche. \n\n• Marco gore retro: Viaja en el tiempo a 1987 con este juego gore de acertijos. Explora una estación de radio con detalles increíblemente reales e interactúa con decenas de objetos basados en la física directos de otro siglo, incluyendo un reproductor de discos y casetes totalmente funcional. ¡Disfruta de un reparto completo de voces y una asombrosa banda sonora de 1980 inspirada en géneros musicales como rock, clásico y synthwave!", "short_description": "Killer Frequency es un juego de terror de acertijos en primera persona que se desarrolla en el año 1987 y te pone en el papel de un presentador de un programa nocturno de entrevistas una pequeña ciudad estadounidense a la que las personas llaman tras ser acechadas por un misterioso asesino. "}, {"images": {"nodes": []}, "id": "232570806074133", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Jest rok 1987, a w amerykańskim miasteczku Gallows Creek zegar właśnie wybija północ. Wielkomiejski DJ radiowy Forrest Nash jest właśnie na antenie w czasie nocnej zmiany, którą zapamięta do końca życia…\n\nW tym komediowym horrorze będziesz rozwiązywać zagadki, ratując rozmówców przed atakiem tajemniczego zabójcy.\n\n• Wyjątkowa narracja pierwszoosobowa: wciel się w Forresta Nasha, radiowca prowadzącego nocne rozmowy — człowieka, który popadł w niełaskę i dopiero co przybył do miasta. W obliczu śmierci komendanta policji ludzie zwracają się o pomoc do Forresta, jako że najwidoczniej jest jedyną osobą w mieście, która umie obsłużyć linię telefoniczną.\n\n• Zagadki i system podejmowania decyzji w czasie rzeczywistym: wykorzystuj rozbudowane opcje dialogowe do nawiązywania kontaktu z rozmaitymi, ekscentrycznymi mieszkańcami miasteczka, w tym potencjalnymi ofiarami i podejrzanymi. \n\n• Klimat slashera retro: w tej grze logicznej z elementami horroru cofniesz się w czasie do roku 1987, odkryjesz szczegółowo odwzorowaną rozgłośnię radiową i wejdziesz w interakcję z dziesiątkami dawnych przedmiotów zaprojektowanych z dbałością o prawa fizyki, takich jak działający gramofon czy sprawny odtwarzacz kasetowy. Gra z w pełni udźwiękowionymi dialogami i budzącą grozę ścieżką dźwiękową inspirowaną utworami z lat 80. — od rockowych klasyków po synthwave!", "short_description": "Killer Frequency to osadzony w 1987 r. pierwszoosobowy horror z elementami gry logicznej. Wcielasz się w radiowca z amerykańskiego miasteczka, który prowadzi nocne rozmowy z osobami prześladowanymi przez tajemniczego zabójcę. "}, {"images": {"nodes": []}, "id": "228725723144086", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "恐怖", "喜劇", "廣播", "DJ"], "long_description": "1987 年，美國加洛斯溪小鎮的時鐘來到午夜十二點，來自大城市的電台 DJ 佛瑞斯特·奈許正在上夜班，而接下來進行的節目將改變他的一生。\n\n在這個恐怖喜劇中，您必須解開謎題，協助來電聽眾逃過神秘殺人魔的追殺。每通電話都攸關生死，您能拯救加洛斯溪鎮居民的性命嗎？\n\n• 獨特的第一人稱敘事：扮演深夜電台談話節目主持人，初來乍到，就發生一件恐怖的事。警長死了... 所以鎮民們轉而向您求助，因為很顯然，您這裡是鎮上唯一打得通的電話。\n\n• 即時決策和解謎：透過分支對話來與各式各樣的古怪小鎮民眾互動，包括可能是受害者和嫌疑犯的人物。探索周遭環境、蒐集線索、做出決策，解開謎題得到成就感，並協助您的每一位聽眾活過今晚。\n\n• 復古的砍殺電影背景設定：透過這款以砍殺電影為靈感的解謎遊戲，讓時光倒退回 1987 年，探索細節逼真的廣播電台，並與數十種符合物理定律的舊時代物品互動，包括可操作的錄音帶和播音機。享受具完整配音的角色陣容，以及靈感源自 1980 年代的超正點原聲帶，曲目從經典搖滾到 Synthwave 風格電子樂應有盡有！", "short_description": "《Killer Frequency》是一款時間設於 1987 年的第一人稱恐怖解謎遊戲，您將扮演一個美國小鎮的深夜電台談話節目主持人，他的聽眾正遭一名神秘殺人魔盯上。 "}, {"images": {"nodes": []}, "id": "195560920048256", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["Morder", "Skrekk", "Komedie", "radio", "programleder"], "long_description": "Året er 1987 og klokken er midnatt på det lille stedet Gallows Creek i USA. Radioprogramlederen Forrest Nash er på luften i det som skal bli den mest minneverdige nattsendingen noensinne.\n\nI denne skrekkomedien må du løse hjernetrimoppgaver for å redde innringere fra å bli jaktet på av en mystisk morder. Når alle samtaler er et spørsmål om liv og død ... har du det som skal til for å redde innbyggerne i Gallows Creek?\n\n• Unik førstepersonsfortelling: Ta på deg rollen som en nattprogramleder på radio, som er ny i byen og har falt i unåde. Politimesteren er død, så folk henvender seg til deg for å få hjelp, da du, Forest Nash, tydeligvis er den eneste personen i byen som kan holde orden på et sentralbord.\n\n• Avgjørelser og hjernetrim i sanntid: Bruk dialoger som sender deg i ulike retninger til å samhandle med småbyfolk, folk som både kan være mulige ofre og mistenkte! Utforsk omgivelsene, samle spor, ta avgjørelser, løs tilfredsstillende hjernetrimoppgaver og prøv å hjelpe innringerne med å overleve natten. \n\n• Retro-slasher-setting: Dra tilbake til 1987 med dette slasher-inspirerte hjernetrimspillet – utforsk en autentisk detaljert radiostasjon og samhandle med flere titalls fysikkbaserte objekter fra en svunnen tid, som en kassettspiller og en platespiller. Spillet har et stort rollegalleri som er stemmelagt, og fantastisk musikk med 80-tallsinspirerte sanger, fra rock til synthwave!", "short_description": "Killer Frequency er et førstepersons skrekkhjernetrimspill som foregår i 1987, og som plasserer deg i rollen som en radioprogramleder på nattskiftet på et lite sted i USA der innringerne blir jaktet på av en mystisk morder. "}, {"images": {"nodes": []}, "id": "185988274006959", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Killer Frequency", "keywords": ["killer", "horror", "comedy", "radio", "DJ"], "long_description": "Året är 1987 och klockan har slagit midnatt i den amerikanska småstaden Gallows Creek. Radioprataren Forrest Nash sänder direkt från studion i vad som ska bli ett oförglömligt nattskift…\n\nDen här rysarkomedin går ut på att rädda inringare från att bli fångade av en mystisk mördare. Varje samtal är på liv och död – kan du rädda invånarna i Gallows Creek?\n\n• Unik förstapersonsberättelse: Bli radioprataren Forrest Nash som fått lämna storstan med svansen mellan benen. Polischefen är död… så nu vänder sig Gallow Creeks befolkning till dig eftersom du, tydligen, är den enda som kan sköta en telefon.\n\n• Fatta beslut och lös pussel i realtid: Prata med småstadens excentriska personligheter, inklusive potentiella offer och misstänkta, genom ett förgrenande dialogsystem. Utforska omgivningen, samla ledtrådar, fatta beslut, lös knepiga gåtor och försök hjälpa inringarna att överleva natten.\n\n• Retrodoftande slashermiljö: Återvänd till 1987 i det här slasherinspirerade pusselspelet. Utforska en verklighetstrogen radiostation full av reliker från svunna tider, inklusive fungerande kassettband- och vinylspelare. All dialog är röstsatt och det originalskrivna soundtracket är fullspäckat med musik inspirerad av 80-talets rockklassiker och synthwave!", "short_description": "Killer Frequency är ett rysarpusselspel i förstaperson som utspelar sig på den amerikanska vischan 1987. Iklä dig rollen som en radiopratare i en liten småstad vars inringare jagas av en mystisk mördare. "}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.team17.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Team17 Digital", "support_website_url": "https://www.team17.com/contact/", "website_url": "https://www.team17.com/games/killer-frequency/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_CN", "zh_HK", "zh_TW", "fr", "de", "it", "ja", "ko", "pt_BR", "ru", "es"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "613525983050073"}}]}, "scheduled_offers": {"count": 17, "nodes": [{"status": "PUBLISHED", "id": "1404469187764486"}, {"status": "PUBLISHED", "id": "1053242399506472"}, {"status": "PUBLISHED", "id": "688667096892522"}, {"status": "PUBLISHED", "id": "1038140575006302"}, {"status": "PUBLISHED", "id": "867821002089557"}, {"status": "PUBLISHED", "id": "354930540773641"}, {"status": "PUBLISHED", "id": "976988080649947"}, {"status": "PUBLISHED", "id": "825929775131456"}, {"status": "PENDING", "id": "1810446006092066"}, {"status": "PUBLISHED", "id": "648734077341725"}, {"status": "PUBLISHED", "id": "429937829578861"}, {"status": "PUBLISHED", "id": "784198549643703"}, {"status": "PUBLISHED", "id": "1017804989367522"}, {"status": "PENDING", "id": "284536834210399"}, {"status": "PENDING", "id": "1239875176692734"}, {"status": "PENDING", "id": "1514041009434620"}, {"status": "PUBLISHED", "id": "681793867419063"}]}, "baseline_offer": {"id": "784198549643703"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1765821600, "status": "PUBLISHED", "id": "1404469187764486"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6228758253829638", "version": "1.0.767.38513"}, "id": "447582423438366", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4629225960449550", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6228758253829638"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "447582423438366"}]}, "change_log": "Project Radio production #767 (38513)", "created_date": 1683286502, "id": "6228758253829638", "version": "1.0.767.38513", "version_code": 767, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "6228757540496376"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4629225960449550", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6228758253829638"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1683284286, "id": "6228669363838527", "version": "1.0.766.38513", "version_code": 766, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "6228668720505258"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4629225960449550", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6228758253829638"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1683221400, "id": "6226194354086028", "version": "1.0.765.38513", "version_code": 765, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "6226193547419442"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4629225960449550", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6228758253829638"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1683214821, "id": "6225912250780905", "version": "1.0.764.38485", "version_code": 764, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "6225911677447629"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4629225960449550", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6228758253829638"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1683207824, "id": "6225588020813328", "version": "1.0.763.38485", "version_code": 763, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "6225587197480077"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}