{"data": {"node": {"__typename": "Application", "id": "4178846312215481", "organization": {"id": "720207225309944", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5322351964507206"}]}, "id": "1013286119375073"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5109535729163557"}]}, "id": "1216899579062130"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4178846312215481"}]}, "id": "1131237574317667"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4178846312215481", "release_date": 1659632338, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 19}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9395191290580931"}, "id": "630810611674189"}]}}, "binary": null, "live_binary": null, "created_date": 1730892585, "id": "7945356332231108", "is_initial_release": false, "name_with_fallback": "v6", "pdp_metadata_with_fallback": {"version": 5, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "8105458202887586"}, "release_status": "RELEASED", "id": "4178846312215481"}, "id": "8105458202887586", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4178846312215481", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "8661986960584100"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "8948704258550863", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Αναλάβετε το ρόλο του επαγγελματία μηχανικού και ωθήστε τις δεξιότητές σας στα άκρα καθώς προσπαθείτε να ξεπεράσετε τις προσδοκίες των πελατών σας. Ζήστε ένα αυθεντικό παιχνίδι, επιδεικνύοντας την τεχνογνωσία σας με μια ποικιλία εργαλείων και μια τεράστια ποικιλία ανταλλακτικών αυτοκινήτων. Ασχοληθείτε με διαγνωστικές εργασίες, επισκευές, βάψιμο και σχολαστική αποκατάσταση αυτοκινήτων με περίπλοκες λεπτομέρειες στο δικό σας εξατομικευμένο κατάστημα αυτοκινήτων. Γίνετε ένας πραγματικός μάστορας της μηχανικής αυτοκινήτων!\n\nΧαρακτηριστικά:\n- Εξερευνήστε και εργαστείτε σε 10 αυτοκίνητα με ξεχωριστή σχεδίαση.\n- Χρησιμοποιήστε πάνω από δώδεκα διαφορετικά εργαλεία στη διάθεσή σας.\n- Πρόσβαση σε εκατοντάδες μοναδικά ανταλλακτικά αυτοκινήτων και επιλογές προσαρμογής.", "short_description": "Επισκευάστε, βάψτε και ανακαινίστε αυτοκίνητα σε έναν καθηλωτικό τρισδιάστατο κόσμο. Γίνετε επαγγελματίας μηχανικός αυτοκινήτων και απολαύστε ρεαλιστικό παιχνίδι καθώς αποδεικνύετε τις ικανότητές σας με τα πολλά διαθέσιμα εργαλεία και ανταλλακτικά αυτοκινήτου. Ικανοποιήστε τις προσδοκίες των πελατών σας, κάντε διάγνωση για τα αυτοκίνητά τους και επισκευάστε τα στο πιο λεπτομερές παιχνίδι προσομοίωσης αυτοκινήτου VR για την Quest."}, {"images": {"nodes": []}, "id": "8928495850572088", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Assumi il ruolo di un meccanico professionista e spingi le tue abilità al limite mentre cerchi di superare le aspettative dei tuoi clienti. Sperimenta un gameplay autentico, mettendo in mostra la tua esperienza con una varietà di strumenti e una vasta selezione di parti di automobili. Impegnati in lavori diagnostici, riparazioni, verniciatura e restauro meticoloso di auto dai dettagli intricati all'interno della tua officina personalizzata. Diventa un vero maestro della meccanica automobilistica!\n\nCaratteristiche:\n- Esplora e lavora su 10 auto dal design distintivo.\n- Utilizza oltre una dozzina di strumenti diversi a tua disposizione.\n- Accedi a centinaia di parti di automobili uniche e opzioni di personalizzazione.", "short_description": "Ripara, vernicia e rinnova le auto in un coinvolgente mondo 3D. Diventa un meccanico di automobili professionista e goditi un gameplay realistico mentre dimostri le tue abilità con i numerosi strumenti e parti di automobili disponibili. Soddisfa le aspettative dei tuoi clienti, diagnostica le loro auto e riparale nel gioco VR di simulazione automobilistica più dettagliato per Quest."}, {"images": {"nodes": []}, "id": "3830931367145742", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["naprawa", "mechanik", "symulator", "renowacja", "samochody"], "long_description": "Wciel się w rolę profesjonalnego mechanika i wykorzystaj swoje umiejętności do granic możliwości, starając się przekroczyć oczekiwania klientów. Przeżyj autentyczną rozgrywkę, prezentując swoją wiedzę dzięki różnorodnym narzędziom i szerokiemu wyborowi części samochodowych. Zaangażuj się w prace diagnostyczne, naprawy, malowanie i skrupulatną renowację misternie szczegółowo odwzorowanych samochodów, we własnym spersonalizowanym warsztacie samochodowym. Zostań prawdziwym mistrzem mechaniki samochodowej!\n\nCechy:\n- Eksploruj i pracuj nad 10 wyróżniającymi się samochodami.\n- Wykorzystaj kilkanaście różnych narzędzi do swojej dyspozycji.\n- Uzyskaj dostęp do setek unikalnych części samochodowych i opcji dostosowywania.", "short_description": "Naprawiaj, maluj i odnawiaj samochody we wciągającym świecie 3D. Zostań profesjonalnym mechanikiem samochodowym i ciesz się realistyczną rozgrywką, potwierdzając swoje umiejętności za pomocą wielu dostępnych narzędzi i części samochodowych. Spełniaj oczekiwania swoich klientów, diagnozuj ich samochody i naprawiaj je w najbardziej szczegółowej symulacji samochodowej VR dla Quest."}, {"images": {"nodes": []}, "id": "3050295025119464", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Vžijte se do role profesionálního mechanika a posuňte své schopnosti na hranici svých možností, když se budete snažit překonat očekávání svých klientů. Zažijte autentickou hru, předveďte své odborné znalosti pomocí různých nástrojů a velkého výběru autodílů. Zapojte se do diagnostických prací, oprav, lakování a pečlivého restaurování do detailů propracovaných vozů ve vašem vlastním personalizovaném autoservisu. Staňte se skutečným mistrem automechanika!\n\nFunkce:\n- Prozkoumejte a pracujte na 10 výrazně navržených autech.\n- Využijte více než tucet různých nástrojů, které máte k dispozici.\n- Získejte přístup ke stovkám jedinečných autodílů a možností přizpůsobení.", "short_description": "Opravujte, lakujte a renovujte auta v pohlcujícím 3D světě. Staňte se profesionálním automechanikem a užijte si realistickou hru, když prokážete své dovednosti s mnoha dostupnými nástroji a autodíly. Splňte očekávání svých klientů, diagnostikujte jejich auta a opravte je v nejpodrobnější automobilové simulační VR hře pro Quest."}, {"images": {"nodes": []}, "id": "1823528034851058", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["фиксация", "ремонт", "инструменты", "механик", "расслабляющий"], "long_description": "Возьмите на себя роль профессионального механика и доведите свои навыки до предела, стремясь превзойти ожидания ваших клиентов. Испытайте аутентичный игровой процесс, демонстрируя свой опыт с помощью различных инструментов и огромного выбора автомобильных запчастей. Занимайтесь диагностикой, ремонтом, покраской и тщательной реставрацией автомобилей со сложной детализацией в собственной автомастерской. Станьте настоящим мастером автомеханики!\n\nФункции:\n- Исследуйте и работайте над 10 уникальными автомобилями.\n- Используйте более десятка различных инструментов в вашем распоряжении.\n- Получите доступ к сотням уникальных автомобильных запчастей и вариантов настройки.", "short_description": "Ремонтируйте, красьте и обновляйте автомобили в захватывающем трехмерном мире. Станьте профессиональным автомехаником и наслаждайтесь реалистичным игровым процессом, демонстрируя свои навыки с помощью множества доступных инструментов и автомобильных запчастей. Оправдывайте ожидания ваших клиентов, диагностируйте их автомобили и ремонтируйте их в самой детализированной автомобильной игре-симуляторе VR для Quest."}, {"images": {"nodes": []}, "id": "1237146104245810", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["定影", "装修", "机械", "工具", "修理"], "long_description": "扮演专业机械师的角色，将你的技能发挥到极限，努力超越客户的期望。 体验真实的游戏玩法，展示您使用各种工具和大量汽车零件的专业知识。 在您自己的个性化汽车店中从事诊断工作、维修、喷漆和复杂的汽车细致修复工作。 成为真正的汽车修理大师！\n\n特征：\n- 探索并开发 10 辆设计独特的汽车。\n- 使用十多种不同的工具供您使用。\n- 访问数百种独特的汽车零件和定制选项。", "short_description": "在身临其境的 3D 世界中修理、喷漆和翻新汽车。 成为一名专业的汽车修理工，享受逼真的游戏体验，同时使用许多可用的工具和汽车零件证明您的技能。 在 Quest 最详细的汽车模拟 VR 游戏中满足客户的期望、诊断他们的汽车并修理它们。"}, {"images": {"nodes": []}, "id": "1105830658002275", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": [], "long_description": "Assuma o papel de um mecânico profissional e leve suas habilidades ao limite enquanto se esforça para superar as expectativas de seus clientes. Experimente uma jogabilidade autêntica, mostrando sua experiência com uma variedade de ferramentas e uma vasta seleção de peças de carros. Envolva-se em trabalhos de diagnóstico, reparos, pintura e restauração meticulosa de carros detalhados em sua própria oficina personalizada. Torne-se um verdadeiro mestre da mecânica de automóveis!\n\nCaracterísticas:\n- Explore e trabalhe em 10 carros de design distinto.\n- Utilize mais de uma dúzia de ferramentas diferentes à sua disposição.\n- Acesse centenas de peças exclusivas de carros e opções de personalização.", "short_description": "Conserte, pinte e renove carros em um mundo 3D imersivo. Torne-se um mecânico de automóveis profissional e desfrute de uma jogabilidade realista enquanto prova suas habilidades com as muitas ferramentas e peças de carros disponíveis. Atenda às expectativas de seus clientes, diagnostique seus carros e conserte-os no jogo VR de simulação de automóveis mais detalhado da Quest."}, {"images": {"nodes": []}, "id": "1102998120889620", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Prenez le rôle d'un mécanicien professionnel et poussez vos compétences à la limite tout en vous efforçant de dépasser les attentes de vos clients. Découvrez un gameplay authentique, mettant en valeur votre expertise avec une variété d'outils et une vaste sélection de pièces automobiles. Engagez-vous dans des travaux de diagnostic, des réparations, de la peinture et la restauration méticuleuse de voitures aux détails complexes dans votre propre atelier automobile personnalisé. Devenez un véritable maître de la mécanique automobile !\n\nCaractéristiques:\n- Explorez et travaillez sur 10 voitures au design distinctif.\n- Utilisez plus d'une douzaine d'outils différents à votre disposition.\n- Accédez à des centaines de pièces automobiles uniques et à des options de personnalisation.", "short_description": "Réparez, peignez et rénovez des voitures dans un monde 3D immersif. Devenez un mécanicien automobile professionnel et profitez d'un gameplay réaliste tout en démontrant vos compétences avec les nombreux outils et pièces automobiles disponibles. Répondez aux attentes de vos clients, diagnostiquez leurs voitures et réparez-les dans le jeu VR de simulation automobile le plus détaillé pour Quest."}, {"images": {"nodes": [{"file_name": "CMS-Quest-mini-landscape-1080-x-360.png", "id": "5787828537928210", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001662_5787828541261543_8537690033284298954_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8crBTSkAGD0Q7kNvwEfeobG&_nc_oc=AdkfqoW4lS4E8c-KL912ISXnKsE7Ucb0YFQ_WcegiEMqLXZ15M9LY10BJBdG514V3-k&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvBMGtpBYMyuc-tOtt4VNrqh_rt4e7TvNrw99Tk2QOc4g&oe=6997007C"}, {"file_name": "CMS-Quest-cover-art-landscape-2560x1440 (1).png", "id": "1391651334755779", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974471_1391651338089112_5758431809324389697_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=J3u6cafFNiQQ7kNvwEDMudI&_nc_oc=AdkMglL7YNx2FEh8zXpzdjhpepNUbRjS6UljWeUhtyQzFfCBYls8l9JiIebLa4k1LFE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv6jK_lPKKAERK51_0fT14L7tYAijYZ6a_z4bzaEv9IsQ&oe=6996F230"}, {"file_name": "CMS-na-Quest-hero-cover-3000x900 (1).png", "id": "1237421903639518", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031432_1237421906972851_561984929035812306_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6DdTGopnIB8Q7kNvwG9Jgpi&_nc_oc=AdkprIhVHDFAOP7l9mKyJ8xj6qjVoFlRo7Om4wWgZdqc9UHHlo4-bePStSMU3AgcrSk&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft8x8w_V_XVk8FW0ep59j6VjTeXgVbF2-pt7Bq5kXZZ7g&oe=699710D8"}, {"file_name": "cubestrip_1.png", "id": "1081336403472218", "image_type": "APP_IMG_CUBEMAP_SOURCE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75299163_1081336406805551_8795872214542991419_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aze-KTCdvikQ7kNvwFSuuyI&_nc_oc=AdkpWq4XiiKdzc-NGjWJP-XIqCGqRPSAEs2zLxAK2Sov8qbyO0Y_IF4J9BBYTyyoG7k&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft2UIJGxBsWPKOuLSB75VjTIl6QS5vmJLZ6AwaT6GpJ-g&oe=69971608"}, {"file_name": "CMS-Quest-cover-art-portrait-1008x1440.png", "id": "1049138429118932", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031634_1049138432452265_3563966177972366953_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NeB2mqqc15wQ7kNvwFx4nov&_nc_oc=AdmkMvRxu79gdxIRBgysXIBQjVD8xYa27td97R7lxhN9rJfog9tr-5ywRK0-xvQsgCg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftE3ZDO5Ab8hwsQC__yE4zl665YY7kD3PHPOanM6xIsOQ&oe=69970859"}, {"file_name": "immersive-image-logo-cms.png", "id": "999916343996030", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974457_999916350662696_61415117715221108_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K3vd60RTpgUQ7kNvwFyK_3M&_nc_oc=AdmVg_GF_zEJmxVP1vePm6ar2IjoQRQSf_yolGD8DUlZcYRpUJGdrPHxFS1YmHtYZBo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuRNmIGc5WL6QIHPxI8PecSOmnIFz92wrBfT82co5pqiA&oe=6996FF7C"}, {"file_name": "CMS-Quest-logo.png", "id": "818529939514559", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031327_818529942847892_6895213217269166158_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RYZ56zXPYaEQ7kNvwHBSrOa&_nc_oc=AdmlKYln9i2dPK-pQaT1SUsytpikSwD4fW9EjCpAW5I5u3rmWCgQMebC5yRGqlodRWg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvHT-UNXew9fF3tElw1Ki35LS0Nk09b7CCsXer9X49grg&oe=6996F549"}, {"file_name": "CMS-Quest-cover-art-square-512x512.png", "id": "770746260917548", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75295751_770746267584214_768128123556163206_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hBeYOMmMFkgQ7kNvwGXp-XO&_nc_oc=AdnHDzyZGu84snOmjclNuAth0EmMAN8jpBZqHLJVpCZyuAOe-lYDIZDb4rolC_jlJ78&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftn7ePGEqIRZm6jPTqMeRpXWj_D24RpdYryxshDXXZ_ug&oe=6997188C"}, {"file_name": "object-left-400x700.png", "id": "612900540484835", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031634_612900543818168_8730631908396733222_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rkTh3YiYs8MQ7kNvwFTaZjS&_nc_oc=Adkc9Fet2fvwmLl-dSj-MEK7d60Eq-dhI_fcq_vtNXEm0em8FDwltJ-4L2i-pCtnkIE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs-AhujDBFOelvHuomxhkKTwryKQqYyu8IiOc153ZDlwA&oe=69971F86"}, {"file_name": "CMS-Quest-cover-art-square-1440x1440.png", "id": "612159777281200", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001667_612159783947866_894607160025390351_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DGwPaIxHg04Q7kNvwFncef7&_nc_oc=AdmE67zVwKklgbjO-XEhPJzIjovFxNqeQvjF83_ipMtx29N54qXDp1M0Zlr229kSBR0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsDoSuBcnrVrpbI3ES0pM79bkALbmXaMB4c74PIlWOZcw&oe=69971270"}, {"file_name": "backdrop-1800x700.png", "id": "573293601156344", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/43931334_573293604489677_2735747094661312756_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CETnjeUuE1oQ7kNvwGMx61l&_nc_oc=AdnfuvBiHrwTW8NXJHs42kjVUlA6-n_yfGAa4hx91f9kEUaAg6CG4AsseMlpINU9KBo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvRz_C7LsUzKvLHgPcZsCSgPyeBDOxMBi17SsJuxUkhWg&oe=69970E2A"}, {"file_name": "object-right-400x700.png", "id": "482875890315330", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974504_482875893648663_4396403601342064711_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a1aT20tViocQ7kNvwHtxFtB&_nc_oc=AdnijrNjjc5kQdeu9TS9VzXC5uftkvNcNoWNweVVX32qLXM0b3yDQIYwhdkDlRU0zWI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuhLpJT3mCYC-cInhB35wr_NL02zJskjzsMKBEv8yFCDg&oe=6997194A"}]}, "id": "1086978672958429", "locale": "en_US", "screenshots": [{"file_name": "na sklep.png", "id": "1767450546996511", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/86610562_1767450550329844_2851206469400629955_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nJZA1pPeMXMQ7kNvwG9L8_5&_nc_oc=AdlY51K4pouqGLZGk0OsQQfgES8xhVjBwQ9zttDrCdrT2DZJiJkQjjO3ndrjvWaXX4o&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftjkslEl3alGSPV80LsF5v1eSCjciq0ZaDmz8rn2DSaKA&oe=6996F2A2"}, {"file_name": "19.png", "id": "848759173776132", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75223483_848759177109465_5734790805067207434_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wih4raZyBC8Q7kNvwEI938a&_nc_oc=AdkrSgpqubc6U68XnjOO92mjivZ9rnUfSRzpsTjmZ3AcyjXOrjpatXsERJbcW47nfJ8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv9RRi9YOzRNwvqcqPqj5-xp_7Lx5LJ_57nBGX7gtI7Ug&oe=69970109"}, {"file_name": "1 (2).png", "id": "974175837127811", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974666_974175840461144_1170929840165462792_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aDe7BOjM3SIQ7kNvwE53S0W&_nc_oc=Admi1gxSj9hxYbLM_2YiuRAeExGgK-kev8NGCA-YyR3cJbJKSclCHGkpQ-6cHTENDRs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs6H9TLGMOCbWDPVOVu_nVyfroQH1BSNDjz5QREJC7p6w&oe=69971B3E"}, {"file_name": "12.png", "id": "2191366431230340", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974728_2191366434563673_3618984773709749981_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=u2icEbiUSVMQ7kNvwE9-go6&_nc_oc=AdmgrcUMwJS6mS7NBLf6JRxG3SXWIxQRgoGJjfWDc0AhYo8FgKgbIgFFUy7ZU6uPiMM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvGF_REOKjlcR1Tt_LpfiQ1Ah1vyyeyHo70JeICXvrDAA&oe=69970555"}, {"file_name": "_0010_Warstwa-1.png", "id": "205772818794557", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982617_205772822127890_7184486768820650444_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SDcKHtC1TdsQ7kNvwER9iwD&_nc_oc=AdnIiseq43j2EpsOYvHajumBj8iyTLjNT28Wm5ir2WEq8JSXf9TK4fIoIfHEDLIKy8M&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuKnKoPAGDVrx4sQRyakGRmbkwsavO10NxQ7dCRfVx-hQ&oe=69970048"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CMS-Quest-cover-art-landscape-2560x1440 (1).png", "id": "207087685663563", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035395_207087688996896_2651099649121594731_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=amirQS5PsNMQ7kNvwHYmYOe&_nc_oc=AdkkWSOOW9Cu6fT6hu9jHBl46U5A4-nsigXIDIyTNjqCzT1pkMYabFMTyaHyUiPsXLI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuzpVJNr1n2rohZLnFBDH2HXdbRrZfxRom-lpkxrE3ebg&oe=6996FF1F"}, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Take on the role of a professional mechanic and push your skills to the limit as you strive to exceed your clients' expectations. Experience an authentic gameplay, showcasing your expertise with a variety of tools and a vast selection of car parts. Engage in diagnostic work, repairs, painting and the meticulous restoration of intricately detailed cars within your own personalized auto shop. Become a true master of car mechanics! \n\nFeatures:\n- Explore and work on 10 distinctively designed cars.\n- Utilize over a dozen different tools at your disposal.\n- Access hundreds of unique car parts and customization options.\n- Test your car on the racetrack.\n- Use the showroom ", "short_description": "Repair, paint and renovate cars in a immersive 3D world. Become a professional car mechanic and enjoy realistic gameplay as you prove your skills with the many available tools and car parts. Meet your clients’ expectations, diagnose their cars, and repair them in an incredibly detailed automobile simulation VR game for Meta Quest."}, {"images": {"nodes": []}, "id": "1080980020431784", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["conserto", "renovação", "reparos", "ferramentas", "relaxamento"], "long_description": "Assuma o papel de um mecânico profissional e leve suas habilidades ao limite enquanto se esforça para superar as expectativas de seus clientes. Experimente uma jogabilidade autêntica, mostrando sua experiência com uma variedade de ferramentas e uma vasta seleção de peças automotivas. Faça diagnósticos, reparos, pinturas e restaurações meticulosas de carros com detalhes complexos em sua oficina personalizada. Torne-se um verdadeiro mestre da mecânica de automóveis! \n\nRecursos:\n- Explore e trabalhe em 10 carros com design diferenciado.\n- Utilize mais de uma dúzia de ferramentas diferentes à sua disposição.\n- Acesse centenas de peças exclusivas de carros e opções de personalização.", "short_description": "Conserte, pinte e renove carros em um mundo 3D envolvente. Torne-se um mecânico de automóveis profissional e desfrute de uma jogabilidade realista enquanto prova suas habilidades com as diversas ferramentas e peças de automóveis disponíveis. Atenda às expectativas de seus clientes, diagnostique seus carros e conserte-os no mais detalhado jogo de simulação automotiva em RV para Quest."}, {"images": {"nodes": []}, "id": "930246088636504", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["고정", "리노베이션", "수리", "도구", "편안한"], "long_description": "전문 기계공의 역할을 맡아 고객의 기대치를 초과하기 위해 노력하면서 기술을 한계까지 밀어붙입니다. 진정한 게임 플레이를 경험하고 다양한 도구와 다양한 자동차 부품으로 전문성을 보여주세요. 자신만의 맞춤형 자동차 매장에서 복잡하고 세부적인 자동차의 진단 작업, 수리, 도장 및 세심한 복원에 참여하십시오. 자동차 역학의 진정한 마스터가 되세요!\n\n특징:\n- 독특하게 디자인된 10대의 차량을 탐색하고 작업하세요.\n- 12개 이상의 다양한 도구를 마음대로 활용하십시오.\n- 수백 개의 고유한 자동차 부품 및 사용자 정의 옵션에 액세스하십시오.", "short_description": "몰입형 3D 세계에서 자동차를 수리, 도색 및 개조하세요. 전문 자동차 정비사가 되어 사용 가능한 많은 도구와 자동차 부품으로 기술을 증명하면서 현실적인 게임 플레이를 즐기십시오. Quest용 가장 상세한 자동차 시뮬레이션 VR 게임에서 고객의 기대치를 충족하고 자동차를 진단하고 수리하십시오."}, {"images": {"nodes": []}, "id": "929443382474998", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["sabitleme", "yenileme", "repairing", "aletler"], "long_description": "Profesyonel bir tamircinin rolünü üstlenin ve müşterilerinizin beklentilerini aşmaya çalışırken becerilerinizin sınırlarını zorlayın. Çeşitli araçlar ve çok çeşitli araba parçaları ile uzmanlığınızı sergileyen özgün bir oyun deneyimi yaşayın. Kendi kişiselleştirilmiş otomobil mağazanızda teşhis çalışmaları, onarımlar, boyama ve karmaşık ayrıntılara sahip arabaların titiz restorasyonu ile meşgul olun. Araba mekaniğinin gerçek bir ustası ol!\n\nÖzellikler:\n- Farklı şekilde tasarlanmış 10 arabayı keşfedin ve üzerinde çalışın.\n- Emrinizde bir düzineden fazla farklı araç kullanın.\n- Yüzlerce benzersiz araba parçasına ve özelleştirme seçeneğine erişin.", "short_description": "Sürükleyici bir 3B dünyada arabaları onarın, boyayın ve yenileyin. Profesyonel bir araba tamircisi olun ve mevcut birçok araç ve araba parçasıyla becerilerinizi kanıtlarken gerçekçi oyun oynamanın keyfini çıkarın. Quest için en ayrıntılı otomobil simülasyonu VR oyununda müşterilerinizin beklentilerini karşılayın, arabalarını teşhis edin ve onarın."}, {"images": {"nodes": []}, "id": "596599626213821", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "ralaxing"], "long_description": "Neem de rol aan van een professionele monteur en push je vaardigheden tot het uiterste terwijl je ernaar streeft de verwachtingen van je klanten te overtreffen. Ervaar een authentieke gameplay en toon je expertise met een verscheidenheid aan gereedschappen en een uitgebreide selectie auto-onderdelen. Neem deel aan diagnostisch werk, reparaties, schilderwerk en de zorgvuldige restauratie van ingewikkeld gedetailleerde auto's in uw eigen gepersonaliseerde autowinkel. Word een ware meester in de automechanica! \n\nFuncties:\n- Verken en werk aan 10 onderscheidend ontworpen auto's.\n- Gebruik meer dan een dozijn verschillende tools tot uw beschikking.\n- Toegang tot honderden unieke auto-onderdelen en aanpassingsopties.", "short_description": "Repareer, schilder en renoveer auto's in een meeslepende 3D-wereld. Word een professionele automonteur en geniet van realistische gameplay terwijl je je vaardigheden bewijst met de vele beschikbare gereedschappen en auto-onderdelen. Voldoe aan de verwachtingen van uw klanten, diagnosticeer hun auto's en repareer ze in de meest gedetailleerde VR-game voor autosimulatie voor Quest."}, {"images": {"nodes": []}, "id": "593545803079786", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Ota ammattimekaanikon rooli ja aseta taitosi äärimmilleen, kun yrität ylittää asiakkaidesi odotukset. Koe aito peli, esittele asiantuntemuksesi erilaisilla työkaluilla ja laajalla valikoimalla autonosia. Osallistu diagnostisiin töihin, korjauksiin, maalaukseen ja monimutkaisten autojen huolelliseen entisöintiin omassa henkilökohtaisessa autoliikkeessäsi. Ryhdy todelliseksi automekaniikan mestariksi!\n\nOminaisuudet:\n- Tutki 10 yksilöllisesti suunniteltua autoa ja työskentele niiden parissa.\n- Käytä käytössäsi yli tusinaa erilaista työkalua.\n- Käytä satoja ainutlaatuisia auton osia ja mukautusvaihtoehtoja.", "short_description": "Repair, paint and renovate cars in a immersive 3D world. Become a professional car mechanic and enjoy realistic gameplay as you prove your skills with the many available tools and car parts. Meet your clients’ expectations, diagnose their cars, and repair them in the most detailed automobile simulation VR game for Quest."}, {"images": {"nodes": []}, "id": "568883579339143", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "プロの整備士の役割を引き受け、クライアントの期待を超えるよう努力しながら、スキルを限界まで高めましょう。 さまざまなツールや豊富な自動車部品の選択で専門知識を発揮しながら、本格的なゲームプレイを体験してください。 あなた専用の自動車ショップで、診断作業、修理、塗装、そして複雑なディテールを施した車の細心の注意を払った修復に従事してください。 自動車整備士の真のマスターになろう！\n\n特徴：\n- 10 台の独特にデザインされた車を探索し、作業します。\n- 十数種類のツールを自由に利用できます。\n- 何百ものユニークな自動車パーツやカスタマイズ オプションにアクセスします。", "short_description": "没入型の 3D 世界で車を修理、塗装、改修します。 プロの自動車整備士になって、さまざまなツールや自動車部品を使って自分のスキルを証明しながら、現実的なゲームプレイを楽しみましょう。 Quest の最も詳細な自動車シミュレーション VR ゲームで、顧客の期待に応え、車を診断し、修理します。"}, {"images": {"nodes": []}, "id": "520243417670715", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Übernehmen Sie die Rolle eines professionellen Mechanikers und bringen Sie Ihre Fähigkeiten bis an die Grenzen, während Sie bestrebt sind, die Erwartungen Ihrer Kunden zu übertreffen. Erleben Sie ein authentisches Gameplay und stellen Sie Ihr Fachwissen mit einer Vielzahl von Werkzeugen und einer großen Auswahl an Autoteilen unter Beweis. Nehmen Sie in Ihrer persönlichen Autowerkstatt an Diagnosearbeiten, Reparaturen, Lackierungen und der sorgfältigen Restaurierung detailgetreuer Autos teil. Werden Sie ein wahrer Meister der Automechanik!\n\nMerkmale:\n- Erkunden und arbeiten Sie an 10 einzigartig gestalteten Autos.\n- Nutzen Sie über ein Dutzend verschiedene Tools, die Ihnen zur Verfügung stehen.\n- Greifen Sie auf Hunderte einzigartiger Autoteile und Anpassungsoptionen zu.", "short_description": "Reparieren, lackieren und renovieren Sie Autos in einer immersiven 3D-Welt. Werden Sie ein professioneller Automechaniker und genießen Sie ein realistisches Gameplay, während Sie Ihr Können mit den vielen verfügbaren Werkzeugen und Autoteilen unter Beweis stellen. Erfüllen Sie die Erwartungen Ihrer Kunden, diagnostizieren Sie ihre Autos und reparieren Sie sie im detailliertesten VR-Autosimulationsspiel für Quest."}, {"images": {"nodes": []}, "id": "488551180909832", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Car Mechanic Simulator", "keywords": ["renovando", "reparado", "mecánico", "relajante", "herramientas"], "long_description": "Asuma el papel de un mecánico profesional y lleve sus habilidades al límite mientras se esfuerza por superar las expectativas de sus clientes. Experimente un juego auténtico, mostrando su experiencia con una variedad de herramientas y una amplia selección de piezas de automóviles. Participe en trabajos de diagnóstico, reparaciones, pintura y restauración meticulosa de automóviles intrincadamente detallados dentro de su propio taller de automóviles personalizado. ¡Conviértete en un verdadero maestro de la mecánica de automóviles!\n\nCaracterísticas:\n- Explora y trabaja en 10 autos de diseño distintivo.\n- Utilice más de una docena de herramientas diferentes a su disposición.\n- Acceda a cientos de piezas de automóviles únicas y opciones de personalización.", "short_description": "Repara, pinta y renueva autos en un mundo envolvente en 3D. Conviértase en un mecánico de automóviles profesional y disfrute de un juego realista mientras demuestra sus habilidades con las muchas herramientas y piezas de automóviles disponibles. Satisfaga las expectativas de sus clientes, diagnostique sus automóviles y repárelos en el juego de realidad virtual de simulación de automóviles más detallado para Quest."}]}, "developer_name": null, "developer_privacy_policy_url": "https://gameformatic.com/polityka-prywatnosci/", "developer_terms_of_service_url": null, "publisher_name": "PlayWay, Titan GameZ", "support_website_url": null, "website_url": "https://gameformatic.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["SIMULATION", "CASUAL"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "8105458202887586"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001667_612159783947866_894607160025390351_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DGwPaIxHg04Q7kNvwFncef7&_nc_oc=AdmE67zVwKklgbjO-XEhPJzIjovFxNqeQvjF83_ipMtx29N54qXDp1M0Zlr229kSBR0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuGW8zaWmBWE-k4H2avwnZ4pz-TEaHYCm0cwexT1Ohd7Q&oe=69971270"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Car Mechanic Simulator", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1659632338, "lastRevision": {"nodes": [{"id": "995876481076349", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4178846312215481", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "271888945036248"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "CMS-Quest-mini-landscape-1080-x-360.png", "id": "5550967701633375", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974892_5550967704966708_8375030010885374533_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qmGvLLIdcpAQ7kNvwGtqum0&_nc_oc=AdnSUFoXnFyYfPW0t3p4YuwXx28dQqENjkLFhu7L54ztRbmIdSAn5VYUDlby1Z8Hu90&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfufHPf4rsgphgzfWJzJBkzPuV11kuEoxQkUXihzPdey3w&oe=69971605"}, {"file_name": "CMS-Quest-cover-art-landscape-2560x1440.png", "id": "5395649913830846", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031387_5395649917164179_4718980518893352931_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tdR2r5Zak6gQ7kNvwG56CNe&_nc_oc=AdlMECIQOR_HnKmz6RCYwLjCb7WwEoB1RJZeLNCXvYtDrSUWmqyyE6ZzCBVX31jS67A&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftZUMdBkc_JHcBJZLVCWaEUt3h2-k0V09Mv5_FQeqMG2Q&oe=699700D5"}, {"file_name": "CMS-Quest-cover-art-portrait-1008x1440.png", "id": "2038612703011182", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39003230_2038612706344515_5858593725355122614_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UQEXLaU53WAQ7kNvwFevJED&_nc_oc=Adk-6t3kU4vQs4tk64_aBTxczXi07XuESBwC8k1aDt-U1_B6dnrWSBStHjWMlZ7d0-o&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsYskcFUJ1UScD8RKI1xosFWAX1DZ9VIyPlP3RR1ygD_A&oe=6997043E"}, {"file_name": "CMS-na-Quest-hero-cover-3000x900.png", "id": "1195651071003536", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974593_1195651074336869_5667019951990435629_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pI69LXXJaBIQ7kNvwH3-iP5&_nc_oc=AdkAufESrQd1QVM1B6NkDYeuVJzCwaJwGYUjqFRQGP1Zp9fPFl_iAKwY0GZA5L2_ID0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvlhv2TUhgCVkERWdYlRC2rK8DD_mEZuWQE2yFLmc-lvA&oe=69971DD0"}, {"file_name": "immersive-image-logo-cms.png", "id": "999916343996030", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974457_999916350662696_61415117715221108_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K3vd60RTpgUQ7kNvwFyK_3M&_nc_oc=AdmVg_GF_zEJmxVP1vePm6ar2IjoQRQSf_yolGD8DUlZcYRpUJGdrPHxFS1YmHtYZBo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuRNmIGc5WL6QIHPxI8PecSOmnIFz92wrBfT82co5pqiA&oe=6996FF7C"}, {"file_name": "CMS-Quest-logo.png", "id": "818529939514559", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031327_818529942847892_6895213217269166158_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RYZ56zXPYaEQ7kNvwHBSrOa&_nc_oc=AdmlKYln9i2dPK-pQaT1SUsytpikSwD4fW9EjCpAW5I5u3rmWCgQMebC5yRGqlodRWg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvHT-UNXew9fF3tElw1Ki35LS0Nk09b7CCsXer9X49grg&oe=6996F549"}, {"file_name": "object-left-400x700.png", "id": "612900540484835", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031634_612900543818168_8730631908396733222_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rkTh3YiYs8MQ7kNvwFTaZjS&_nc_oc=Adkc9Fet2fvwmLl-dSj-MEK7d60Eq-dhI_fcq_vtNXEm0em8FDwltJ-4L2i-pCtnkIE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs-AhujDBFOelvHuomxhkKTwryKQqYyu8IiOc153ZDlwA&oe=69971F86"}, {"file_name": "CMS-Quest-icon.png", "id": "584436916370233", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031630_584436923036899_2292997848314841049_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1L-iXwNmLK8Q7kNvwFTWjDu&_nc_oc=Adngn7MIUZJ9-JmnjdPqrMY0_7Kj3R-3K_rAhkrafBjtZuRQ8hk9oxJucOl_9amJkBU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftgnZ4eTSlFhDP75WqUkrEUK5Y2wCItWhiApOkoJO_T4A&oe=6996F378"}, {"file_name": "backdrop-1800x700.png", "id": "573293601156344", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/43931334_573293604489677_2735747094661312756_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CETnjeUuE1oQ7kNvwGMx61l&_nc_oc=AdnfuvBiHrwTW8NXJHs42kjVUlA6-n_yfGAa4hx91f9kEUaAg6CG4AsseMlpINU9KBo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvRz_C7LsUzKvLHgPcZsCSgPyeBDOxMBi17SsJuxUkhWg&oe=69970E2A"}, {"file_name": "object-right-400x700.png", "id": "482875890315330", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974504_482875893648663_4396403601342064711_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a1aT20tViocQ7kNvwHtxFtB&_nc_oc=AdnijrNjjc5kQdeu9TS9VzXC5uftkvNcNoWNweVVX32qLXM0b3yDQIYwhdkDlRU0zWI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuhLpJT3mCYC-cInhB35wr_NL02zJskjzsMKBEv8yFCDg&oe=6997194A"}, {"file_name": "CMS-Quest-cover-art-square-1440x1440.png", "id": "410858464410501", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031327_410858471077167_8333497903769388425_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=84YdGr-nFuQQ7kNvwEReFm5&_nc_oc=AdnaoTH6yKOt0s0p87MqzF9sXQuAY26PBpE9NYl3NV3A1SIhkTt1RYjHwyZcizTomG0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs-ZieqIXdAyUTRvdx8VsckXdXE8uIAl4OKeM9cCJZ3BA&oe=6996F182"}]}, "id": "603832434044109", "locale": "en_US", "screenshots": [{"file_name": "01_4K-UHD.2560x1440-14.png", "id": "1062756174592095", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57572923_1062756177925428_6643524834524704172_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6lWtdYUPth4Q7kNvwHKfDDr&_nc_oc=AdmFPxlRG1pE-mbx8ywH8-wjqJ6p2yRLrYHk5B9BSOhQGfcGRlPkTc1l-b3aGFPB2b4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftKKfZqzQaWZEWpGoDAEsdLJN4fUEa2IUdAiOtCKfDOHg&oe=6996EA0C"}, {"file_name": "01_4K_UHD.2560x1440.20220722142748203.png", "id": "778503779949783", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974457_778503786616449_4356179687039225465_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fKg9AjuwFrgQ7kNvwHJU17n&_nc_oc=AdkLkcG_cDliPfvDeDunHfNbDjzWS6UzKP8fUBTFQtGKk-fKoKdJE4UMuF33ZoXScLk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuGxudr0oOGBC80Px5W-lFExouclA0R9I3GU2We4AWeYA&oe=69970400"}, {"file_name": "01_4K-UHD.2560x1440-11.png", "id": "1046923329562680", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75443239_1046923332896013_5905198331107088222_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uRjQUobcJhUQ7kNvwE6JcyC&_nc_oc=AdlmMDui99bLnMMK7OURBb7xfBtFBFHjNkvarkMZ5q_duoCOEP3Mx_EFz7T3h-qutVw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvthoWvbwqwfQCPdBKSsU_0RND2hSwHYPMJ65NYaTvQ0w&oe=699701F5"}, {"file_name": "3.png", "id": "816419579764171", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982708_816419583097504_4926272453059697278_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tkh0thpm1iUQ7kNvwG4v2Ui&_nc_oc=AdkP5NIzBZNqxDOLeUuSf4qx6Qg2QM9z9vkMa4XIIk1HJksXg4-LjKqwpWEyk72tvTY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvpOtW2bYxLxs-mKBbZqzOl3gxwwIiTWVTpsEoXJvXNVQ&oe=69971152"}, {"file_name": "01_4K_UHD.2560x1440.20220722143921856.png", "id": "2176303689212137", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974824_2176303692545470_295426122590301121_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=km_jixsgQgwQ7kNvwHidZNU&_nc_oc=AdntHsxPASP6JmF-5ivwTRKXLH10TYjdbZuwmJVt79O4ClbIvGu1JPXIQJ-OiWoW3Ig&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsjlSnRBBbjulEUWMo3KDCyNNeWgflSb4c0ZPq3BXedkQ&oe=6997212E"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CMS-Quest-trailer-2560x1440.png", "id": "1495108120907786", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974892_1495108124241119_2464964191470840905_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RzE6wLkJRvEQ7kNvwG9giUB&_nc_oc=Adn7XNHAIKvVrQ8MpkSCaDsFi5pzvg-fgbUpo3AUYeLKGGBqX9JorDsfupgWJbAbU-o&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsecnlJ3Oz1kJPIG34j1vMVsvTxT66t1Ynmx4G_UjzQHw&oe=6996F584"}, "display_name": "Car Mechanic Simulator", "keywords": ["fixing", "renovating", "repairing", "tools", "relaxing"], "long_description": "Become a true master of the craft in this virtual reality simulation game. As a professional mechanic your skills will be tested as you strive to meet your clients’ expectations. Immerse yourself in realistic gameplay as you prove your skills with the many available tools and car parts. Diagnose, repair, paint, and renovate highly detailed cars in your very own auto shop.\n\n \n\nFeatures:\n\n    10 distinctive cars\n    Over a dozen different tools to use\n    Hundreds of unique car parts and options", "short_description": "Repair, paint, and renovate cars in a immersive 3D world. Become a professional car mechanic and enjoy realistic gameplay as you prove your skills with the many available tools and car parts. Meet your clients’ expectations, diagnose their cars, and repair them in the most detailed automobile simulation VR game for Quest."}]}, "developer_name": null, "developer_privacy_policy_url": "https://gameformatic.com/polityka-prywatnosci/", "developer_terms_of_service_url": null, "publisher_name": "PlayWay, Titan GameZ", "support_website_url": null, "website_url": "https://gameformatic.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["SIMULATION", "CASUAL"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "3826116900946719"}}]}, "scheduled_offers": {"count": 19, "nodes": [{"status": "PUBLISHED", "id": "1444322233388646"}, {"status": "PUBLISHED", "id": "2289635561435657"}, {"status": "PUBLISHED", "id": "525947280315027"}, {"status": "PUBLISHED", "id": "828737236101589"}, {"status": "PUBLISHED", "id": "3863215490566650"}, {"status": "PENDING", "id": "819267289715335"}, {"status": "PUBLISHED", "id": "1665757140534661"}, {"status": "PENDING", "id": "2347377822093159"}, {"status": "PENDING", "id": "903795467492401"}, {"status": "PUBLISHED", "id": "1188577211741248"}, {"status": "PENDING", "id": "878419636767481"}, {"status": "PUBLISHED", "id": "953457559522854"}, {"status": "PENDING", "id": "1415952342274615"}, {"status": "PUBLISHED", "id": "815613193606928"}, {"status": "PUBLISHED", "id": "969224927340420"}, {"status": "PUBLISHED", "id": "465054219146744"}, {"status": "PENDING", "id": "645666327623702"}, {"status": "PUBLISHED", "id": "1793300061073292"}, {"status": "PUBLISHED", "id": "616464936799696"}]}, "baseline_offer": {"id": "616464936799696"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1755277200, "status": "PUBLISHED", "id": "1444322233388646"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9395191290580931", "version": "1.6.5"}, "id": "630810611674189", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4178846312215481", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9395191290580931"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1751298701, "id": "9396373490462711", "version": "1.6.6", "version_code": 200846, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9396371110462949"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4178846312215481", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9395191290580931"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "630810611674189"}]}, "change_log": null, "created_date": 1751287144, "id": "9395191290580931", "version": "1.6.5", "version_code": 200844, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9395189140581146"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4178846312215481", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9395191290580931"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "630810611674189"}]}, "change_log": null, "created_date": 1728482705, "id": "7776341435799266", "version": "1.6.4", "version_code": 200842, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "7776339762466100"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4178846312215481", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9395191290580931"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1728397222, "id": "7767208100045933", "version": "1.6.4", "version_code": 200840, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "7767206893379387"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4178846312215481", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9395191290580931"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1728391494, "id": "7766779153422161", "version": "1.6.4", "version_code": 200837, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "7766777880088955"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}