{"data": {"node": {"__typename": "Application", "id": "4385842211516163", "organization": {"id": "2774135116238767", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4385842211516163"}]}, "id": "489590579212412"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4385842211516163", "release_date": 1763056800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24626397517034001"}, "id": "683553996113192"}]}}, "binary": null, "live_binary": null, "created_date": 1766199376, "id": "24653590434314709", "is_initial_release": false, "name_with_fallback": "v13", "pdp_metadata_with_fallback": {"version": 13, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24653593507647735"}, "release_status": "RELEASED", "id": "4385842211516163"}, "id": "24653593507647735", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4385842211516163", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1411364980071724"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "34336169785982601", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinito", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# TE DAMOS LA BIENVENIDA AL HOTEL INFINITO \n\nPasea por los pasillos y salones de un hotel misterioso con tus propios pies. Hotel Infinito te permite explorar amplias áreas desde tu casa, sin que necesites un mando o teletransporte para moverte. \n\n**La mejor forma de experimentar Hotel Infinito es usando el modo escala de habitación en una zona de juego de 2 m x 2 m.** \n\n{1504103977582696}\n\n# EXPLORA UN ESPACIO IMPOSIBLE \n\nMediante una combinación de portales, ascensores, pasillos extremadamente tortuosos y otros engaños arquitectónicos, el Hotel Infinito te permite explorar áreas enormes caminando por tu zona de juego.   \n\n{4388785471357717}\n\n# ROMPECABEZAS QUE DESAFÍAN LA REALIDAD \n\nLos pasillos no son lo único imposible en el Hotel Infinito. Algunos de los secretos del hotel se esconden donde la física normalmente no lo permitiría.  \n\n{1313717936671113}\n\n# MISTERIOS OCULTOS \n\nCada pasillo lleva a un lugar en el que nunca has estado, y ninguna habitación es igual a otra. Explora a tu ritmo, pero no te alejes demasiado. \n\nEsperamos que tu estancia sea eterna.      \n\n{2557666571274778}\n\n# Características: \n- Una experiencia de realidad virtual increíble del creador de Manifold Garden \n- Diseñado para escala de habitación, mediante la creación de espacios amplios que explorar en un área de 2 m x 2 m \n- Controles de movimiento alternativo para quienes no puedan jugar en escala de habitación \n- Laryssa Okada (compositora de Manifold Garden) regresa con una banda sonora original \n- Explora espacios imposibles y resuelve acertijos enigmáticos       \n", "short_description": "En el Hotel Infinito se ha preparado cada detalle para tu llegada. Cada pasillo lleva a un lugar en el que nunca has estado, y ninguna habitación es igual a otra. Explora a tu ritmo, pero no te alejes demasiado. Un mundo imposible se abre a tu alrededor, diseñado al completo para realidad virtual a escala de habitación.\n\nEsperamos que tu estancia sea eterna."}, {"images": {"nodes": []}, "id": "4177795419134450", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "無限飯店", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# 歡迎來到無限飯店\n\n踏上那蜿蜒曲折的長廊與華麗的舞會大廳，親身探索這座充滿謎團的飯店。在《無限飯店》中，你將能在客廳中以自己的雙腳漫步，體驗前所未有的自由探索，不需要依賴控制器移動或傳送操作。\n\n**《無限飯店》在房間規模模式下體驗效果最佳，建議遊戲空間為 2 公尺 × 2 公尺（6 呎 7 吋 × 6 呎 7 吋）。**\n\n{1141005761018103}\n\n# 探索超現實空間\n\n透過傳送門、電梯、蜿蜒難解的長廊與各種建築幻象的無縫結合，《無限飯店》讓你能在自己的遊戲區域中，親身步行探索廣闊無垠的空間。   \n\n{771743155890609}\n\n# 扭曲現實的謎題\n\n在《無限飯店》中，令人費解的不僅是那無盡的走廊。飯店深處還隱藏著超越物理法則的祕密，等待你親手揭開。  \n\n{1203887638618510}\n\n# 隱藏的祕密\n\n每條走廊都通往你未曾到過的地方，每一間房間都不盡相同。你可盡情探索……但別走得太遠。\n\n祝您在此永恆停留。      \n\n{1531558848035633}\n\n# 遊戲特色：\n- 《Manifold Garden》創作者帶來的顛覆感官 VR 體驗\n- 以「房間規模」為核心設計，在 2 公尺 × 2 公尺（6 呎 7 吋 × 6 呎 7 吋）空間中探索廣闊場景\n- 為無法使用房間規模模式的玩家提供替代移動方式\n- 《Manifold Garden》作曲家 Laryssa Okada 全新原創配樂\n- 在超現實的空間中探索，解開神祕謎題       \n", "short_description": "在《無限飯店》中，每個細節都為你的到來精心準備。每條走廊都通往你未曾到過的地方，每一間房間都不盡相同。你可盡情探索，但別走得太遠。專為房間規模 VR 打造，一個挑戰現實法則的世界將在你眼前展開。\n\n祝您在此永恆停留。"}, {"images": {"nodes": []}, "id": "2310646416046646", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "无限饭店", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# 欢迎来到《无限酒店》\n\n用您自己的双脚在一家神秘酒店曲折的走廊和宏伟的舞厅中自由地行走。《无限酒店》让您在自家客厅就能探索广阔的场景，无需借助基于控制器的移动方式或传送。\n\n**《无限酒店》在 2 米 x 2 米的游玩空间内使用空间追踪模式游玩体验最佳。**\n\n{2015180566017028}\n\n# 探索不可能的空间\n\n《无限酒店》将通过传送门、升降梯、奇妙回旋走廊与其他巧妙视觉设计的无缝融合，让您可以在游玩区域内漫步并探索探索广阔的场景。   \n\n{1370592697982573}\n\n\n# 扭曲现实的谜题\n\n酒店的走廊并不是《无限酒店》中唯一不可能的存在。酒店一些秘密被埋藏的深度甚至超过了物理规律所能允许的范围。  \n\n{1149147284027953}\n\n# 隐藏的秘密\n\n每条走廊都会通向您未曾涉足之地，每个房间都独一无二。您可以尽情探索，但请不要因为逛得太远而迷失方向。\n\n我们希望您在这里度过永恒的欢乐时光。      \n\n{801993862629552}\n\n# 亮点：\n- 由《Manifold Garden》制作团队奉献的绝妙 VR 体验\n- 完美支持空间追踪功能，在 2 米 × 2 米的无障碍空间内创造浩瀚无垠的虚拟之境\n- 为无法使用空间追踪模式的玩家准备的备选运动控制模式\n- 由《Manifold Garden》作曲家 Laryssa Okada 再次担纲制作的原声音乐\n- 穿梭于超现实空间，破解神秘谜题       \n\n", "short_description": "我们已经在《无限酒店》为您的到来做好了一切准备。每条走廊都会通向您未曾涉足之地，每个房间都独一无二。您可以尽情探索，但请不要因为逛得太远而迷失方向。完美支持 VR 空间追踪功能，为您展现一个超乎想象的世界。\n\n我们希望您在这里度过永恒的欢乐时光。"}, {"images": {"nodes": []}, "id": "2070735857027264", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Evighed", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# VELKOMMEN TIL HOTEL EVIGHED \n\nGå i de snoede gange og store balsale i et mystisk hotel på dine egne ben. I Hotel Evighed kan du udforske store områder uden at skulle bruge controlleren eller teleportation til at bevæge dig.  \n\n**Hotel Evighed spilles bedst i roomscale med 2x2 m friplads.** \n\n{1133778908875955}\n\n# UDFORSK ET UMULIGT RUM  \n\nMed en glidende blanding af portaler, elevatorer, uvirkeligt snoede gange og andre arkitektoniske bedrag kan du udforske store områder i Hotel Evighed ved at gå fysisk rundt i dit spilleområde.   \n\n{1510747780191573}\n\n# UVIRKELIGE HOVEDBRUD  \n\nDet er ikke kun gangene, der er umulige på Hotel Evighed. Nogle af hotellets hemmeligheder er skjult dybere, end fysikkens love normalt tillader.  \n\n{2324246728040418}\n\n# SKJULTE MYSTERIER  \n\nHver gang fører til et sted, du aldrig har været, og intet værelse er nogensinde helt det samme. Udforsk det, som du vil, men strejf ikke for langt omkring.   \n\nVi håber, du bliver for evigt.     \n \n{1156726429241967}\n\n# Indhold: \n- En forbløffende VR-oplevelse fra skaberen af Manifold Garden  \n- Designet til roomscale, med store områder, der kan udforskes med 2x2 m friplads \n- Alternative fremdriftsmuligheder, hvis man ikke kan spille i roomscale \n- Laryssa Okada (komponisten fra Manifold Garden) er tilbage med et originalt soundtrack  \n- Find rundt i uvirkelige omgivelser, og løs sælsomme hovedbrud       \n", "short_description": "På Hotel Evighed er hver eneste detalje klar til din ankomst. Hver gang fører til et sted, du aldrig har været, og intet værelse er nogensinde helt det samme. Udforsk det, som du vil, men strejf ikke for langt omkring. En umulig verden designet til roomscale-VR udfolder sig for dine øjne.\n\nVi håber, du bliver for evigt."}, {"images": {"nodes": []}, "id": "1995569311300081", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Khách Sạn Vô Cực", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# CHÀO MỪNG ĐẾN KHÁCH SẠN VÔ CỰC \n\nĐi qua hành lang quanh co và đại sảnh tráng lệ của khách sạn bí ẩn. Với Khách Sạn Vô Cực, bạn có thể khám phá khu vực rộng lớn ngay tại phòng khách mà không cần dùng tay cầm hay dịch chuyển.  \n\n**Trải nghiệm tựa game này tốt nhất ở chế độ Di Chuyển Tự Do trong căn phòng 2 m x 2 m (6 ft 7 in. x 6 ft 7 in.).**  \n\n{2001832770582243}\n\n# KHÁM PHÁ KHÔNG GIAN PHI THỰC  \n\nQua sự kết hợp liền mạch của cổng dịch chuyển, thang máy, hành lang quanh co bất tận và các cấu trúc phi thực tế khác, Khách Sạn Vô Cực cho phép bạn khám phá những khu vực rộng lớn bằng chính đôi chân của mình trong khu vực chơi.   \n\n{851841304011539}\n\n# CÂU ĐỐ BẺ CONG THỰC TẠI  \n\nHành lang chưa phải là điểm phi thực duy nhất trong Khách Sạn Vô Cực. Một số bí ẩn của khách sạn được chôn giấu sâu hơn các định luật vật lý thông thường cho phép.  \n\n{1331489898768939}\n\n# NHỮNG BÍ ẨN ẨN GIẤU  \n\nMỗi hành lang đều dẫn đến nơi bạn chưa từng đến, và không có phòng nào là hoàn toàn giống nhau. Thỏa sức khám phá nhưng đừng đi quá xa.   \n\nHy vọng kỳ nghỉ của bạn sẽ kéo dài vĩnh viễn.      \n\n{848154617655996}\n\n# Tính năng: \n- Trải nghiệm VR xoắn não từ nhà sáng tạo Manifold Garden  \n- Thiết kế ưu tiên Di Chuyển Tự Do, tạo ra không gian rộng để khám phá trong khu vực 2 m x 2 m (6 ft 7 in. x 6 ft 7 in.) \n- Điều khiển di chuyển thay thế cho người không thể chơi ở chế độ Di Chuyển Tự Do \n- Laryssa Okada (nhà soạn nhạc Manifold Garden) trở lại với bản nhạc gốc  \n- Đi vào không gian phi thực và giải câu đố khó       \n", "short_description": "Tại Khách Sạn Vô Cực, mọi chi tiết đều được chăm chút kỹ lưỡng để chào đón bạn. Mỗi hành lang đều dẫn đến nơi bạn chưa từng đến, và không có phòng nào là hoàn toàn giống nhau. Thỏa sức khám phá nhưng đừng đi quá xa. Được thiết kế riêng cho trải nghiệm Thực Tế Ảo ở chế độ di chuyển tự do, một thế giới phi thực hiện ra xung quanh bạn.\n\nHy vọng kỳ nghỉ của bạn sẽ kéo dài vĩnh viễn."}, {"images": {"nodes": []}, "id": "1650596722984105", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# WELKOM IN HOTEL INFINITY \n\nLoop op je eigen benen door de kronkelende gangen en grote balzalen van een mysterieus hotel. Met Hotel Infinity kun je vanuit je woonkamer grote gebieden verkennen zonder controller of teleportatie.  \n\n**Hotel Infinity kan het best worden gespeeld op Kamerschaal met een speelgebied van 2 bij 2 meter.**  \n\n{851323164244397}\n\n# VERKEN EEN ONMOGELIJKE RUIMTE  \n\nDoor een naadloze mix van portalen, liften, superkronkelige gangen en andere architectonische trucs kun je in Hotel Infinity grote gebieden verkennen door gewoon rond te lopen in je speelgebied.   \n\n{1474786670446923}\n\n# PUZZELS DIE DE WERKELIJKHEID VERVORMEN  \n\nDe gangen zijn niet het enige onmogelijke aan Hotel Infinity. Sommige geheimen van het hotel zijn dieper begraven dan de natuurwetten normaal toelaten.  \n\n{868463725872546}\n\n# VERBORGEN MYSTERIES  \n\nElke gang leidt ergens heen waar je nog nooit bent geweest en geen enkele kamer is hetzelfde. Verken het hotel op je gemak, maar dwaal niet te ver weg.   \n\nWe hopen dat je eeuwig blijft.      \n\n{25363223586630944}\n\n# Kenmerken: \n- Een breinbrekende VR-ervaring van de maker van Manifold Garden  \n- Ontwerp waarin kamerschaal voorop staat, met grote gebieden om te ontdekken in een speelgebied van 2 bij 2 meter. \n- Alternatieve bewegingsbesturing voor mensen die niet in Kamerschaal kunnen spelen \n- Laryssa Okada (component van Manifold Garden) keert terug met een originele soundtrack  \n- Navigeer door onmogelijke ruimtes en los raadselachtige puzzels op       ", "short_description": "In Hotel Infinity is elk detail voorbereid voor je komst. Elke gang leidt ergens heen waar je nog nooit bent geweest en geen enkele kamer is hetzelfde. Verken het hotel op je gemak, maar dwaal niet te ver weg. Er ontvouwt zich een onmogelijke wereld om je heen, geheel ontworpen voor VR op kamerschaal.\n\nWe hopen dat je eeuwig blijft."}, {"images": {"nodes": []}, "id": "1598671381554325", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Ξενοδοχείο το Άπειρο", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# ΚΑΛΩΣ ΟΡΙΣΑΤΕ ΣΤΟ ΞΕΝΟΔΟΧΕΙΟ ΤΟ ΑΠΕΙΡΟ \n\nΠερπατήστε στους στριφογυριστούς διαδρόμους και τις μεγαλοπρεπείς αίθουσες ενός μυστηριώδους ξενοδοχείου με τα δικά σας πόδια. Στο Ξενοδοχείο το Άπειρο εξερευνάτε τεράστιες περιοχές από το σαλόνι σας, χωρίς να χρειαστείτε χειριστήριο ή τηλεμεταφορά. \n\n**Το Hotel Infinity παίζεται καλύτερα με Roomscale σε χώρο παιχνιδιού 2 επί 2 μ.**  \n\n{1163011512456676}\n\n# ΕΞΕΡΕΥΝΗΣΤΕ ΕΞΩΠΡΑΓΜΑΤΙΚΟΥΣ ΧΩΡΟΥΣ  \n\nΜέσα από έναν συνδυασμό πυλών, ανελκυστήρων, διαδρόμων και άλλων αρχιτεκτονικών τεχνασμάτων, το Ξενοδοχείο το Άπειρο σάς επιτρέπει να εξερευνήσετε τεράστιες περιοχές από τον χώρο παιχνιδιού σας.   \n\n{621629274367621}\n\n# ΠΑΖΛ ΠΟΥ ΑΝΑΤΡΕΠΟΥΝ ΤΗΝ ΠΡΑΓΜΑΤΙΚΟΤΗΤΑ  \n\nΟι διάδρομοι δεν είναι το μόνο απίστευτο στο Ξενοδοχείο το Άπειρο. Κάποια μυστικά του ξενοδοχείου είναι θαμμένα βαθύτερα από ό,τι θα επέτρεπε κανονικά η φυσική.  \n\n{1510267576782361}\n\n#ΚΡΥΜΜΕΝΑ ΜΥΣΤΗΡΙΑ  \n\nΚάθε διάδρομος οδηγεί σε σημεία όπου δεν έχετε πάει ποτέ, και κανένα δωμάτιο δεν είναι ακριβώς το ίδιο. Εξερευνήστε με την ησυχία σας, αλλά μην ξεμακρύνετε.   \n\nΕλπίζουμε η διαμονή σας να είναι αιώνια.      \n\n{1554306319249680}\n\n# Χαρακτηριστικά: \n- Μια εμπειρία εικονικής πραγματικότητας από τον δημιουργό του Manifold Garden  \n- Σχεδιασμός με βάση το Roomscale, που δημιουργεί τεράστιους χώρους σε μια περιοχή 2 επί 2 μέτρα \n- Εναλλακτικά στοιχεία ελέγχου κίνησης για όσους δεν μπορούν να παίξουν σε Roomscale \n- Η Laryssa Okada (συνθέτρια της μουσικής του Manifold Garden) επιστρέφει \n- Πλοήγηση σε εξωπραγματικούς χώρους με αινιγματικά παζλ       ", "short_description": "Στο Ξενοδοχείο το Άπειρο, κάθε λεπτομέρεια έχει προετοιμαστεί για την άφιξή σας. Κάθε διάδρομος οδηγεί σε σημεία όπου δεν έχετε πάει ποτέ, και κανένα δωμάτιο δεν είναι ποτέ ακριβώς το ίδιο. Εξερευνήστε με την ησυχία σας, αλλά μην ξεμακρύνετε. Σχεδιασμένος εξ ολοκλήρου για Roomscale VR, ένας απίστευτος κόσμος ξεδιπλώνεται γύρω σας.\n\nΕλπίζουμε η διαμονή σας να είναι αιώνια."}, {"images": {"nodes": []}, "id": "1586964885994571", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Infinity-hotelli", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# TERVETULOA INFINITY-HOTELLIIN \n\nKulje omin jaloin salaperäisen hotellin sokkeloisilla käytävillä ja suurissa tanssisaleissa. Infinity-hotellissa voit tutkia suuria tiloja olohuoneestasi käsin, etkä tarvitse ohjainpohjaista liikkumista tai teleporttausta. \n\n** Infinity-hotelli tarjoaa parhaan mahdollisen kokemuksen, kun sitä pelataan huonemittakaavassa tyhjässä 2 x 2 metrin tilassa.**  \n\n{685887314560538}\n\n# TUTKI MAHDOTONTA TILAA  \n\nInfinity-hotellissa voit tutkia laajoja alueita kävellen fyysisesti pelialueellasi – aina saumattomasti sekoittuvista portaaleista hisseihin, mahdottoman mutkikkaisiin käytäviin ja muihin arkkitehtonisiin outouksiin.   \n\n{3430147813821421}\n\n# TODELLISUUTTA VÄÄRISTÄVIÄ PULMIA \n\nKäytävät eivät ole Infinity-hotellin ainoa mahdoton ominaisuus. Osa hotellin salaisuuksista on haudattu syvemmälle kuin fysiikan lait sallisivat.  \n\n{1907739363506412}\n\n# KÄTKETYT MYSTEERIT \n\nJokainen käytävä vie paikkaan, jossa et ole aiemmin ollut, ja kaikki huoneet ovat erilaisia. Tutki omaan tahtiisi, mutta älä vaella liian kauas. \n\nToivomme, että vierailusi kestää ikuisesti.      \n\n{4096762700576927}\n\n# Ominaisuudet: \n– Hämmentävä VR-kokemus Manifold Gardenin kehittäjiltä.  \n– Huonemittakaavalle suunniteltu peli luo suuria tutkittavia tiloja 2 x 2 metrin alueelle. \n– Vaihtoehtoinen liikkumisen hallinta niille, jotka eivät voi pelata huonemittakaavassa. \n– Laryssa Okada (Manifold Gardenin säveltäjä) on luonut alkuperäisen soundtrackin.  \n– Liiku mahdottomissa tiloissa ja ratko arvoituksellisia pulmia.       \n", "short_description": "Infinity-hotellissa kaikki on valmisteltu saapumistasi varten pienintä yksityiskohtaa myöten. Jokainen käytävä vie paikkaan, jossa et ole aiemmin ollut, ja kaikki huoneet ovat erilaisia. Tutki omaan tahtiisi, mutta älä vaella liian kauas. Suunniteltu täysin huonemittakaava-VR:lle – mahdoton maailma aukeaa ympärilläsi.\n\nToivomme, että vierailusi kestää ikuisesti."}, {"images": {"nodes": []}, "id": "1552287805877645", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinito", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# TE DAMOS LA BIENVENIDA A HOTEL INFINITO \n\nRecorre pasillos sinuosos y salones de baile en un hotel misterioso. Explora el Hotel Infinito desde tu sala sin tener que moverte con controles ni teletransportarte. \n\n**Hotel Infinito se disfruta mejor en el modo Con desplazamiento en una zona de juego de 2 m por 2 m (6 ft y 7 in por 6 ft y 7 in).** \n\n{1617835322831400}\n\n# EXPLORA ESPACIOS IMPOSIBLES \n\nGracias a la combinación perfecta de portales, ascensores, pasillos sinuosos y otros engaños arquitectónicos, Hotel Infinito te permite recorrer amplias áreas caminando dentro de la zona de juego.   \n\n{4048030525460625}\n\n# ACERTIJOS QUE DESAFÍAN LA REALIDAD \n\nLos pasillos no son la única característica imposible de Hotel Infinito. Algunos de los secretos del hotel están ocultos más allá de lo que la física permitiría.  \n\n{1160977109296057}\n\n# MISTERIOS OCULTOS \n\nCada pasillo te conduce a lugares que nunca has visitado, y ninguna habitación es igual a otra. Explora a tu ritmo, pero no te alejes demasiado. \n\nEsperamos que tu estadía sea eterna.      \n\n{1709848329688435}\n\n# Características: \n- Una experiencia de RV que desafía la mente, del creador de Manifold Garden \n- Diseño pensado para el modo Con desplazamiento que permite explorar amplios espacios en un área de 2 m por 2 m (6 ft y 7 in por 6 ft y 7 in) \n- Controles de movimiento alternativo, si no puedes jugar en modo Con desplazamiento \n- Laryssa Okada (compositora de Manifold Garden) vuelve con una banda sonora original \n- Explora espacios imposibles y resuelve enigmáticos acertijos       \n", "short_description": "En Hotel Infinito, cada detalle ha sido preparado para tu llegada. Cada pasillo te conduce a lugares que nunca has visitado, y ninguna habitación es igual a otra. Explora a tu ritmo, pero no te alejes demasiado. Al estar diseñado completamente para realidad virtual en modo Con desplazamiento, un mundo imposible se despliega a tu alrededor.\n\nEsperamos que tu estadía sea eterna."}, {"images": {"nodes": []}, "id": "1513995289832188", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hôtel Infini", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# BIENVENUE À L'HÔTEL INFINI\n\nParcourez les couloirs et les salles de bal d'un mystérieux hôtel… sur vos deux pieds. Dans Hôtel Infini, explorez de vastes zones depuis votre salon : déplacez-vous et téléportez-vous sans manette.\n\n**Hôtel Infini est optimisé pour le mode Roomscale avec une zone de jeu de 2 m sur 2.**\n\n{844325724827400}\n\n# UN ESPACE IMPOSSIBLE\n\nGrâce à une combinaison de portails, d'ascenseurs, de couloirs sinueux et autres trompe-l'œil architecturaux, Hôtel Infini vous permet d'explorer de vastes espaces en vous déplaçant dans la zone de jeu.   \n\n{1330468661885277}\n\n# DES CASSE-TÊTES DÉFIANT LA RÉALITÉ\n\nLes couloirs ne sont pas le seul élément impossible dans Hôtel Infini. Certains secrets sont enfouis plus profondément que ne le permettrait normalement la physique.  \n\n{811499408156348}\n\n# DES MYSTÈRES CACHÉS\n\nChaque couloir vous conduit dans un lieu nouveau et aucune pièce n'est identique. Explorez à votre guise, mais ne vous éloignez pas trop.\n\nPassez un éternel séjour.      \n\n{801549419172313}\n\n# Fonctionnalités :\n- Une expérience VR incroyable par les créateurs de Manifold Garden\n- Conception originale axée sur le mode Roomscale, créant de vastes espaces à explorer depuis une zone de 2 m sur 2\n- Un mode de déplacement alternatif pour ceux qui ne peuvent pas jouer en mode Roomscale\n- Laryssa Okada, la compositrice de Manifold Garden, nous offre une nouvelle BO\n- Parcourez des espaces impossibles et résolvez des casse-têtes       ", "short_description": "Dans Hôtel Infini, chaque détail a été préparé pour votre arrivée. Chaque couloir vous conduit dans un lieu nouveau et aucune pièce n'est identique. Explorez à votre guise, mais ne vous éloignez pas trop. Entièrement conçu pour le mode Roomscale VR, un monde impossible s'ouvre à vous.\n\nPassez un éternel séjour."}, {"images": {"nodes": []}, "id": "1457558982460922", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sonsuzluk Oteli", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# SONSUZLUK OTELİ'NE HOŞ GELDİN \n\nKendi ayaklarını kullanarak gizemli bir otelin dolambaçlı koridorlarında ve büyük salonlarında yürü. Sonsuzluk Oteli, inanılmaz geniş bir bölgeyi kendi salonunda oyun kumandası gerektiren hareket sistemine veya ışınlanmaya ihtiyaç duymadan keşfetmeni sağlar. \n\n**Sonsuzluk Oteli, 2m x 2m'lik (6 fit 7 inç x 6 fit 7 inç) oyun alanında Oda Ölçeği modu kullanıldığında en iyi deneyimi sunar.** \n\n{1529744928025769}\n\n# İMKÂNSIZ BİR ALANI KEŞFET \n\nPortalların, asansörlerin, akıl almaz şekilde dolambaçlı koridorların ve diğer mimari yanılsamaların bir araya geldiği Sonsuzluk Oteli, devasa bir bölgeyi kendi oyun alanında fiziksel olarak yürüyerek keşfetmeni sağlar.   \n\n{1267482755396682}\n\n# GERÇEKLİĞİ BÜKEN BULMACALAR \n\nSonsuzluk Oteli'nin en akıl almaz özelliği, koridorlarından ibaret değil. Otelin bazı sırları, fizik kurallarının normalde izin verdiğinden daha fazlası.  \n\n{753662977682378}\n\n# SAKLI GİZEMLER \n\nHer koridor seni hiç bulunmadığın bir yere götürür ve hiçbir oda bir diğerine benzemez. Keşfet ama çok uzaklaşma.   \n\nUmarım hep bizimle kalırsın.      \n\n{1955780884964666}\n\n# Özellikler: \n- Manifold Garden'ın yaratıcısından, akıl almaz bir sanal gerçeklik deneyimi \n- Oda ölçeği modunun öncelik alındığı tasarımla 2m x 2m'lik (6 fit 7 inç x 6 fit 7 inç) bir alanda keşfedilmeyi bekleyen bölgeler \n- Oda Ölçeği modunda oynayamayanlar için alternatif hareket kontrolleri \n- Manifold Garden'ın bestecisi Laryssa Okada, orijinal oyun müzikleri ile geri dönüyor \n- İmkânsız görünen alanları keşfet ve gizemli bulmacaları çöz       \n", "short_description": "Sonsuzluk Oteli'nde her ayrıntı senin için özel olarak hazırlandı. Her koridor seni daha önce hiç bulunmadığın bir yere götürür ve hiçbir oda bir diğerine benzemez. Keyfine göre keşfet ama çok uzaklaşma. Tamamen sanal gerçeklik oda ölçeği modu için tasarlanan bu oyunda, imkânsız bir dünya keşfetmen için seni bekliyor.\n\nUmarım sonsuza kadar bizimle kalırsın."}, {"images": {"nodes": []}, "id": "1449446763848574", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinito", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# DAMOS-TE AS BOAS-VINDAS AO HOTEL INFINITO \n\nPercorre os corredores e os salões de um misterioso hotel, com os teus próprios pés. O Hotel Infinito permite-te explorar vastas áreas sem saíres da sala de estar e sem te moveres com um comando ou com teleporte. \n\n** Para a melhor experiência no Hotel Infinito, utiliza a Escala da Divisão com uma área de jogo de 2 m por 2 m.** \n\n{1132828928979938}\n\n# EXPLORA O ESPAÇO IMPOSSÍVEL \n\nAtravés de uma mistura ininterrupta de portais, elevadores, corredores e outras ilusões arquitetónicas, o Hotel Infinito permite-te explorar vastas áreas, enquanto te moves fisicamente pela área de jogo.   \n\n{1461032885198062}\n\n# PUZZLES QUE DISTORCEM A REALIDADE \n\nOs corredores não são a única característica impossível do Hotel Infinito. Alguns dos segredos do hotel estão enterrados mais profundamente do que a física normalmente permite.  \n\n{2277825956043205}\n\n# MISTÉRIOS ESCONDIDOS \n\nTodos os corredores conduzem a um local onde nunca estiveste e nenhum quarto é exatamente igual. Explora à vontade, mas não te afastes demasiado. \n\nEsperamos que a tua estadia seja eterna.      \n\n{1900372874237184}\n\n# Funcionalidades: \n- Uma experiência de RV estonteante do criador de Manifold Garden \n- Design à Escala da Divisão, que cria vastos espaços a explorar numa área livre de 2 m por 2 m \n- Controlos de locomoção alternativa para os que não podem jogar à Escala da Divisão \n- Laryssa Okada (a compositora de Manifold Garden) regressa com uma banda sonora original \n- Navega por espaços impossíveis e resolve puzzles enigmáticos       \n\n\n\n", "short_description": "No Hotel Infinito, todos os detalhes foram preparados para a tua chegada. Todos os corredores conduzem a um local onde nunca estiveste e nenhum quarto é exatamente igual. Explora à vontade, mas não te afastes demasiado. Um mundo impossível, concebido inteiramente para RV à escala da divisão, desenrola-se à tua volta.\n\nEsperamos que a tua estadia seja eterna."}, {"images": {"nodes": []}, "id": "1418757176543111", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Отель «Бесконечность»", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# ПРИВЕТСТВУЕМ В ОТЕЛЕ «БЕСКОНЕЧНОСТЬ»\n\nБродите на своих двоих по извилистым коридорам и огромным залам таинственного отеля. Игра «Отель \"Бесконечность\"» позволяет исследовать огромные пространства, находясь в собственной гостиной и не используя ни контроллер, ни телепортацию.\n\n**В «Отель \"Бесконечность\"» лучше всего играть в подвижном режиме в свободном пространстве 2х2 метра.**\n\n{755942690820991}\n\n# ИССЛЕДУЙТЕ НЕВЕРОЯТНОЕ ПРОСТРАНСТВО\n\nОтель «Бесконечность» поведет вас через сеть порталов, лифтов, коридоров с фантастическими поворотами и других архитектурных хитростей. Исследуйте обширные пространства, на собственных ногах расхаживая по игровой области.   \n\n{793876260118731}\n\n# НЕВЕРОЯТНЫЕ ГОЛОВОЛОМКИ\n\nКоридоры — не единственная невероятная черта отеля «Бесконечность». Часть тайн отеля скрыта в областях, которых не достичь при действующих законах реальной физики.  \n\n{1990340461510235}\n\n\n# СКРЫТЫЕ СЕКРЕТЫ\n\nКаждый коридор ведет в новое место, а номера не остаются прежними. Исследуйте всё, что захотите, но не забредайте слишком далеко.\n\nМы надеемся, что вы останетесь навсегда.      \n\n{1363749385417689}\n\n# Особенности\n- Сногсшибательная игра в виртуальной реальности от создателя Manifold Garden.\n- Создана специально для подвижного режима: обширные пространства существуют в области 2х2 метра.\n- Управление альтернативным передвижением для тех, кто не может играть в подвижном режиме.\n- Лариса Окада (композитор музыки к Manifold Garden) написала новую музыку к этой игре.\n- Исследуйте невероятные пространства и решайте таинственные головоломки.       \n\n\n", "short_description": "В отеле «Бесконечность» всё готово к вашему прибытию: учтена каждая мелочь. Каждый коридор ведет в новое место, а номера не остаются прежними. Исследуйте всё, что захотите, но не забредайте слишком далеко. Вокруг вас развернется невероятный мир игры, созданной специально для подвижного режима в виртуальной реальности.\n\nМы надеемся, что вы останетесь навсегда."}, {"images": {"nodes": []}, "id": "1391573645954913", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ホテルインフィニティ", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# 『ホテルインフィニティ』へようこそ \n\n神秘的なホテルの曲がりくねった廊下や大舞踏場を、自らの足で歩き回りましょう。『ホテルインフィニティ』は、コントローラーによる移動やテレポートなしでリビングルームで広大なエリアを探索できます。 \n\n**『ホテルインフィニティ』は、2m四方のプレイエリアでルームスケール体験が最適です。** \n\n{1880526412879192}\n\n# 不可能の空間を探検する  \n\nポータル、リフト、ありえないほど曲がりくねった廊下、そしてその他様々な建築的偽装がシームレスにブレンドされた『ホテルインフィニティ』では、実際にプレイエリアを歩き回ることで広大なエリアを探索できます。   \n\n{1541824830284997}\n\n# 現実を歪めるパズル  \n\n廊下が『ホテルインフィニティ』唯一の不可能な特徴ではありません。このホテルに秘められたいつくかの秘密は、通常の物理学の範疇よりも深く埋もれています。  \n\n{614351978430058}\n\n# 秘められた謎  \n\nどの廊下も訪れたことのない場所へと繋がっており、同じ部屋は1つとしてございません。探索はどうぞご自由に。ただし、遠くへ行きすぎないよう。 \n\n願わくば、永遠のご滞在を。      \n\n{1540357556966842}\n\n# 特徴： \n- 『Manifold Garden』のクリエイターが贈る、刺激的なVR体験  \n- ルームスケール優先のデザインで、2m四方のエリアから広大な空間を探索できる \n- ルームスケールでプレイできないプレイヤー向けの移動方法切り替えコントロール \n- Laryssa Okada（『Manifold Garden』の作曲家）がオリジナルのサウンドトラックを携えて再演  \n- 不可思議な空間を進み、難解なパズルを解こう       \n\n\n\n", "short_description": "『ホテルインフィニティ』では、お客様のご来訪のため、あらゆる用意が整えられています。どの廊下も訪れたことのない場所へと繋がっており、同じ部屋は1つとしてございません。探索はどうぞご自由に。ただし、遠くへ行きすぎないよう。すべてがルームスケールVR用にデザインされた、不可思議な世界があなたの周りに広がります。\n\n願わくば、永遠のご滞在を。"}, {"images": {"nodes": []}, "id": "1351978253331820", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinit", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# BUN-VENIT LA HOTEL INFINIT \n\nPlimbă-te pe coridoarele întortocheate și sălile de bal grandioase ale unui hotel misterios. Hotel Infinit îți permite să explorezi zone din sufragerie, fără a fi necesar să te miști sau să teleportezi folosind un controller.  \n\n**Cea mai bună experiență pentru Hotel Infinit este în modul Scară la încăpere, cu o zonă de joacă de 2 m pe 2 m (6 ft 7 in. pe 6 ft 7 in.).**  \n\n{1078927764173464}\n\n# EXPLOREAZĂ SPAȚIUL PARADOXAL \n\nPrintr-o combinație de portaluri, lifturi, coridoare incredibil de întortocheate și alte înșelăciuni arhitecturale, Hotel Infinit îți permite să explorezi zone vaste plimbându-te fizic în zona de joc.   \n\n{850621164203980}\n\n# PUZZLE-URI INTERDIMENSIONALE  \n\nCoridoarele nu sunt singura caracteristică paradoxală a Hotel Infinit. Unele dintre secretele hotelului sunt îngropate mai adânc decât ar permite legea fizicii.  \n\n{1608764097199488}\n\n# MISTERE ASCUNSE  \n\nFiecare coridor duce într-un loc în care n-ai mai fost și nicio cameră nu este niciodată aceeași. Explorează, dar nu te îndepărta prea mult.   \n\nSperăm că șederea ta va fi veșnică.      \n\n{1589933105505324}\n\n# Caracteristici: \n- O experiență VR de la creatorul Manifold Garden  \n- Design de tip Scară la încăpere, creând spații vaste de explorat într-o zonă de 2 m x 2 m (6 ft 7 in. x 6 ft 7 in.) \n- Comenzi alternative de deplasare pentru cei care nu pot juca în modul Scară la încăpere \n- Laryssa Okada (compozitoarea albumului Manifold Garden) revine cu o coloană sonoră originală  \n- Navighează prin spații paradoxale și rezolvă puzzle-uri       \n\n\n\n", "short_description": "La Hotel Infinit, fiecare detaliu a fost pregătit pentru sosirea ta. Fiecare coridor duce într-un loc în care n-ai mai fost și nicio cameră nu este niciodată aceeași. Explorează după bunul plac, dar nu te îndepărta prea mult. Creat în întregime pentru modul Scară la încăpere în VR, o lume paradoxală se desfășoară în jurul tău.\n\nSperăm că șederea ta va fi veșnică."}, {"images": {"nodes": []}, "id": "1201591464649719", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinito", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# BOAS-VINDAS AO HOTEL INFINITO \n\nCaminhe com seus próprios pés pelos corredores sinuosos e grandes salões de baile num hotel misterioso. O Hotel Infinito permite explorar grandes áreas sem sair da sua sala e sem a necessidade de movimento baseado em controle ou teletransporte. \n\n**A jogabilidade do Hotel Infinito fica melhor na escala doméstica, com uma área de jogo de 2 x 2 m.** \n\n{2236524616813501}\n\n# EXPLORE O ESPAÇO IMPOSSÍVEL \n\nCom uma mistura perfeita de portais, elevadores, corredores impossíveis e outras ilusões arquitetônicas, o Hotel Infinito permite explorar vastas áreas ao caminhar fisicamente pela sua área de jogo.   \n\n{813828784584140}\n\n# QUEBRA-CABEÇAS QUE DESAFIAM A REALIDADE \n\nOs corredores não são a única característica impossível do Hotel Infinito. Alguns segredos do hotel estão enterrados mais profundamente do que a física normalmente permitiria.  \n\n{1375091824247919}\n\n# MISTÉRIOS OCULTOS \n\nCada corredor leva a algum lugar onde você nunca esteve e nenhum quarto é igual a outro. Explore no seu ritmo, mas não vá longe demais. \n\nEsperamos que sua estadia seja eterna.      \n\n{875068829016725}\n\n# Características: \n- Uma experiência de RV alucinante do criador do Manifold Garden \n- Concepção em escala doméstica, que cria espaços amplos para explorar numa área de 2 x 2 m \n- Controles de locomoção alternativos para quem não consegue jogar no modo de escala doméstica \n- Laryssa Okada (compositora de Manifold Garden) está de volta com uma trilha sonora original \n- Percorra espaços impossíveis e resolva quebra-cabeças enigmáticos       ", "short_description": "No Hotel Infinito, cada detalhe foi pensado para a sua chegada. Cada corredor leva a algum lugar onde você nunca esteve e nenhum quarto é igual a outro. Explore no seu ritmo, mas não vá longe demais. Projetado inteiramente para RV em escala doméstica, um mundo impossível se estende ao seu redor.\n\nEsperamos que sua estadia seja eterna."}, {"images": {"nodes": []}, "id": "1173025651619031", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# WELCOME TO HOTEL INFINITY: A ROOMSCALE ADVENTURE\nHotel Infinity is a roomscale-first experience designed entirely around physical movement. Walk the winding halls and grand ballrooms of a mysterious hotel from your living room without the need for joystick movement or teleportation.\n\n**Roomscale mode requires a play area of 2m by 2m (6 ft 7 in. by 6 ft 7 in.)**\n\n{1547076433387227}\n\n“[Roomscale mode] makes Hotel Infinity one of the most immersive VR games on the market”\n-UploadVR\n\n“I absolutely bloody love it.” -Eurogamer\n\n# EXPLORE IMPOSSIBLE SPACE  \n\nThrough seamless blend of portals, lifts, impossibly winding hallways, and other architectural deceptions, Hotel Infinity allows you to explore vast areas by physically walking around your play area.   \n\n{1838305810130846}\n\n# REALITY-BENDING PUZZLES  \n\nThe hallways aren't the only impossible feature of Hotel Infinity. Some of the hotel's secrets are buried deeper than physics would normally allow.  \n\n{537477669460355}\n\n# HIDDEN MYSTERIES  \n\nEvery corridor leads somewhere you’ve never been, and no room is ever quite the same. Explore at your leisure, but don’t wander too far.   \n\nWe hope your stay is eternal.      \n\n{1367413374739654}\n\n# FEATURES: \n- Roomscale-first design, creating vast spaces to explore in a 2m by 2m (6 ft 7 in. by 6 ft 7 in.) area \n- A mind-bending VR experience from the creator of Manifold Garden  \n- Alternative locomotion controls for those who aren't able to play in Roomscale \n- Laryssa Okada (composer of Manifold Garden) returns with an original soundtrack  \n- Navigate impossible spaces and solve enigmatic puzzles       ", "short_description": "Hotel Infinity is a roomscale-first experience designed entirely around physical movement. Walk the winding halls and grand ballrooms of a mysterious hotel from your living room without the need for joystick movement or teleportation.\n\nWe hope your stay is eternal."}, {"images": {"nodes": []}, "id": "888234270395436", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# VÍTEJTE V HOTELU INFINITY \n\nProcházejte se po klikatých chodbách a velkolepých sálech tajemného hotelu vlastníma nohama. Hotel Infinity vám umožňuje prozkoumávat rozsáhlé oblasti z vašeho obývacího pokoje, aniž byste museli používat ovladač nebo se teleportovat.  \n\n**Hotel Infinity si nejlépe užijete v režimu Roomscale s hrací plochou 2 m x 2 m.**  \n\n{1701576787204128}\n\n# PROZKOUMÁVEJTE NEMOŽNÉ PROSTORY  \n\nDíky plynulému propojení portálů, výtahů, neuvěřitelně klikatých chodeb a dalších architektonických triků vám Hotel Infinity umožňuje prozkoumávat rozsáhlé oblasti fyzickým procházením herní oblasti.   \n\n{824794473585698}\n\n# HÁDANKY OHÝBAJÍCÍ REALITU  \n\nChodby nejsou jedinou nemožnou vlastností hotelu Infinity. Některá tajemství hotelu jsou pohřbena hlouběji, než by fyzika normálně dovolila.  \n\n{1205615454721367}\n\n# SKRYTÁ TAJEMSTVÍ  \n\nKaždá chodba vede někam, kde jste ještě nikdy nebyli, a žádná místnost není úplně stejná. Prozkoumejte okolí dle libosti, ale nechoďte příliš daleko.   \n\nDoufáme, že váš pobyt bude věčný.      \n\n{830478122856120}\n\n# Vlastnosti: \n- Ohromující zážitek ve virtuální realitě od tvůrce hry Manifold Garden  \n- Design zaměřený na režim ,Roomscale vytvářející rozsáhlé prostory k prozkoumání na ploše 2 m x 2 m. \n- Alternativní ovládání pohybu pro ty, kteří nemohou hrát v režimu Roomscale \n- Laryssa Okada (skladatelka hudby ve hře Manifold Garden) se vrací s originálním soundtrackem  \n- Procházejte nemožnými prostory a řešte záhadné hádanky       ", "short_description": "V hotelu Infinity je vše připraveno pro váš příjezd. Každá chodba vede někam, kde jste ještě nikdy nebyli, a žádná místnost není úplně stejná. Prozkoumejte okolí dle libosti, ale nechoďte příliš daleko. Navrženo výhradně pro VR v měřítku místnosti, kde se kolem vás rozprostírá nemožný svět.\n\nDoufáme, že váš pobyt bude věčný."}, {"images": {"nodes": []}, "id": "856119096823680", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# VÄLKOMMEN TILL HOTEL INFINITY \n\nGå på egna ben genom de slingrande korridorerna och de storslagna balsalarna i ett mystiskt hotell. Hotel Infinity låter dig utforska stora ytor från vardagsrummet utan behov av handkontrollbaserade rörelser eller teleportering.  \n\n**Hotel Infinity upplevs bäst i Roomscale med en spelarea på 2 m x 2 m (6 ft 7 in. x 6 ft 7 in.).**  \n\n{1328797188721350}\n\n# UTFORSKA OMÖJLIGA PLATSER  \n\nGenom en sömlös blandning av portaler, hissar, omöjligt slingrande korridorer och andra arkitektoniska illusionskonstruktioner låter Hotel Infinity dig utforska vidsträckta områden genom att fysiskt gå runt i ditt spelområde.   \n\n{1203469534959927}\n\n# VERKLIGHETSFÖRVRÄNGANDE PUSSEL  \n\nKorridorerna är inte det enda omöjliga inslaget på Hotel Infinity. Några av hotellets hemligheter är begravda djupare än fysiken normalt skulle tillåta.  \n\n{1969261080589427}\n\n# DOLDA MYSTERIER  \n\nVarje korridor leder någonstans där du aldrig har varit och inget rum är någonsin helt likt ett annat. Utforska på egen hand, men gå inte för långt bort.   \n\nVi hoppas att din vistelse blir evig.      \n\n{848427860937864}\n\n# Funktioner: \n– En sinnesförvrängande VR-upplevelse från skaparna av Manifold Garden  \n– Roomscale-centrerad design som skapar stora utrymmen att utforska på en yta på 2 m x 2 m (6 ft 7 in. x 6 ft 7 in.). \n– Alternativ rörelsestyrning för dem som inte kan spela i Roomscale \n– Laryssa Okada (Manifold Gardens kompositör) återvänder med ett originellt soundtrack  \n– Navigera genom omöjliga utrymmen och lös gåtfulla pussel       \n", "short_description": "På Hotel Infinity har varje detalj förberetts inför din ankomst. Varje korridor leder någonstans där du aldrig har varit och inget rum är någonsin helt likt ett annat. Utforska på egen hand, men gå inte för långt bort. Helt utformat för Roomscale VR – en omöjlig värld öppnas omkring dig.\n\nVi hoppas att din vistelse blir evig."}, {"images": {"nodes": []}, "id": "843620815188595", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "호텔 인피니티", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# 호텔 인피니티에 오신 것을 환영합니다 \n\n신비한 호텔의 구불구불한 통로와 그랜드 볼룸을 직접 걸어다니며 체험하세요. 호텔 인피니티에서는 컨트롤러 조작이나 텔레포트 없이 자신의 거실에서 광대한 공간을 탐험할 수 있습니다.\n\n**호텔 인피니티는 2m x 2m(6피트 7인치 x 6피트 7인치) 공간의 룸스케일 플레이에 최적화되어 있습니다.\n\n{24637319355964564}\n\n# 불가능한 공간 탐험하기  \n\n포탈, 리프트, 끝없이 꼬여 있는 복도와 건축적 착시를 매끄럽게 엮어낸 호텔 인피니티는 자신의 플레이 공간에서 물리적으로 걸어 다니며 탐험하는 것이 가능합니다.   \n\n{1910905573103538}\n\n# 현실을 초월하는 퍼즐  \n\n호텔 인피니티에서 불가능한 것은 통로만이 아닙니다. 호텔이 품은 비밀 중에는 일반적인 물리 법칙으로는 접근할 수 없는 것도 있습니다.  \n\n{1996738457758043}\n\n# 숨은 미스터리  \n\n모든 통로는 여러분이 한 번도 가보지 못한 곳으로 안내하며 같은 공간은 단 하나도 없습니다. 느긋하게 탐험하되 너무 멀리 가지는 마세요.   \n\n부디 이곳에서 영원히 머무시기를 바랍니다.      \n\n{1153049500130345}\n\n# 특징: \n- Manifold Garden 크리에이터의 새로운 시각을 선사하는 VR 경험 \n- 룸스케일 중심 설계로 2m x 2m(6피트 7인치 x 6피트 7인치) 공간에서 광대한 공간 탐험 가능\n- 룸스케일로 플레이할 수 없는 분들을 위한 대체 이동 컨트롤 \n- 오리지널 사운드트랙으로 돌아온 Laryssa Okada(Manifold Garden의 작곡가) \n- 현실에선 불가능한 공간 탐험 및 수수께끼 같은 퍼즐 해결       ", "short_description": "호텔 인피니티에는 당신을 맞이하기 위한 모든 것이 갖춰져 있습니다. 모든 통로는 여러분이 한 번도 가보지 못한 곳으로 안내하며 같은 공간은 단 하나도 없습니다. 느긋하게 탐험하되 너무 멀리 가지는 마세요. 룸스케일 VR 전용으로 설계된 이 체험 속에서, 불가능한 세계가 펼쳐집니다.\n\n부디 이곳에서 영원히 머무시기를 바랍니다."}, {"images": {"nodes": []}, "id": "843071845181618", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinito", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# TI DIAMO IL BENVENUTO ALL'HOTEL INFINITO \n\nPercorri i tortuosi corridoi e la grandi sale di un hotel misterioso camminando con le tue gambe. Hotel Infinito ti permette di esplorare vaste aree dal tuo salotto senza bisogno di controller o teletrasporto. \n\n**Hotel Infinito offre un'esperienza migliore in modalità room-scale in un'area di 2 x 2 m.** \n\n{1251662996726742}\n\n# ESPLORA UNO SPAZIO IMPOSSIBILE \n\nGrazie alla perfetta combinazione di portali, ascensori, corridoi incredibilmente tortuosi e altri inganni architettonici, Hotel Infinito ti permette di esplorare vaste aree, camminando fisicamente nella tua area di gioco.   \n\n{4194850937395896}\n\n# ROMPICAPI CHE PIEGANO LA REALTÀ \n\nI corridoi non sono l'unica caratteristica impossibile dell'Hotel Infinito. Alcuni dei segreti dell'hotel sono nascosti più in profondità di quanto la fisica normalmente consentirebbe.  \n\n{794598140122724}\n\n# MISTERI NASCOSTI \n\nI corridoi conducono in luoghi sconosciuti, e nessuna stanza è mai la stessa. Esplora liberamente, ma non allontanarti troppo. \n\nCi auguriamo che il tuo soggiorno sia eterno.      \n\n{1441806123551817}\n\n# Caratteristiche: \n- Un'esperienza VR sconvolgente dal creatore di Manifold Garden \n- Un design pensato per la room-scale, che crea vaste aree da esplorare in uno spazio di 2 x 2 m \n- Comandi di locomozione alternativa per chi non può giocare in modalità room-scale \n- Laryssa Okada, compositrice di Manifold Garden, torna con una colonna sonora originale \n- Esplora spazi impossibili e risolvi rompicapi misteriosi       ", "short_description": "All'Hotel Infinito, ogni dettaglio è stato predisposto per il tuo arrivo. I corridoi conducono in luoghi sconosciuti, e nessuna stanza è mai la stessa. Esplora liberamente, ma non allontanarti troppo. Un mondo impossibile, progettato interamente per VR room-scale, si dispiega attorno a te.\n\nCi auguriamo che il tuo soggiorno sia eterno."}, {"images": {"nodes": [{"file_name": "PI_Video_Thumbnail.png", "id": "2027946568024358", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499304938_2027946571357691_7261381856193672262_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1JxYyym03ysQ7kNvwGCTTVL&_nc_oc=AdkFCkwerIlIWvhyEVDna7BXOTVxb3hubo5VB55l5oIDNZuu8uzj-O4LKAQjnPH2dg4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft3pXnSJqAAmoeNiMkpnJ4u_1-5HxjO1GrP9H7EWg3vkQ&oe=6996F9F8"}, {"file_name": "PI_Cover_Square.png", "id": "2012473609510258", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499619680_2012473612843591_564816443918512740_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_wWu32nI8sEQ7kNvwEnpE0r&_nc_oc=Adm0HcPsn5KIcVPsdIJaa_rA6pZChS7478lJvuBGtiEIBj3Px4zmC5qR266BDwJVrwc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvzt6uv_3I2oVqWXZT32aHUNAHUIiWqhWy99prKO9PENw&oe=6996ED0F"}, {"file_name": "HotelInfinity_Logo_1140x592.png", "id": "1926969507851194", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499295969_1926969511184527_1572534648863475267_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Iio-WYNMqAoQ7kNvwFW-xSN&_nc_oc=AdkQtUYRL4j9Y5Y1wX-WKlKBpejcZVGVgZXOyUR3zBHdLzCTJcAYN-80o16Fb728lPM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afuw7DxTrap0X2I5IrBli25Anyrn7VPKbtaQDiw8KMeNWA&oe=69971517"}, {"file_name": "PI_Hero_Cover.png", "id": "1482130192902898", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/499312263_1482130196236231_1168437333828499060_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l4RtFk0sX-kQ7kNvwFg7fcW&_nc_oc=AdncZc036qtoTMZ9YKU8QCgwo98usIvyK1pFDMJ1tVkoVosVY-vOJwlxvAz7vhAYb90&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu9RRCo4WSow0aUFvBDhyxXt63apQGVzGZCafUb6tBfuA&oe=6996ED7C"}, {"file_name": "PI_Cover_Portrait.png", "id": "1162346145873266", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499302348_1162346149206599_6053963342295589445_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YKBPllXey1wQ7kNvwG3LW0P&_nc_oc=AdnYvOJOJqvqDg9prcR_ld32ZzWzCrxpIBfgD9WrzBHzenQzzcTlrR4lTGi7lU-az3Q&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv-g_sIK8zENWYZ5pWuDOLOWvqBhyE-EDhJVwJpOI7HWQ&oe=69970B88"}, {"file_name": "Icon_002.png", "id": "846658391413578", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499302344_846658394746911_5678948329869748750_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4szcxHuckGsQ7kNvwFRurMO&_nc_oc=Admo3KK9xzwPiVAOMYt3rNIv20lWY5SYqxlJQbc1_V_Hm-gi00C3MRt17wLPssEGS8k&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsA2ctMpvwQR_xn-CZ49RDpyKitOr5adgSSME8qXaS0OQ&oe=69972027"}]}, "id": "833306669471025", "locale": "en_US", "screenshots": [{"file_name": "PI_Meta_Screenshot_5.png", "id": "1876369659974301", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/499295481_1876369666640967_4311907882367706839_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X1iS9aeDCjgQ7kNvwFolmkm&_nc_oc=AdmpR-U7r0yAcA3VHt56LJSaTB2yEW8uHgAIiJeureBiwK2thpf8AJzMgWNgLIki-zs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsQ-zS07Qh0Ak1mHndyJR8J7xoku3elL93atR_a7HUQKQ&oe=699703E3"}, {"file_name": "PI_Meta_Screenshot_3.png", "id": "24789331327416538", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499299715_24789331340749870_3003399269830650745_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OExPMwiUUlYQ7kNvwF_-u0R&_nc_oc=Adm7RKzyaCgAVvj0lM0Vci2d7-pQaD71NqsMxtWS1rxW00h73_MJhM4KLXrDQXyngQU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsqeKrKtzZvj56SjXCMJzK1ZMEgOBXzXuMXxjtsDisyTQ&oe=6996F9BA"}, {"file_name": "PI_Meta_Screenshot_2.png", "id": "1109071827730283", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491830593_1109071831063616_1109821039964551776_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4kVc7bGqhekQ7kNvwGRvSXd&_nc_oc=AdnmmH0IC88cvh0T47e34tpNeAn_E91Kv21NMUyjy8c0fMuFKcM5nUSwtbepcZDZ_58&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuP3u_sF21iPwn96VZHlqSfDUhZyzAlDwVYlr4hda_7Rg&oe=6996FAEE"}, {"file_name": "PI_Meta_Screenshot_1.png", "id": "2095267674636419", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491830911_2095267677969752_3031352436052567065_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U2MV0gm9-EMQ7kNvwF23Ssl&_nc_oc=Adm5JF7_8aWXDjvpPrGOVzyLI3PC_6rzk2YIgFYfw8rNoVHpXyEGuc3Xody3u1dvw_g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsBNwzl6eWQPAp59Erzq9l9j-8hI7qnjeJ2thDFNAjPdg&oe=69970EB5"}, {"file_name": "PI_Meta_Screenshot_4.png", "id": "1157595043015324", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499299876_1157595046348657_5143349948948266681_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fNXXpvJvxb8Q7kNvwGuYq_M&_nc_oc=Adms2xKCEoy4asIGRspa0EYvpy-YBH3ZdttMY6OZqnCQgVzm78YblHoLec8-0XFJO6k&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvX-gQ_RK2uOswOnmo9Sa939f91HtKt_mj2YaNfRk3ciQ&oe=6996EDBF"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "PI_Video_Thumbnail.png", "id": "1351249266676519", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491830428_1351249270009852_2012997368618595855_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NOiaOHh99jcQ7kNvwFx4eCq&_nc_oc=Admqho1Ifetx1N3MO_2Ev012cxhU4KSK1EMcWohMxyQpoNeeFFyPJE6T-IEkvL--Tfk&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs1uiPS42cab7LhZMGatdnNmC2beYqsVQzFILHVtzsn_A&oe=6996FEE3"}, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# WELCOME TO HOTEL INFINITY: A ROOMSCALE ADVENTURE\nHotel Infinity is a roomscale-first experience designed entirely around physical movement. Walk the winding halls and grand ballrooms of a mysterious hotel from your living room without the need for joystick movement or teleportation.\n\n**Roomscale mode requires a play area of 2m by 2m (6 ft 7 in. by 6 ft 7 in.)**\n\n{1933513833887266}\n\n“[Roomscale mode] makes Hotel Infinity one of the most immersive VR games on the market”\n-UploadVR\n\n“I absolutely bloody love it. And [...] it feels increasingly rare to come across a virtual reality game that manages to use the tech in a way that can properly, creatively wow.” \n-Eurogamer\n\n\n{1185117316803313}\n\n# EXPLORE IMPOSSIBLE SPACE\n\nHotel Infinity allows you to explore vast areas by physically walking around your play area by using a seamless blend of lifts, impossibly winding hallways, and other architectural deceptions.\n\n{1500235491197214}\n\n# REALITY-BENDING PUZZLES\n\nThe hotel's secrets are buried deeper than physics would normally allow by encouraging the player to explore their space in Roomscale mode.\n\n{2027759554707558}\n\n# FEATURES:\n- Roomscale-first design with vast spaces to explore in a 2m by 2m (6 ft 7 in. by 6 ft 7 in.) area\n- A mind-bending VR experience from the creator of Manifold Garden\n- Alternative locomotion controls for those who aren't able to play in Roomscale\n- Laryssa Okada (composer of Manifold Garden) returns with an original soundtrack\n- Navigate impossible spaces and solve enigmatic puzzles", "short_description": "Hotel Infinity is a roomscale-first experience designed entirely around physical movement. Walk the winding halls and grand ballrooms of a mysterious hotel from your living room without the need for joystick movement or teleportation.\n\nWe hope your stay is eternal."}, {"images": {"nodes": []}, "id": "784730374627627", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Nieskończoność", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# WITAJ W HOTELU NIESKOŃCZONOŚĆ \n\nPrzemierzaj kręte korytarze i wielkie sale balowe tajemniczego hotelu. Hotel Nieskończoność umożliwia eksplorację rozległych obszarów z własnego salonu bez poruszania się za pomocą kontrolera czy teleportacji.  \n\n**Najlepiej jest doświadczyć Hotelu Nieskończoność w skali pokoju z wolną przestrzenią 2 na 2 metry.**  \n\n{1186880049984638}\n\n# EKSPLORUJ NIEMOŻLIWĄ PRZESTRZEŃ  \n\nDzięki płynnemu połączeniu portali, wind, niemożliwie zakręconych korytarzy i innych architektonicznych sztuczek Hotel Nieskończoność pozwala na eksplorację rozległych obszarów poprzez fizyczne poruszanie się po ograniczonym miejscu w pokoju.   \n\n{1366912718411418}\n\n# ŁAMIGŁÓWKI NAGINAJĄCE RZECZYWISTOŚĆ  \n\nKorytarze nie są jedyną niemożliwą cechą Hotelu Nieskończoność. Niektóre z jego tajemnic są zakopane głębiej, niż normalnie pozwala na to fizyka.  \n\n{830246536624846}\n\n# UKRYTE TAJEMNICE  \n\nKażdy korytarz prowadzi do miejsca, w którym cię jeszcze nie było, a pokoje nigdy nie wyglądają tak samo. Zwiedzaj hotel do woli, nie odchodząc za daleko.   \n\nMamy nadzieję, że zostaniesz tu już na zawsze.      \n\n{1037387965124886}\n\n# Cechy: \n– Mylące umysł doświadczenie VR od twórcy gry „Manifold Garden”  \n– Stworzone z myślą o skali pokoju. Pozwala zwiedzać rozległe miejsca, korzystając z przestrzeni 2 na 2 metry \n– Sterowanie alternatywną lokomocją dla tych, którzy nie mogą grać w skali pokoju \n– Laryssa Okada (kompozytorka dla Manifold Garden) powraca z nową ścieżką dźwiękową  \n– Przemierzaj niemożliwe przestrzenie i rozwiązuj osobliwe łamigłówki       \n", "short_description": "W Hotelu Nieskończoność wszystko zostało przygotowane na twój przyjazd. Każdy korytarz prowadzi do miejsca, w którym cię jeszcze nie było, a pokoje nigdy nie wyglądają tak samo. Zwiedzaj hotel do woli, nie odchodząc za daleko. W tej grze VR zaprojektowanej do skali pokoju rozwinie się przed tobą niemożliwy świat.\n\nMamy nadzieję, że zostaniesz tu już na zawsze."}, {"images": {"nodes": []}, "id": "721212017713321", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# WILLKOMMEN IM HOTEL INFINITY \n\nGehe auf eigenen Beinen durch die verwinkelten Korridore und großen Ballsäle eines geheimnisvollen Hotels. Im Hotel Infinity kannst du riesige Bereiche vom Wohnzimmer aus erkunden, ganz ohne Controller oder Teleportation. \n\n**Hotel Infinity lässt sich am besten im Room-Scale-Modus mit einer Spielfläche von 2 x 2 m (6 Fuß 7 Zoll x 6 Fuß 7 Zoll) erleben.** \n\n{1199782808962286}\n\n# ERKUNDE UNMÖGLICHE RÄUME \n\nDurch die Kombination aus Portalen, Aufzügen, unglaublich verwinkelten Fluren und anderen architektonischen Täuschungen kannst du im Hotel Infinity weitläufig erkunden, indem du dich physisch im Spielbereich bewegst.   \n\n{2233601620440198}\n\n# SURREALE RÄTSEL \n\nDie Korridore sind nicht das einzige Unmögliche am Hotel Infinity. Einige seiner Geheimnisse liegen tiefer vergraben, als es die Physik erlaubt.  \n\n{1723123561695872}\n\n# VERBORGENE GEHEIMNISSE \n\nJeder Gang führt an einen neuen Ort, und kein Raum gleicht dem anderen. Erkunde in aller Ruhe, aber geh nicht zu weit. \n\nWir hoffen, dein Aufenthalt währt ewig.      \n\n{25074258815537442}\n\n# Merkmale: \n- Beeindruckendes VR-Erlebnis vom Entwickler von Manifold Garden \n- Room-Scale-First-Design, das auf einer Fläche von 2 m x 2 m (6 Fuß 7 Zoll x 6 Fuß 7 Zoll) riesige Räume zum Erkunden schafft \n- Alternative Steuerung ohne Room-Scale-Modus \n- Laryssa Okada (Komponistin von Manifold Garden) kehrt mit einem Original-Soundtrack zurück \n- Navigiere durch unmögliche Räume und löse mysteriöse Rätsel       ", "short_description": "In Hotel Infinity is elk detail voorbereid voor je komst. Elke gang leidt ergens heen waar je nog nooit bent geweest en geen enkele kamer is hetzelfde. Verken het hotel op je gemak, maar dwaal niet te ver weg. Er ontvouwt zich een onmogelijke wereld om je heen, geheel ontworpen voor VR op kamerschaal.\n\nWe hopen dat je eeuwig blijft."}, {"images": {"nodes": []}, "id": "694015390455367", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "# VELKOMMEN TIL HOTEL INFINITY \n\nBruk dine egne føtter til å gå langs de buede gangene og de store salene til et mystisk hotell. Hotel Infinity lar deg utforske store områder, alt fra stuen din uten behov for kontrollerbasert bevegelse eller teleportering. \n\n**Det anbefales å spille Hotel Infinity i romskala med et spillområde på 2x2m.**\n\n{2014784522393842}\n\n# UTFORSK UMULIG ROM \n\nGjennom sømløs blanding av portaler, heiser, sinnsykt buede ganger, og andre arkitektoniske knep, kan du utforske store områder i Hotel Infinity ved å gå fysisk rundt i spillområdet.   \n\n{837183052000125}\n\n# VIRKELIGHETSFORSKRUDD HJERNETRIM \n\nGangene er ikke de eneste umulige utfordringene i Hotel Infinity. Noen av hotellets hemmeligheter er begravd dypere enn fysikken vanligvis tillatter.  \n\n{2019296185471850}\n\n# SKJULTE MYSTERIER \n\nHver korridor tar deg til et helt nytt sted og alle rom er unike. Utforsk i eget tempo, men ikke gå for langt. \n\nVi håper du blir, for alltid.      \n\n{1569504677453466}\n\n# Innhold: \n- En ufattelig VR-opplevelse fra skaperne av Manifold Garden \n- Designet for romskala, med store rom å utforske i et område på 2x2m \n- Alternativ bevegelseskontroll for de som ikke kan spille i romskala \n- Laryssa Okada (komponisten av Manifold Garden) er tilbake med et originalt lydspor \n- Utforsk umulige rom og løs gåtefull hjernetrim       ", "short_description": "I Hotel Infinity er hver detalj forberedt din ankomst. Hver korridor tar deg til et helt nytt sted og alle rom er unike. Utforsk i eget tempo, men ikke gå for langt. Designet fullstendig for romskala-VR, en umulig verden utfoldes rundt deg.\n\nVi håper du blir, for alltid."}]}, "developer_name": "Studio Chyr", "developer_privacy_policy_url": "https://hotelinfinityvr.com/privacy", "developer_terms_of_service_url": null, "publisher_name": "Studio Chyr", "support_website_url": null, "website_url": "https://hotelinfinityvr.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ar", "zh_CN", "zh_HK", "da", "nl", "fi", "fr_CA", "fr", "de", "el", "hu", "id", "it", "ja", "ko", "nn", "pl", "pt_BR", "pt", "ro", "ru", "es_MX", "es", "sv", "th", "tr", "uk", "vi", "cs"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24653593507647735"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499619680_2012473612843591_564816443918512740_n.png?stp=dst-png_s360x360&_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_wWu32nI8sEQ7kNvwEnpE0r&_nc_oc=Adm0HcPsn5KIcVPsdIJaa_rA6pZChS7478lJvuBGtiEIBj3Px4zmC5qR266BDwJVrwc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfthrmV1K2MQNUaviGLreJ0APpeuih8TbahqgyfJVMsunw&oe=6996ED0F"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Hotel Infinity", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Puzzle", "id": "377978390272490"}], "release_date": 1763056800, "lastRevision": {"nodes": [{"id": "3068832286769047", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4385842211516163", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1411364980071724"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "PI_cover_portrait_1008x1440.png", "id": "2428718387509315", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499311604_2428718390842648_3817571165309100773_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wyo4ebFTJMMQ7kNvwHhdCQI&_nc_oc=AdmcXfFtkmj7Ml62HkowDNEf777-asaQk0WwPE-uvssjESPiKGRkauDQ4SGIlJIuowo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu8z0aSVgvfWYIOh4bB2JFTwGd3jW2-jOa_jUAypzjU5Q&oe=699716EB"}, {"file_name": "pi_icon_512x512.png", "id": "1795223444675619", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/499618882_1795223448008952_2623461638197381616_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Uk5shFLTIqoQ7kNvwHIy5-U&_nc_oc=Adn74LyT0efWwxqHkR4EYpZ4mq_qW3bsuXsnZBsMqysIMndMYroTt-3xiYYBbC1W0SU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuIZ2UmZyZIUMKug2Jv16yybp_XKSpJHb1ldtVHvqVUMA&oe=6996EC80"}, {"file_name": "pi_cover_landscape_2560x1440.png", "id": "1193524125796366", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491831580_1193524129129699_4940156828726393066_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H0iDt_WfZ9sQ7kNvwFTtVOM&_nc_oc=Adn3a2DAyg0k-JQbTNj3qfoN0S7dlrtj9GNt5Uz6nODTrKMNr11zxzcYMSkkOucq2Bo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuhpvEGHFo7NIPMqocHOPIapoQgiboGnueiK1fbQg_M7g&oe=6996FF30"}, {"file_name": "PI_cover_square_1440x1440.png", "id": "1068820658056382", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499619397_1068820664723048_2347559056277618887_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GCCua9ht8C4Q7kNvwEKsTB8&_nc_oc=AdnBJHAzTgbx1wBC-mI0qtHM2s2dAD4odHcCd0SaBZLje4TwpxHf4jhITz4eQS4-Vuo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftV_CKKNWuFdM6JeF0UARdU41_bsFgof74epCyFDImDzQ&oe=699717FF"}, {"file_name": "pi_cover_hero_3000x900.png", "id": "1017734716874596", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/491824583_1017734720207929_7370554395193037462_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YnUdaPvRlMwQ7kNvwHRkvl6&_nc_oc=AdnX6rUz9laCgWfTdRFoCE3UeHwN8EB6iUxSOBYn1TWTuPnwqXKLc5Qq3PLMqya8_e4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuMPyjX-uOzgrZ7Mu72T0vcHIWI--sXSNnx0k_kGpnJtQ&oe=699715C5"}, {"file_name": "HotelInfinity_Logo_Square_B_002.png", "id": "743431074708913", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/499313086_743431078042246_2857060290651292680_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NM190qkxehkQ7kNvwFQajz3&_nc_oc=AdkItyZ2cz_YN-BPN5jWniwj4d6wD-EdDJ4FnXn9_rkkm-QZobAVe59rT7g_T_1rhSI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvj_fPog20uzEeVibUIryRkkTJ0yMqLYqcRX9n79bWbmg&oe=6996FF0A"}]}, "id": "1046417160895541", "locale": "en_US", "screenshots": [{"file_name": "pi_screenshot_1.png", "id": "2194425384361736", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/499618280_2194425387695069_8840755805765432930_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=R3_OdCogcFoQ7kNvwG0YMRC&_nc_oc=AdmHaWY173pEIf3sMT5GRRTqRrZcf3YCvZK9r0mFHDsPNiZpJ3e3Et9sW1JWwIR92Wg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftoo4aXVj89m6Y-U4Dgz1nuvIEkJqXg4kq11fYjx-_USg&oe=6996F570"}, {"file_name": "pi_screenshot_2.png", "id": "1081296840604383", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499308217_1081296843937716_3219348314232235901_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rMEW7yjyueUQ7kNvwHMHhDZ&_nc_oc=AdlD0Xwpt_GJT4wBdeU7rK3pBqj3QjFGh43ISc0B6Pqgi9DiLnyDwMRdHgzdhfM6M60&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu6QbMqeGbaWiG8XRHE-ubllBDijlxwzyQMqLsAWOIZGg&oe=6996F1A2"}, {"file_name": "pi_screenshot_3.png", "id": "985358530191303", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499619185_985358533524636_4551907484751322037_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FsqkWtIsxbQQ7kNvwG3sZcJ&_nc_oc=AdnJQzpARCdw_pwK5EY3Oa2-MqirYpSygA65bKOR1mLIcpxo-Xn0KQO1rCDPh-q_Icc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftJcuLy0qg0e1yV_R5bVvV2-oePD55-OCOJd3Q0pHxd-g&oe=6997047E"}, {"file_name": "pi_screenshot_4.png", "id": "755616923477999", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499295658_755616926811332_4471586807576819723_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EcimOyeMUC0Q7kNvwE4iSZj&_nc_oc=AdlSuMJdde2m9Rb0xNRcxF21xpTyuq0PKJuDknofGQTgtVN5mUAFjxuc5o8fPnCKqaQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs-UVYjadSDSa9arX6uClwlfMbyPAa9yUUB1McAs1_ZpQ&oe=6997064D"}, {"file_name": "pi_screenshot_5.png", "id": "762645679621327", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499304106_762645682954660_4257554240914676856_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l9-YiEZTM14Q7kNvwEtihJ0&_nc_oc=AdnEIdEdtIk4O_H8nk_Mt1NYxrYMEqp0oHBMcdtwNvA3WZIayi59xjr_CS6xFk5iim0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu45oUILIz1KRKbb7NU6ixUrV13I7nK9rftL02cZKUjLA&oe=6997044A"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "pi_cover_landscape_2560x1440.png", "id": "1024448233187842", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/499308245_1024448236521175_201586701071484204_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=d7WAWlLvOAUQ7kNvwGhlJtJ&_nc_oc=Adn0BisWPXvZA-LQOwWOE5NOPL_HzqvbhS72uI4SQYtRtA8faTx8UzOspNq1ltRgAMg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afslgph_v62h_srW7Hhq7WMrrI3gwFoEHN7dzaKrWCb9mw&oe=69971D56"}, "display_name": "Hotel Infinity", "keywords": ["Puzzle", "Roomscale", "Exploration", "Atmospheric", "Room"], "long_description": "Welcome to Hotel Infinity, where every detail has been prepared for your arrival. Every corridor leads somewhere you’ve never been, and no room is ever quite the same. Explore at your leisure, but don’t wander too far.  \n\nThrough clever use of portals, lifts, impossibly winding hallways, and other technical tricks, Hotel Infinity gives the sense of vast exploration in a 2x2 meter space. Combining the familiar with the eerie, the plausible with the implausible, this is a revolutionary experience pushing VR to the  limits and beyond.  \n\nWe hope your stay is eternal.  \n \n**Features:**\n●  A mind-bending VR experience from the creator of Manifold Garden \n●  Roomscale-first design, creating vast spaces to explore in a 2x2 meter square \n●  Laryssa Okada (Manifold Garden) returns with an original soundtrack \n●  Navigate impossible spaces and solve enigmatic puzzles", "short_description": "At Hotel Infinity, every detail has been prepared for your arrival. Every corridor leads somewhere you’ve never been, and no room is ever quite the same. Explore at your leisure, but don’t wander too far. Designed entirely for roomscale VR, the hotel unfolds around you in  impossible ways.  \n\nWe hope your stay is eternal."}]}, "developer_name": "Studio Chyr", "developer_privacy_policy_url": "https://hotelinfinityvr.com/privacy", "developer_terms_of_service_url": null, "publisher_name": "Studio Chyr", "support_website_url": null, "website_url": "https://hotelinfinityvr.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9481751215258545"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PUBLISHED", "id": "869235315820539"}, {"status": "PUBLISHED", "id": "1432101661874759"}, {"status": "PUBLISHED", "id": "1422237842617319"}, {"status": "PUBLISHED", "id": "4288827904686052"}]}, "baseline_offer": {"id": "4288827904686052"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "869235315820539"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24626397517034001", "version": "1.0.26161"}, "id": "683553996113192", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4385842211516163", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24626397517034001"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1766519410, "id": "24682899791383773", "version": "1.0.26190", "version_code": 26190, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4385842211516163", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24626397517034001"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1766514442, "id": "24682464548093964", "version": "1.0.26189", "version_code": 26189, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4385842211516163", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24626397517034001"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1766510024, "id": "24682040158136403", "version": "1.0.26188", "version_code": 26188, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4385842211516163", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24626397517034001"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1766435750, "id": "24675392585467827", "version": "1.0.26186", "version_code": 26186, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4385842211516163", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24626397517034001"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1766434973, "id": "24675324155474670", "version": "1.0.26184", "version_code": 26184, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}