{"data": {"node": {"__typename": "Application", "id": "5296016923775393", "organization": {"id": "1286319731450919", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4002434216527968"}, {"id": "5296016923775393"}]}, "id": "358536793039258"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5296016923775393", "release_date": 1675965546, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 23}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "26023473847269731"}, "id": "381382300684180"}]}}, "binary": null, "live_binary": null, "created_date": 1710562576, "id": "7475218902521840", "is_initial_release": false, "name_with_fallback": "v14", "pdp_metadata_with_fallback": {"version": 11, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "7523938037649926"}, "release_status": "RELEASED", "id": "5296016923775393"}, "id": "7523938037649926", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5296016923775393", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "456932192768158"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "7191625177587881", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Есть ли у вас все необходимое, чтобы стать самым могущественным в Барбарии?\n \nФункции:\n● VR-бои с использованием разнообразного оружия и миньонов.\n● Асинхронная многопользовательская игра: атакуйте миры, созданные игроками, и получайте уведомления об атаках каждый раз, когда запускаете игру.\n● Стройте: объединяйте фрагменты мира и стратегически настраивайте свою защиту.\n● Повтор: смотрите настольные повторы атак других игроков на ваше королевство.\n● Смерть сверху: прыгайте на уровень бога и используйте Древние Силы, чтобы руководить битвой с высоты.\n\nСражайтесь. стройте. собирайте.\n", "short_description": "Добро пожаловать в Барбарию! Окунитесь в жестокий мир, где интуитивные, управляемые движениями бои органично сочетаются с грандиозным строительством баз и асинхронными многопользовательскими рейдами. Нападайте на других игроков, стройте оборону и экипируйте свою команду, соревнуясь за звание сильнейшего в Барбарии!"}, {"images": {"nodes": []}, "id": "3869657203250485", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "¿Tienes lo necesario para ser el más poderoso de Barbaria?\n\nCaracterísticas:\n● Combate en realidad virtual en primera persona con una variedad de armas y minions.\n● Multijugador asíncrono: Ataca reinos creados por jugadores y recibe notificaciones de ataques cada vez que inicias el juego.\n● Construcción de reinos: Reúne fragmentos de reinos y configura estratégicamente tus defensas.\n● Repetición: Mira repeticiones de los ataques de otros jugadores a tu reino.\n● Muerte desde arriba: Salta a escala divina y usa poderes antiguos para dirigir la batalla desde lo alto.", "short_description": "Combatir. Construir. Recolectar. \n¡Bienvenidos a Barbaria! Ingresa a un mundo brutal donde el combate visceral controlado por movimiento se combina a la perfección con la construcción de bases a escala divina y las incursiones multijugador asíncronas. ¡Ataca a otros jugadores, construye defensas y equipa a tu equipo mientras compites para ser el más poderoso de Barbaria!\n"}, {"images": {"nodes": []}, "id": "2725929087559072", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Do you have what it takes to be the Mightiest in Barbaria?\n \nWelcome to a brutal world where visceral motion-controlled combat blends seamlessly with god-scale base-building and asynchronous multiplayer raids.\n\nUse fists, axes, swords, bows, rocks, or anything you can grab to dominate your foes in intense 1st-person combat. Then jump out to your immortal form and watch your minions carry on the battle while you rain down meteors from above. Systemic combat, versatile enemy AI, and player-created defences make every battle unique.\n\nBut remember, you aren’t the only Semigod in Barbaria! Attack other players’ realms to increase your Mightiness, and receive rewards when you successfully repel others. Watch replays in miniature from your Stronghold, then strategically place and upgrade more structures, champions, and minions to keep future attackers at bay.\n\nFeatures:\n● Kill it your way: 1st-person combat with a variety of weapons and minions who can serve as both allies and enemies\n● Asynchronous Multiplayer: Attack player-created realms, and get attack notifications each time you launch the game\n● Realm Building: Snap together realm Fragments and strategically set up your defences\n● Raid Replay: Watch tabletop replays of attacks on your realm by other players \n● Death from Above: Hop out to god-scale and use Ancient Powers to direct the battle from on high", "short_description": "Welcome to Barbaria!  Enter a brutal world where visceral motion-controlled combat blends seamlessly with god-scale base-building and asynchronous multiplayer raids. Attack other players, build defences, and equip your team as you compete to be the Mightiest in Barbaria!"}, {"images": {"nodes": []}, "id": "2073101393083080", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "你有能力成為野蠻人中最強大的人嗎？\n \n特徵：\n● VR與各種武器和敵人戰鬥。\n● 非同步多人遊戲：攻擊玩家創建的領域，並在每次啟動遊戲時收到攻擊通知。\n● 建造：將領域碎片拼湊在一起並策略性地建立你的防禦。\n● 重播：觀看其他玩家對您的領地的攻擊的桌面重播。\n● 跳到神級並使用古代力量從高處指揮戰鬥。\n\n戰鬥。 建造。 收集。", "short_description": "歡迎來到巴巴利亞！ 進入一個殘酷的世界，在這裡，本能的動作控制戰鬥與神級基地建設和非同步多人襲擊無縫融合。 攻擊其他玩家，建立防禦，並裝備你的團隊，成為野蠻人中最強大的人！"}, {"images": {"nodes": []}, "id": "960229152361921", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Funny", "Multiplayer", "RPG"], "long_description": "¿Tienes lo necesario para ser el más poderoso de Barbaria?\n\nCaracterísticas:\n● Combate en realidad virtual en primera persona con una variedad de armas y minions.\n● Multijugador asíncrono: Ataca reinos creados por jugadores y recibe notificaciones de ataques cada vez que inicias el juego.\n● Construcción de reinos: Reúne fragmentos de reinos y configura estratégicamente tus defensas.\n● Repetición: Mira repeticiones de los ataques de otros jugadores a tu reino.\n● Muerte desde arriba: Salta a escala divina y usa poderes antiguos para dirigir la batalla desde lo alto.", "short_description": "¡Bienvenidos a Barbaria! Ingresa a un mundo brutal donde el combate visceral controlado por movimiento se combina a la perfección con la construcción de bases a escala divina y las incursiones multijugador asíncronas. ¡Ataca a otros jugadores, construye defensas y equipa a tu equipo mientras compites para ser el más poderoso de Barbaria!"}, {"images": {"nodes": []}, "id": "949049943477882", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Avez-vous ce qu'il faut pour être le plus puissant de Barbaria ?\n\nCaractéristiques:\n● Combat VR à la 1ère personne avec une variété d'armes et de serviteurs.\n● Multijoueur asynchrone : Attaquez les royaumes créés par les joueurs et recevez des notifications d'attaque à chaque fois que vous lancez le jeu.\n● Construction de royaume : Rassemblez des fragments de royaume et configurez stratégiquement vos défenses.\n● Rejouer : Regardez des rediffusions sur table des attaques sur votre royaume par d'autres joueurs.\n● Mort venue d'en haut : Sautez à l'échelle divine et utilisez vos pouvoirs anciens pour diriger la bataille d'en haut.", "short_description": "Bienvenue à Barbaria ! Entrez dans un monde brutal où les combats viscéraux contrôlés par les mouvements se marient parfaitement avec la construction de bases à l'échelle divine et les raids multijoueurs asynchrones. Attaquez d'autres joueurs, construisez des défenses et équipez votre équipe pour devenir le plus puissant de Barbaria !"}, {"images": {"nodes": []}, "id": "923992186130178", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Barbaria'nın En Kudretlisi olmak için gerekenlere sahip misiniz?\n \nÖzellikler:\n● Çeşitli silahlar ve minyonlarla VR savaşı.\n● Eşzamansız Çok Oyunculu: Oyuncu tarafından oluşturulan alanlara saldırın ve oyunu her başlattığınızda saldırı bildirimleri alın.\n● Oluşturun: Bölge Parçalarını bir araya getirin ve savunmanızı stratejik olarak oluşturun.\n● Tekrar Oynat: Diğer oyuncuların bölgenize yaptığı saldırıların masa üstü tekrarlarını izleyin.\n● Yukarıdan Ölüm: Tanrı ölçeğine çıkın ve savaşı yükseklerden yönetmek için Kadim Güçleri kullanın.\n\nDövüş. İnşa Et. Topla.", "short_description": "Barbaria'ya hoş geldiniz! İçgüdüsel hareket kontrollü savaşın, tanrı ölçeğinde üs oluşturma ve eş zamanlı olmayan çok oyunculu baskınlarla kusursuz bir şekilde harmanlandığı acımasız bir dünyaya girin. Barbaria'nın En Kudretlisi olmak için yarışırken diğer oyunculara saldırın, savunmalar kurun ve takımınızı donatın!"}, {"images": {"nodes": []}, "id": "827472656085860", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Você tem o que é preciso para ser o mais poderoso da Barbária?\n\nCaracterísticos:\n● Combate VR em primeira pessoa com uma variedade de armas e lacaios.\n● Multijogador assíncrono: Ataque reinos criados por jogadores e receba notificações de ataque sempre que iniciar o jogo.\n● Construção de reino: Junte fragmentos de reino e configure estrategicamente suas defesas.\n● Repetir: Assista a replays de ataques de outros jogadores ao seu reino.\n● Morte vinda de cima: Salte para a escala divina e use os Poderes Antigos para dirigir a batalha do alto.\n", "short_description": "Bem-vindo à Barbária! Entre em um mundo brutal onde o combate visceral controlado por movimento combina perfeitamente com a construção de bases em escala divina e ataques multijogador assíncronos. Ataque outros jogadores, construa defesas e equipe seu time enquanto compete para ser o Mais Poderoso da Barbária!"}, {"images": {"nodes": []}, "id": "789800462522339", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Har du det, der skal til for at være den mægtigste i Barbaria?\n \nFunktioner:\n● VR-kamp med en række forskellige våben og håndlangere.\n● Asynkron multiplayer: Angreb spillerskabte riger, og få angrebsmeddelelser, hver gang du starter spillet.\n● Realm Building: Snap rige fragmenter sammen, og sæt dine forsvar strategisk op.\n● Genafspilning: Se replays på bordplader af angreb på dit rige fra andre spillere.\n● Død ovenfra: Hop ud til gudeskala og brug Ancient Powers til at styre kampen fra det høje.", "short_description": "Kæmp. Byg. Saml.\n \nFunktioner:\n● VR-kamp med en række forskellige våben og håndlangere.\n● Asynkron multiplayer: Angreb spillerskabte riger, og få angrebsmeddelelser, hver gang du starter spillet.\n● Realm Building: Snap rige fragmenter sammen, og sæt dine forsvar strategisk op.\n● Genafspilning: Se replays på bordplader af angreb på dit rige fra andre spillere.\n● Død ovenfra: Hop ud til gudeskala og brug Ancient Powers til at styre kampen fra det høje."}, {"images": {"nodes": []}, "id": "738737668449196", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Hast du das Zeug zum Mächtigsten in Barbaria?\n\nMerkmale:\n● Ego-VR-Kampf mit einer Vielzahl von Waffen und Schergen.\n● Asynchroner Mehrspielermodus: Greifen Sie von Spielern erstellte Bereiche an und erhalten Sie bei jedem Start des Spiels Angriffsbenachrichtigungen.\n● Reichsaufbau: Setzen Sie Reichsfragmente zusammen und richten Sie Ihre Verteidigung strategisch ein.\n● Wiederholung: Sehen Sie sich Tabletop-Wiederholungen von Angriffen anderer Spieler auf Ihr Reich an.\n● Tod von oben: Hüpfe auf die Götterebene und nutze uralte Kräfte, um den Kampf von oben zu leiten.", "short_description": "Willkommen in Barbaria! Betreten Sie eine brutale Welt, in der intuitive, bewegungsgesteuerte Kämpfe nahtlos mit dem Aufbau von Basisbauten und asynchronen Multiplayer-Raids verschmelzen. Greife andere Spieler an, baue Verteidigungsanlagen auf und rüste dein Team aus, während du darum kämpfst, der Mächtigste in Barbaria zu werden!"}, {"images": {"nodes": []}, "id": "426074126586947", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "あなたはバーバリアで最強になるために必要なものを持っていますか?\n \n特徴：\n● さまざまな武器や敵との VR 戦闘。\n● 非同期マルチプレイヤー: プレイヤーが作成したレルムを攻撃し、ゲームを起動するたびに攻撃通知を受け取ります。\n● 構築: レルムの断片を結合し、戦略的に防御を設定します。\n● リプレイ: 他のプレイヤーによるあなたのレルムへの攻撃の卓上リプレイを視聴します。\n● 神規模の世界に飛び出し、古代の力を使って上空から戦いを指揮しましょう。\n", "short_description": "バーバリアへようこそ！ 本能的なモーションコントロールによる戦闘が、神規模の基地建設と非同期マルチプレイヤー襲撃とシームレスに融合する残忍な世界に入りましょう。 他のプレイヤーを攻撃し、防御を構築し、チームに装備を整えて、バーバリアで最強の座を競いましょう!"}, {"images": {"nodes": []}, "id": "404314932207034", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Har du vad som krävs för att bli den mäktigaste i Barbaria?\n \nFunktioner:\n● VR-strid med en mängd olika vapen och undersåtar.\n● Asynkron multiplayer: Attackera spelarskapade världar och få attackmeddelanden varje gång du startar spelet.\n● Bygg: Fäst ihop rikesfragment och sätt upp dina försvar strategiskt.\n● Replay: Titta på repriser på bordsskivor av attacker på ditt rike av andra spelare.\n● Död från Ovan: Hoppa ut i en gudomlig skala och använd Ancient Powers för att styra striden från höjden.\n\nKämpa. Bygg. Samla.\n", "short_description": "Välkommen till Barbaria! Gå in i en brutal värld där viscerala rörelsekontrollerade strider sömlöst smälter samman med basbyggande i gudomlig skala och asynkrona multiplayer-razzior. Attackera andra spelare, bygg försvar och utrusta ditt lag när du tävlar om att bli den mäktigaste i Barbaria!"}, {"images": {"nodes": []}, "id": "398559932802592", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Czy masz to, czego potrzeba, aby zostać Najpotężniejszym w Barbarii?\n \nCechy:\n● Walka VR z różnorodną bronią i stworami.\n● Asynchroniczny tryb wieloosobowy: Atakuj krainy stworzone przez graczy i otrzymuj powiadomienia o atakach przy każdym uruchomieniu gry.\n● Budowa: Połącz fragmenty królestw i strategicznie skonfiguruj swoją obronę.\n● Powtórka: Oglądaj powtórki ataków innych graczy na Twoją krainę.\n● Śmierć z góry: Wskocz na boską skalę i użyj Starożytnych Mocy, aby poprowadzić bitwę z wysokości.\n\nWalcz. Buduj. Zbieraj.", "short_description": "Witamy w Barbarii! Wejdź do brutalnego świata, w którym emocjonująca walka sterowana ruchem płynnie łączy się z budowaniem baz na boską skalę i asynchronicznymi nalotami dla wielu graczy. Atakuj innych graczy, buduj obronę i wyposaż swoją drużynę, rywalizując o tytuł Najpotężniejszego w Barbarii!"}, {"images": {"nodes": []}, "id": "383072284563882", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Barbaria에서 가장 강력한 사람이 되기 위해 필요한 자질이 있습니까?\n \n특징:\n● 다양한 무기와 적과의 VR 전투.\n● 비동기 멀티플레이어: 플레이어가 만든 영역을 공격하고 게임을 시작할 때마다 공격 알림을 받습니다.\n● 구축: 영역 조각을 함께 결합하고 전략적으로 방어를 설정하세요.\n● 재생: 다른 플레이어가 자신의 영역을 공격하는 테이블 위에서 재생을 시청하세요.\n● 신의 규모로 뛰어내려 고대의 힘을 사용하여 높은 곳에서 전투를 지휘하세요.\n\n전투. 짓다. 모으다.", "short_description": "바바리아에 오신 것을 환영합니다! 본능적인 모션 제어 전투가 엄청난 규모의 기지 건설 및 비동기식 멀티플레이어 공격대와 완벽하게 조화를 이루는 잔인한 세계로 들어가세요. Barbaria에서 최강자가 되기 위해 경쟁하면서 다른 플레이어를 공격하고, 방어를 구축하고, 팀을 장비하세요!"}, {"images": {"nodes": []}, "id": "334385822952777", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "你有能力成為野蠻人中最強大的人嗎？\n \n特徵：\n● VR與各種武器和敵人戰鬥。\n● 非同步多人遊戲：攻擊玩家創建的領域，並在每次啟動遊戲時收到攻擊通知。\n● 建造：將領域碎片拼湊在一起並策略性地建立你的防禦。\n● 重播：觀看其他玩家對您的領地的攻擊的桌面重播。\n● 跳到神級並使用古代力量從高處指揮戰鬥。\n\n戰鬥。 建造。 收集。", "short_description": "歡迎來到巴巴利亞！ 進入一個殘酷的世界，在這裡，本能的動作控制戰鬥與神級基地建設和非同步多人襲擊無縫融合。 攻擊其他玩家，建立防禦，並裝備你的團隊，成為野蠻人中最強大的人！"}, {"images": {"nodes": []}, "id": "264467760058694", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "你有能力成为野蛮人中最强大的人吗？\n \n特征：\n● VR与各种武器和敌人战斗。\n● 异步多人游戏：攻击玩家创建的领域，并在每次启动游戏时收到攻击通知。\n● 建造：将领域碎片拼凑在一起并战略性地建立你的防御。\n● 重播：观看其他玩家对您的领地的攻击的桌面重播。\n● 跳到神级并使用远古力量从高处指挥战斗。\n\n战斗。 建造。 收集。", "short_description": "欢迎来到巴巴利亚！ 进入一个残酷的世界，在这里，本能的动作控制战斗与神级基地建设和异步多人袭击无缝融合。 攻击其他玩家，建立防御，并装备你的团队，成为野蛮人中最强大的人！"}, {"images": {"nodes": [{"file_name": "ImmersivePanelBackground_1800x700e.png", "id": "6993412144120415", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984467_6993412147453748_2508388045436915387_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q47iN-HF590Q7kNvwE6SHC0&_nc_oc=AdmMSzGR7C5i5PnkmSOKiSfr-aw2iclwh8pRqzEXqrkLijOQNlBwj8m4yexNLruw4O8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftn-AqyeT-yuA_iu-s4k1c0hNNkABl9brKP9segs5afqA&oe=69959F8D"}, {"file_name": "Barbaria_keyart_landscape_2560x1440.png", "id": "3800899886863860", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982524_3800899890197193_3455211435048930164_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=b3DzzgSvgJQQ7kNvwEO90_Z&_nc_oc=AdmgtMpYkg0XRaJ2zxcTLBrj1i8wiUuvcUB1qdeMxcUQ9JNMzXOWOHF2HODw0XhXiaI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfulaYE6fh1qIbynXwKv2U9KiSrU4rfXllz8tm6ziC7Gxg&oe=6995BB8D"}, {"file_name": "Barbaria_keyart_mobile_512x512.png", "id": "3442853132596642", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982640_3442853135929975_318566580243062176_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xJYTQNs5wrIQ7kNvwGafn8M&_nc_oc=AdmoZM4pGVVlj0OsBz-jECdVXxQK1HfA1cg2ybIh6GnouxVm5cgeGXAMVxdgAHcLP0A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuK5rVrvWuivBQfTnUY8lrEMuFqrIH6-n1TihO_62csQQ&oe=6995B9F0"}, {"file_name": "BarbariaLogoStoneHeadThin.png", "id": "1616568848718084", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974606_1616568852051417_4748903909820829929_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Eg63ZSesvwEQ7kNvwEMt-ZQ&_nc_oc=Adl3tSu6av91_QeeyXsyeTQd1bXd8Lp_I-9fv7ToRi8haT-Ve8gFQIZlGA8si13CjvI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvACZGcAW5ZnH5hBExXm8Iti3sFu90zRkljwK2vJTDuCw&oe=6995A7EB"}, {"file_name": "Barbaria_keyart_Portrait_1008x1440_Age05h.png", "id": "1507427700201151", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031467_1507427703534484_3575533735428337641_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mI8f_Qu6peEQ7kNvwFywQq4&_nc_oc=Admt2fl_gUdyAFRDL1pv5k6d6nHzvYyQ8LPOT1yHR2cMqc_PMjwVqI-MfY9PpEuh2HE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsL2KAFcIm2U4NeQcs0yUm7D5i-Zd6mjpCreT7S9seTwQ&oe=6995C729"}, {"file_name": "SidePanel_400x700_GladiatrixC.png", "id": "1414813392468182", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035424_1414813399134848_2807632328545085493_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IMmb1z95ZPUQ7kNvwEQx5LZ&_nc_oc=AdkGnyhRNtZ6U2CnEUWtMN6pOMh8TcrYuCLXRN9AZvVB0oltVDbOC3b0sMP9pgYvLm0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuwMFdwuMxvINhe8YywQOfDKHTI731IkNOVJ3VUbVHr2g&oe=6995AB9A"}, {"file_name": "Barbaria_keyart_miniLandscape_1080x360_Age05h2.png", "id": "1113412876446515", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75556281_1113412879779848_7920178272513742941_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3RFhr3Vk2moQ7kNvwFK8BLB&_nc_oc=Adk4vXQHuxJxbvGUlxkIT-d1mIOyPxDRavi0bhpPbJI7b6yGm6i6tB2Q5tb0MQnp5fg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvBU9BzYD1GAjpDDUhAuZK5vNmB1paOgvrJcs06RJtGRg&oe=69959F82"}, {"file_name": "Barbaria_keyart_Square_1440x1440.png", "id": "1080303273253666", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031463_1080303276586999_6838636048352308038_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E63eSoKMA_0Q7kNvwEZ5L5D&_nc_oc=AdkD3iNLsJ0XqPHoang8USvWjVEBsiIAFlh_FLINNu8gCqmgOunFWzTdrKOVzob_9Bs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuQB4dsFSGQBYthI_AhL3kFeI5KdCjdyGvCwnO0VQQZWQ&oe=6995A7A6"}, {"file_name": "SidePanel_400x700_BarbarianC.png", "id": "731655969155322", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974668_731655972488655_474583089486798362_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=N4SW-pqaV0YQ7kNvwFH1F5B&_nc_oc=Adm8eHvJO8pRlts526bmNkDYQL3SIX9b5rdxywr-palHkkzu73w6lvh_DTQQC4W94vU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvUcCyI2GkLCTS-9bs1pTfuxAr-Dge8ewG9dC2X2YAAyg&oe=6995CDBC"}, {"file_name": "Barbaria_keyart_hero_3000x900_AltKeyArtAB_Age05i2.png", "id": "720428633296394", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031467_720428636629727_6775493107495124639_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nQ6OT0jBFSEQ7kNvwFhx2PV&_nc_oc=AdmtNoa4cDQoOUwziri3s7lIbNpRBD-mbG--j1gsRfBQdSJemH84bxOPj9D9nGe7KbI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvfXpLANFrdwZ5mtIdC963_zh9C5URH5L92CW5voM48ig&oe=6995CBD9"}, {"file_name": "ImmersivePanelLogo_556x164.png", "id": "401301009138637", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982524_401301012471970_6102788632347639927_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yoJSBwy86Q4Q7kNvwHMAbfw&_nc_oc=Adkz0dY8fomiyEsCDq7vaCKmDkn3lEBiiGdHvrwCDa3-r7cf_kFDQIaaBYhcQEASW_E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsztIccN8hVCtJQkmYj3-JiXY2F9LyiAXJqNo8V9oN93g&oe=6995B144"}]}, "id": "7971866449508646", "locale": "en_US", "screenshots": [{"file_name": "GladiatrixRedSkyPunchA0008_2560x1440b.png", "id": "5587575068008470", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035302_5587575074675136_5681100797219794620_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q4TiBNftFf0Q7kNvwEUrg6r&_nc_oc=AdmnW2YQATpiamWPEzu5Rjq0z_1XeIbSqfCZhenZdBtsRywa8o-OWHhau8BcuoeQ5mU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv809R6jAC8nehIzhLZ22V5OFeJ6H4Jupwmrucq30AZLQ&oe=6995C601"}, {"file_name": "CyclotaurRedSkyNoStatueA0080_2560x1440.png", "id": "857131148845011", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974506_857131152178344_4099046143379191216_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=52H1JQzhRGMQ7kNvwGjA1O2&_nc_oc=Adnvx9szD0YKstFkIVLJI5tH9ft7ltVfobd0a17BFm1TiFXKz9JExJKNzrpPn9mf6as&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvaBafLsjLhEHbX9953l92HM30LDcLYwd4_zrxJ5HG51A&oe=6995A9D7"}, {"file_name": "screenshot_20230126_071842_059_2560x1440.png", "id": "886422689149182", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974923_886422692482515_4404562588195201810_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RpFTApZAXb4Q7kNvwEc_28u&_nc_oc=AdnhjrjpILwaq-A86-ZZpR7DLT4L222tU9xi2uFwDMMBJn_um0HjqLoNf_8pznRFgwg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsoSsBCiFyDorsUYNAoK2S36mDwsHESgZfsogpMGh-9Gg&oe=6995A12D"}, {"file_name": "screenshot_20230126_073032_814_2560x1440b.png", "id": "1915364718813379", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974736_1915364728813378_3192030863859412843_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=65P1sd04Oo4Q7kNvwEXYH11&_nc_oc=AdmqowAaeLGYx5ZEHTVmHDiDYIj9kJ0r71XuyRu7bh7NQnd4PBx4jV4pdYpcN2MHOMs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsszhnoAhLoPkG4DKKq8DDp8oTepaik-G9X6ZHvSSUiKg&oe=6995AA37"}, {"file_name": "screenshot_20230126_070551_692_2560x1440.png", "id": "638509278039960", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974594_638509281373293_8968840089772143584_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tCbjkWkZLrUQ7kNvwHD-zzA&_nc_oc=AdlzYDN0bJ92gBXo5MMQchfq_X4EAnFDPNI0pFeaF1YSJRxvd4Ah4KDldypsvtaEBdc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvaSkGg6Stq2Nu-GZ-ElbKJ8G20FR7cxSd7bTOMGAYbuA&oe=6995C074"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Barbaria_keyart_landscape_2560x1440.png", "id": "489003679839967", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75500282_489003683173300_7927051348965870153_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GkB8DKY_vWwQ7kNvwFI0tJT&_nc_oc=Adm2IQBW5EdsrTVo0yVJ4Ip-ex-YQh9txxSzfOjyPNHKPxqDV1JdmkPfZxcAaEubPFU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuGJT6zKarYmDSZSvjYSJxpEw_yxFyTcI7JwePWWh1rbA&oe=6995C061"}, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Welcome to a brutal world where visceral motion-controlled combat blends seamlessly with god-scale base-building and asynchronous multiplayer raids.\n\nUse fists, axes, swords, bows, rocks, or anything you can grab to dominate your foes in intense 1st-person combat. Then jump out to your immortal form and watch your minions carry on the battle while you rain down meteors from above. Systemic combat, versatile enemy AI, and player-created defenses make every battle unique.\n\nBut remember, you aren’t the only Semigod in Barbaria! Attack other players’ realms to increase your Mightiness, and receive rewards when you successfully repel others. Watch replays in miniature from your Stronghold, then strategically place and upgrade more structures, champions, and minions to keep future attackers at bay.\n\nFeatures:\n● Kill it your way: 1st-person combat with a variety of weapons and minions who can serve as both allies and enemies\n● Asynchronous Multiplayer: Attack player-created realms, and get attack notifications each time you launch the game\n● Realm Building: Snap together realm Fragments and strategically set up your defenses\n● Raid Replay: Watch tabletop replays of attacks on your realm by other players \n● Death from Above: Hop out to god-scale and use Ancient Powers to direct the battle from on high", "short_description": "Welcome to Barbaria!  Enter a brutal world where visceral motion-controlled combat blends seamlessly with god-scale base-building and asynchronous multiplayer raids. Attack other players, build defenses, and equip your team as you compete to be the Mightiest in Barbaria!"}, {"images": {"nodes": []}, "id": "1974322446299012", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "Funny", "RPG"], "long_description": "Ai ceea ce este nevoie pentru a fi cel mai puternic din Barbaria?\n \nCaracteristici:\n● Luptă VR cu o varietate de arme și inamici.\n● Multiplayer asincron: atacați tărâmurile create de jucători și primiți notificări de atac de fiecare dată când lansați jocul.\n● Construiți: Îmbinați fragmente de tărâm și configurați-vă strategic apărările.\n● Reluare: Urmărește reluări de pe masă ale atacurilor asupra tărâmului tău de către alți jucători.\n● Sari la scara lui Dumnezeu si foloseste Puterile antice pentru a conduce lupta de sus.", "short_description": "Bun venit în Barbaria! Intră într-o lume brutală în care luptele controlate prin mișcare viscerală se îmbină perfect cu construirea bazelor la scară divină și raidurile multiplayer asincrone. Atacă alți jucători, construiește apărări și echipează-ți echipa în timp ce concurezi pentru a fi cel mai puternic din Barbaria!"}, {"images": {"nodes": []}, "id": "1455165705397339", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Você tem o que é preciso para ser o mais poderoso da Barbária?\n\nCaracterísticos:\n● Combate VR em primeira pessoa com uma variedade de armas e lacaios.\n● Multijogador assíncrono: Ataque reinos criados por jogadores e receba notificações de ataque sempre que iniciar o jogo.\n● Construção de reino: Junte fragmentos de reino e configure estrategicamente suas defesas.\n● Repetir: Assista a replays de ataques de outros jogadores ao seu reino.\n● Morte vinda de cima: Salte para a escala divina e use os Poderes Antigos para dirigir a batalha do alto.", "short_description": "Bem-vindo à Barbária! Entre em um mundo brutal onde o combate visceral controlado por movimento combina perfeitamente com a construção de bases em escala divina e ataques multijogador assíncronos. Ataque outros jogadores, construa defesas e equipe seu time enquanto compete para ser o Mais Poderoso da Barbária!"}, {"images": {"nodes": []}, "id": "1075162300241696", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Hai quello che serve per essere il più potente di Barbaria?\n \nCaratteristiche:\n● Combattimento VR con una varietà di armi e servitori.\n● Multigiocatore asincrono: attacca i regni creati dai giocatori e ricevi notifiche di attacco ogni volta che avvii il gioco.\n● Costruzione del regno: unisci i frammenti del regno e imposta strategicamente le tue difese.\n● Replay: guarda i replay da tavolo degli attacchi al tuo reame da parte di altri giocatori.\n● Morte dall'alto: salta su una scala divina e usa gli antichi poteri per dirigere la battaglia dall'alto.", "short_description": "Benvenuti in Barbaria! Entra in un mondo brutale in cui il combattimento viscerale controllato dal movimento si fonde perfettamente con la costruzione di basi su scala divina e i raid multiplayer asincroni. Attacca altri giocatori, costruisci difese ed equipaggia la tua squadra mentre competi per diventare il più potente di Barbaria!"}, {"images": {"nodes": []}, "id": "824261779513688", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Building", "RPG", "Funny", "Multiplayer"], "long_description": "Heb jij het in je om de Machtigste van Barbaria te zijn?\n \nFuncties:\n● VR-gevechten met een verscheidenheid aan wapens en volgelingen.\n● Asynchrone multiplayer: Val door spelers gemaakte rijken aan en ontvang aanvalsmeldingen elke keer dat je het spel start.\n● Rijksopbouw: Breng rijksfragmenten samen en zet je verdediging strategisch op.\n● Herhaling: Bekijk herhalingen op tafel van aanvallen op jouw rijk door andere spelers.\n● Dood van bovenaf: Spring op goddelijke schaal en gebruik eeuwenoude krachten om de strijd van bovenaf te leiden.", "short_description": "Vecht. Bouw. Verzamel.\n\nFuncties:\n● VR-gevechten met een verscheidenheid aan wapens en volgelingen.\n● Asynchrone multiplayer: Val door spelers gemaakte rijken aan en ontvang aanvalsmeldingen elke keer dat je het spel start.\n● Rijksopbouw: Breng rijksfragmenten samen en zet je verdediging strategisch op.\n● Herhaling: Bekijk herhalingen op tafel van aanvallen op jouw rijk door andere spelers.\n● Spring op goddelijke schaal en gebruik eeuwenoude krachten om de strijd van bovenaf te leiden."}, {"images": {"nodes": []}, "id": "798973082082410", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Έχεις ό,τι χρειάζεται για να είσαι ο πιο δυνατός στη Barbaria;\n \nΧαρακτηριστικά:\n● Μάχη VR με ποικιλία όπλων και εχθρών.\n● Asynchronous Multiplayer: Επιτεθείτε σε βασίλεια που δημιουργούνται από παίκτες και λαμβάνετε ειδοποιήσεις επίθεσης κάθε φορά που ξεκινάτε το παιχνίδι.\n● Δημιουργία: Συγκεντρώστε κομμάτια από το βασίλειο και ρυθμίστε στρατηγικά τις άμυνές σας.\n● Επανάληψη: Παρακολουθήστε επιτραπέζιες επαναλήψεις επιθέσεων στο βασίλειό σας από άλλους παίκτες.\n● Death from Above: Ανεβείτε στην κλίμακα του θεού και χρησιμοποιήστε τις Αρχαίες Δυνάμεις για να κατευθύνετε τη μάχη από ψηλά.\n\nΜάχη. Χτίζω. Συλλέγω.", "short_description": "Καλώς ήρθατε στο Barbaria! Μπείτε σε έναν βάναυσο κόσμο όπου οι μάχες με ελεγχόμενη κίνηση συνδυάζονται άψογα με τη δημιουργία βάσεων σε κλίμακα θεού και τις ασύγχρονες επιδρομές πολλών παικτών. Επιτεθείτε σε άλλους παίκτες, δημιουργήστε άμυνες και εξοπλίστε την ομάδα σας καθώς ανταγωνίζεστε για να γίνετε ο ισχυρότερος στο Barbaria!"}, {"images": {"nodes": []}, "id": "793584559316775", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Máte na to, abyste byli nejmocnější v Barbarii?\n \nFunkce:\n● VR boj s řadou zbraní a nepřátel.\n● Asynchronní hra pro více hráčů: Útočte na sféry vytvořené hráčem a získejte upozornění na útok při každém spuštění hry.\n● Budování: Spojte dohromady fragmenty říše a strategicky nastavte svou obranu.\n● Přehrání: Podívejte se na stolní záznamy útoků jiných hráčů na vaši říši.\n● Smrt shora: Vyskočte na úroveň boha a použijte starověké síly k řízení bitvy z výše.\n\nBitva. Stavět. Sbírat.\n", "short_description": "Vítejte v Barbarii! Vstupte do brutálního světa, kde se viscerální pohybem řízený boj hladce prolíná s budováním základny v měřítku boha a asynchronními nájezdy pro více hráčů. Útočte na ostatní hráče, budujte obranu a vybavte svůj tým, když budete soutěžit o to, kdo bude nejmocnějším v Barbarii!"}, {"images": {"nodes": []}, "id": "439893275267068", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Bạn có đủ tố chất để trở thành Người mạnh nhất Barbaria không?\n \nĐặc trưng:\n● Chiến đấu VR với nhiều loại vũ khí và kẻ thù.\n● Nhiều người chơi không đồng bộ: Tấn công các vương quốc do người chơi tạo và nhận thông báo tấn công mỗi khi bạn khởi chạy trò chơi.\n● Xây dựng: Ghép các mảnh vương quốc lại với nhau và thiết lập hệ thống phòng thủ của bạn một cách chiến lược.\n● Phát lại: Xem phát lại trên màn hình các cuộc tấn công vào vương quốc của bạn bởi những người chơi khác.\n● Nhảy ra quy mô thần thánh và sử dụng Quyền năng Cổ xưa để chỉ đạo trận chiến từ trên cao.", "short_description": "Chào mừng đến Barbaria! Bước vào một thế giới tàn bạo, nơi chiến đấu điều khiển chuyển động nội tạng kết hợp hoàn hảo với việc xây dựng căn cứ quy mô thần thánh và các cuộc đột kích nhiều người chơi không đồng bộ. Tấn công những người chơi khác, xây dựng hệ thống phòng thủ và trang bị cho đội của bạn khi bạn cạnh tranh để trở thành Người mạnh nhất ở Barbaria!"}, {"images": {"nodes": []}, "id": "432538062595653", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Har du det som trengs for å bli den mektigste i Barbaria?\n \nEgenskaper:\n● VR-kamp med en rekke våpen og undersåtter.\n● Asynkron flerspiller: Angrip spillerskapte riker, og få angrepsvarsler hver gang du starter spillet.\n● Realm Building: Knekk sammen realmfragmenter og sett opp forsvaret ditt strategisk.\n● Replay: Se bordrepriser av angrep på riket ditt av andre spillere.\n● Død ovenfra: Hopp ut til gudeskala og bruk Ancient Powers til å styre kampen fra det høye.\n\nKamp. Bygg. Samle.\n", "short_description": "Velkommen til Barbaria! Gå inn i en brutal verden der visceral bevegelseskontrollert kamp blander seg sømløst med basebygging i god skala og asynkrone flerspillerangrep. Angrip andre spillere, bygg forsvar og utstyr laget ditt mens du konkurrerer om å bli den mektigste i Barbaria!"}, {"images": {"nodes": []}, "id": "326220620465559", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Onko sinulla mitä tarvitaan ollaksesi Barbarian mahtavin?\n \nOminaisuudet:\n● VR-taistelu erilaisilla aseilla ja kätyreillä.\n● Asynkroninen moninpeli: Hyökkää pelaajien luomiin maailmoihin ja saat hyökkäysilmoituksia aina, kun käynnistät pelin.\n● Valtakunnan rakentaminen: Kokoa valtakunnan fragmentteja ja määritä puolustuksesi strategisesti.\n● Toisto: Katso pöytätoistoa muiden pelaajien hyökkäyksistä valtakuntaasi vastaan.\n● Kuolema ylhäältä: Hyppää jumalan mittakaavaan ja käytä muinaisia ​​voimia ohjataksesi taistelua ylhäältä.\n\nTaistele. Rakenna. Kerää.", "short_description": "Tervetuloa Barbariaan! Astu julmaan maailmaan, jossa sisäelinten liikeohjattu taistelu sekoittuu saumattomasti jumalan mittakaavan perustan rakentamiseen ja asynkronisiin moninpeleihin. Hyökkää muita pelaajia, rakenna puolustusta ja varustaa joukkueesi, kun kilpailet ollaksesi Barbarian mahtavin!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://stalwart.com/privacy-policy", "developer_terms_of_service_url": "https://stalwart.com/terms-of-service", "publisher_name": "Stalwart Games, LLC", "support_website_url": "https://www.stalwart.com/support", "website_url": "https://barbariavr.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "275629210202852"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ADVENTURE", "ACTION", "STRATEGY"], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "MULTI_USER"], "id": "7523938037649926"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031463_1080303276586999_6838636048352308038_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E63eSoKMA_0Q7kNvwEZ5L5D&_nc_oc=AdkD3iNLsJ0XqPHoang8USvWjVEBsiIAFlh_FLINNu8gCqmgOunFWzTdrKOVzob_9Bs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftycUD-xpmJ9usoosajL7hmKN-iLsZ9MFc2u96uGjd03w&oe=6995A7A6"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Barbaria", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Strategy", "id": "275629210202852"}], "release_date": 1675965546, "lastRevision": {"nodes": [{"id": "5296016990442053", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5296016923775393", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "456932192768158"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "Barbaria_keyart_mobile_512x512.png", "id": "3442853132596642", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982640_3442853135929975_318566580243062176_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xJYTQNs5wrIQ7kNvwGafn8M&_nc_oc=AdmoZM4pGVVlj0OsBz-jECdVXxQK1HfA1cg2ybIh6GnouxVm5cgeGXAMVxdgAHcLP0A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuK5rVrvWuivBQfTnUY8lrEMuFqrIH6-n1TihO_62csQQ&oe=6995B9F0"}, {"file_name": "Barbaria_keyart_landscape_2560x1440.png", "id": "2084033208456944", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001664_2084033211790277_4610018034796785055_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=E0vRn2DXCfYQ7kNvwHvButn&_nc_oc=AdnJ8QPTGzBqi09i4EtulGhJSkzbeqx53YW88dsZrNb0sWzaaIfqJZ94Rf7E3PxCx5k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs7GvmkorptUvHaEOoPt_AOLcD_k5J5PIGMDF6YzBvPjQ&oe=69959F35"}, {"file_name": "BarbariaLogoStoneHeadThin.png", "id": "1616568848718084", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974606_1616568852051417_4748903909820829929_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Eg63ZSesvwEQ7kNvwEMt-ZQ&_nc_oc=Adl3tSu6av91_QeeyXsyeTQd1bXd8Lp_I-9fv7ToRi8haT-Ve8gFQIZlGA8si13CjvI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvACZGcAW5ZnH5hBExXm8Iti3sFu90zRkljwK2vJTDuCw&oe=6995A7EB"}, {"file_name": "Barbaria_keyart_Portrait_1008x1440_resized.png", "id": "1198892384062826", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75388629_1198892387396159_670901050261482189_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RfTHOE8knLoQ7kNvwHMKYCM&_nc_oc=Adl4oOWRZeVyYwPOf3e7VdjS2bjIwCb5D2GRPcVcjqF8Ql4pRZp5j_Ih_zNySuidgrY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuVTLw1JlKx9SHLBB1GSYjZYZxudVRcBmkubBU6rxBiOg&oe=6995A173"}, {"file_name": "Barbaria_keyart_hero_3000x900.png", "id": "1112640482735108", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75608429_1112640486068441_5588014703708383263_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Rn1hWA-dDjoQ7kNvwFF_rl6&_nc_oc=AdmMhqATbf1cOPja_RNoqeX6XuVUNO32BgbuI-zez1MuBGcrFPWnKMTAeHcnd-z3c7M&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsWFKkLVK7aP4NKtwcrGwUxwRen4_OeQzu_M-uvFVHXIg&oe=6995CC47"}, {"file_name": "Barbaria_keyart_Square_1440x1440_resized.png", "id": "1109755856359570", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75375083_1109755859692903_2964571217267601930_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SBIxfzHsdKwQ7kNvwHqalZ4&_nc_oc=AdlpSuokh_NXuCFbczIqszsxzQfJjgKZc-PpYc2UClV8tKfEzVzTWZoJVJ4aOc9GwwU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvIaYCMKvujDcL-3ZlO2kyp73kEFK2n-Ctq6lyzlHzUTA&oe=6995C00B"}, {"file_name": "Barbaria_keyart_miniLandscape_1080x360.png", "id": "566933181660324", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57568670_566933184993657_4766929166575870311_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A7F7jkLvXZIQ7kNvwHT_Z9h&_nc_oc=AdlEMxheiwcKsM4QwO93zgVXWeBQEC4OIShloge6nvFmCSXJWjd-RwKxmpiigvHlng0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvzv7_Lx78MXGCavPe3e6QcPsIr2PCbz3vkwvWxOktMEQ&oe=6995A76F"}]}, "id": "536153208043731", "locale": "en_US", "screenshots": [{"file_name": "screenshot_20230126_071842_059_2560x1440.png", "id": "886422689149182", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974923_886422692482515_4404562588195201810_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RpFTApZAXb4Q7kNvwEc_28u&_nc_oc=AdnhjrjpILwaq-A86-ZZpR7DLT4L222tU9xi2uFwDMMBJn_um0HjqLoNf_8pznRFgwg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsoSsBCiFyDorsUYNAoK2S36mDwsHESgZfsogpMGh-9Gg&oe=6995A12D"}, {"file_name": "GladiatrixRedSkyPunchA0008_2560x1440b.png", "id": "5587575068008470", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035302_5587575074675136_5681100797219794620_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q4TiBNftFf0Q7kNvwEUrg6r&_nc_oc=AdmnW2YQATpiamWPEzu5Rjq0z_1XeIbSqfCZhenZdBtsRywa8o-OWHhau8BcuoeQ5mU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv809R6jAC8nehIzhLZ22V5OFeJ6H4Jupwmrucq30AZLQ&oe=6995C601"}, {"file_name": "CyclotaurRedSkyNoStatueA0080_2560x1440.png", "id": "857131148845011", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974506_857131152178344_4099046143379191216_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=52H1JQzhRGMQ7kNvwGjA1O2&_nc_oc=Adnvx9szD0YKstFkIVLJI5tH9ft7ltVfobd0a17BFm1TiFXKz9JExJKNzrpPn9mf6as&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvaBafLsjLhEHbX9953l92HM30LDcLYwd4_zrxJ5HG51A&oe=6995A9D7"}, {"file_name": "screenshot_20230126_073032_814_2560x1440b.png", "id": "1915364718813379", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974736_1915364728813378_3192030863859412843_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=65P1sd04Oo4Q7kNvwEXYH11&_nc_oc=AdmqowAaeLGYx5ZEHTVmHDiDYIj9kJ0r71XuyRu7bh7NQnd4PBx4jV4pdYpcN2MHOMs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsszhnoAhLoPkG4DKKq8DDp8oTepaik-G9X6ZHvSSUiKg&oe=6995AA37"}, {"file_name": "screenshot_20230126_070551_692_2560x1440.png", "id": "638509278039960", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974594_638509281373293_8968840089772143584_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tCbjkWkZLrUQ7kNvwHD-zzA&_nc_oc=AdlzYDN0bJ92gBXo5MMQchfq_X4EAnFDPNI0pFeaF1YSJRxvd4Ah4KDldypsvtaEBdc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvaSkGg6Stq2Nu-GZ-ElbKJ8G20FR7cxSd7bTOMGAYbuA&oe=6995C074"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Barbaria_keyart_landscape_2560x1440.png", "id": "489003679839967", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75500282_489003683173300_7927051348965870153_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GkB8DKY_vWwQ7kNvwFI0tJT&_nc_oc=Adm2IQBW5EdsrTVo0yVJ4Ip-ex-YQh9txxSzfOjyPNHKPxqDV1JdmkPfZxcAaEubPFU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuGJT6zKarYmDSZSvjYSJxpEw_yxFyTcI7JwePWWh1rbA&oe=6995C061"}, "display_name": "Barbaria", "keywords": ["Combat", "Builder", "Multiplayer", "RPG", "Funny"], "long_description": "Do you have what it takes to be the Mightiest in Barbaria?\n \nWelcome to a brutal world where visceral motion-controlled combat blends seamlessly with god-scale base-building and asynchronous multiplayer raids.\n\nUse fists, axes, swords, bows, rocks, or anything you can grab to dominate your foes in intense 1st-person combat. Then jump out to your immortal form and watch your minions carry on the battle while you rain down meteors from above. Systemic combat, versatile enemy AI, and player-created defenses make every battle unique.\n\nBut remember, you aren’t the only Semigod in Barbaria! Attack other players’ realms to increase your Mightiness, and receive rewards when you successfully repel others. Watch replays in miniature from your Stronghold, then strategically place and upgrade more structures, champions, and minions to keep future attackers at bay.\n\nFeatures:\n● Kill it your way: 1st-person combat with a variety of weapons and minions who can serve as both allies and enemies\n● Asynchronous Multiplayer: Attack player-created realms, and get attack notifications each time you launch the game\n● Realm Building: Snap together realm Fragments and strategically set up your defenses\n● Raid Replay: Watch tabletop replays of attacks on your realm by other players \n● Death from Above: Hop out to god-scale and use Ancient Powers to direct the battle from on high", "short_description": "Welcome to Barbaria!  Enter a brutal world where visceral motion-controlled combat blends seamlessly with god-scale base-building and asynchronous multiplayer raids. Attack other players, build defenses, and equip your team as you compete to be the Mightiest in Barbaria!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://stalwart.com/privacy-policy", "developer_terms_of_service_url": "https://stalwart.com/terms-of-service", "publisher_name": "Stalwart Games, LLC", "support_website_url": null, "website_url": "https://barbariavr.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "275629210202852"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "MULTI_USER"], "id": "1207263103445129"}}]}, "scheduled_offers": {"count": 23, "nodes": [{"status": "PUBLISHED", "id": "1567790327599489"}, {"status": "PUBLISHED", "id": "2406429839798587"}, {"status": "PUBLISHED", "id": "748247314249937"}, {"status": "PUBLISHED", "id": "4234821130173121"}, {"status": "PUBLISHED", "id": "1345663076575198"}, {"status": "PUBLISHED", "id": "404618452672485"}, {"status": "PUBLISHED", "id": "1794320274645923"}, {"status": "PUBLISHED", "id": "986683476168140"}, {"status": "CANCELLED", "id": "8461791597180920"}, {"status": "PENDING", "id": "1383765138873579"}, {"status": "PENDING", "id": "1316158312600116"}, {"status": "PUBLISHED", "id": "198783573257700"}, {"status": "PUBLISHED", "id": "883503309813456"}, {"status": "PENDING", "id": "128285343681457"}, {"status": "PUBLISHED", "id": "1104309043569725"}, {"status": "PENDING", "id": "610301444626247"}, {"status": "PENDING", "id": "200901825848699"}, {"status": "PENDING", "id": "627777205987095"}, {"status": "PUBLISHED", "id": "346102041315816"}, {"status": "PENDING", "id": "923468962286774"}, {"status": "PENDING", "id": "871577778015565"}, {"status": "PUBLISHED", "id": "223750973937723"}, {"status": "PUBLISHED", "id": "1979080452468963"}]}, "baseline_offer": {"id": "1104309043569725"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "1567790327599489"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "26023473847269731", "version": "1.9.1.22051.149.OBERON.Quest.release"}, "id": "381382300684180", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5296016923775393", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26023473847269731"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "381382300684180"}]}, "change_log": "Playground Piece Duplicator!\n- In “No Limits” Playground mode, there are now piece duplicator stations attached to item stands. Just drop an item on top, and it will create a copy. Enjoy!\n\nFixes and tuning:\n- Imp spawners spawn more imps simultaneously\n- Make cyclotaur smash unblockable\n- Fix possessing champion when not on navmesh\n- Fix Naming Minions and Champions at Naming Station\n- Reduce Quest Memory Usage", "created_date": 1770360290, "id": "26023473847269731", "version": "1.9.1.22051.149.OBERON.Quest.release", "version_code": 149, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26023471990603250"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5296016923775393", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26023473847269731"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1768669807, "id": "25843033945313723", "version": "1.9.1.22049.148.OBERON.Quest.release", "version_code": 148, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "25843031471980637"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5296016923775393", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26023473847269731"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1767889715, "id": "25766430582974060", "version": "1.9.0.22008.147.OBERON.Quest.release", "version_code": 147, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "25766428719640913"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5296016923775393", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26023473847269731"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "381382300684180"}]}, "change_log": "Age of ImpUnity Update\n\nToo long have Imps played second fiddle to Skeletons.  Too long have they remained fodder for invading hordes of Barbarians, ignored when raiding others, and merely an afterthought of placement in realms.  Now it is their time for balance!  Welcome to the Age of Imp-Unity!  We’ve made a number of balance updates to try to make Imps more valuable relative to their placement cost, along with numerous other tweaks to try to make a wider variety of strategies viable.  Divine Hammer damage radius has been significantly reduced, we have reduced ranged damage from projectiles and bombs, boosted some weaker structures, etc.  Age rewards will be based on kills from your named Imps, and we look forward to seeing how you use those Imps to create mayhem!\n\n- New Structure: Clear Skies (Anti-projectile defense)\n- Fix incomplete replay bug introduced in Age08\n- Fix zapping weapons as they’re being sheathed\n- Shorter cooldown on Caverns of the Unknown and Ring of Champions\n\nBalance Changes:\n\n- Reduce Damage Radius on Divine Hammer\n- Increase Imp Health 33%\n- Boost Melee attack power, and reduce ranged damage for Imps, Zealots, and Skeletons.\n- Faster Healer intro time for anti-projectile zapping\n- Reduce Bomb Damage and radius\n- Reduce Skeleton head damage radius\n- Imp Pride Placement Cost 2 -> 3\n- Skeleton Pride Placement Cost 2 -> 3\n- Brick Over Cannon Placement Cost 2 -> 3\n- Boost Spiritual Disruption Structure\n- Increase Rejuvenation Well Heal Amount\n- Increase max Imp spawns from ReImpforcements Structure\n- Increase max Skeleton spawns from Boneyard Structure\n\nThoughts?  Comments?  Questions?  Join us on Discord!\nhttps://stalwart.com/discord", "created_date": 1756482189, "id": "24588616224088841", "version": "1.9.0.21995.146.OBERON.Quest.release", "version_code": 146, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24588614190755711"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5296016923775393", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26023473847269731"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1756310168, "id": "24571502189133578", "version": "1.9.0.21991.145.OBERON.Quest.release", "version_code": 145, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24571499645800499"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}