{"data": {"node": {"__typename": "Application", "id": "8738774469496890", "organization": {"id": "120580737044311", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7479841425369594"}]}, "id": "316934178047990"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24616566667987199"}]}, "id": "1453005321953524"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5979333962163138"}]}, "id": "2522794724552648"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8738774469496890"}]}, "id": "645511327376525"}]}}, "firstRevision": {"nodes": [{"application": {"id": "8738774469496890", "release_date": 1711577220, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "26404938789120519"}, "id": "2452771788207591"}]}}, "binary": null, "live_binary": null, "created_date": 1721146425, "id": "26081052888175779", "is_initial_release": false, "name_with_fallback": "v4", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "26081059994841735"}, "release_status": "RELEASED", "id": "8738774469496890"}, "id": "26081059994841735", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": 1722030403, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8738774469496890", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "727284895601771"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1796888270800447", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Formation Incendie EPI", "keywords": [], "long_description": "Bienvenue dans le futur de la formation à la sécurité incendie avec Fire Pro XR.\n\nNotre application révolutionnaire combine réalité virtuelle et augmentée pour créer une expérience d'apprentissage immersive et interactive. Parfait pour les organismes de formation, les entreprises et même pour un usage personnel, Fire Pro XR place les utilisateurs au cœur d'action contrôlée, leur permettant de maîtriser les techniques de lutte contre l'incendie sans aucun risque.\n\nCaractéristiques Principales :\n\nScénarios Réalistes : Plongez dans divers environnements virtuels où chaque décision compte.\n\nApprentissage Actif : Apprenez par la pratique avec des exercices interactifs.\n\nCréation de Scénario : Adaptez les sessions avec des scénarios personnalisés en réalité augmentée, répondant aux besoins spécifiques de votre équipe ou de votre entreprise.\n\nFacilité d'Utilisation : Profitez d'une mise en place simple et d'une interface intuitive.\n\nEngagement et Sécurité : Engagez les participants dans un environnement sûr, favorisant une meilleure rétention des connaissances.\n\nFire Pro XR est l'outil idéal pour quiconque cherche à améliorer sa formation en sécurité incendie. Il combine technologie avancée et méthodes pédagogiques innovantes pour optimiser la préparation aux situations d'urgence incendie, garantissant ainsi une efficacité maximale de la formation.\n\nFire PRo XR est traduit en 9 langues. (Anglais, Français, Allemand, Néerlandais, Italien, Espagnol, Suédois, Norvégien, Arabe, Portugais)", "short_description": "L'application Fire Pro XR permet de sensibiliser, former et maintenir les compétences des salariés à la manipulation des extincteurs et leur permet de développer l'automatisation en matière de sécurité incendie."}, {"images": {"nodes": []}, "id": "1632725750881354", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Lösung für das Feuerwehrtraining", "keywords": [], "long_description": "Willkommen in der Zukunft der Brandschutzschulung mit Fire Pro XR.\n\nUnsere revolutionäre App kombiniert virtuelle und erweiterte Realität, um ein umfassendes und interaktives Lernerlebnis zu schaffen. Fire Pro XR ist perfekt für Schulungsorganisationen, Unternehmen und sogar den persönlichen Gebrauch geeignet und versetzt Benutzer in den Mittelpunkt kontrollierter Aktionen, sodass sie Brandbekämpfungstechniken ohne Risiko meistern können.\n\nHauptfunktionen:\n\nRealistische Szenarien: Tauchen Sie ein in verschiedene virtuelle Umgebungen, in denen jede Entscheidung zählt.\n\nAktives Lernen: Lernen Sie durch Handeln mit interaktiven Übungen.\n\nSzenarioerstellung: Passen Sie Sitzungen mit personalisierten Szenarien mit erweiterter Realität an, um die spezifischen Anforderungen Ihres Teams oder Unternehmens zu erfüllen.\n\nBenutzerfreundlichkeit: Profitieren Sie von einer einfachen Einrichtung und einer intuitiven Benutzeroberfläche.\n\nEngagement und Sicherheit: Binden Sie die Teilnehmer in einer sicheren Umgebung ein und fördern Sie so eine bessere Wissensspeicherung.\n\nFire Pro XR ist das ideale Tool für alle, die ihre Brandschutzschulung verbessern möchten. Es kombiniert fortschrittliche Technologie und innovative Lehrmethoden, um die Vorbereitung auf Brandnotfälle zu optimieren und maximale Trainingseffektivität zu gewährleisten.\n\nFire PRo XR ist in 9 Sprachen übersetzt. (Englisch, Französisch, Deutsch, Niederländisch, Italienisch, Spanisch, Schwedisch, Norwegisch, Arabisch, Portugiesisch)", "short_description": "Mithilfe dieser Anwendung ist es möglich, die Fähigkeiten der Mitarbeiter im Umgang mit Feuerlöschern zu sensibilisieren, zu schulen und aufrechtzuerhalten und eine Automatisierung im Sinne des Brandschutzes voranzutreiben."}, {"images": {"nodes": []}, "id": "1526780271243701", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Solución de entrenamiento contra incendios", "keywords": [], "long_description": "Bienvenido al futuro de la formación en seguridad contra incendios con Fire Pro XR.\n\nNuestra revolucionaria aplicación combina realidad virtual y aumentada para crear una experiencia de aprendizaje inmersiva e interactiva. Perfecto para organizaciones de formación, empresas e incluso uso personal, Fire Pro XR sitúa a los usuarios en el centro de la acción controlada, permitiéndoles dominar las técnicas de extinción de incendios sin ningún riesgo.\n\nPrincipales características :\n\nEscenarios realistas: Sumérgete en diversos entornos virtuales donde cada decisión cuenta.\n\nAprendizaje Activo: Aprenda haciendo con ejercicios interactivos.\n\nCreación de escenarios: Adapta las sesiones con escenarios personalizados de realidad aumentada, atendiendo a las necesidades específicas de tu equipo o empresa.\n\nFacilidad de uso: Benefíciese de una configuración sencilla y una interfaz intuitiva.\n\nCompromiso y seguridad: involucrar a los participantes en un entorno seguro, promoviendo una mejor retención de conocimientos.\n\nFire Pro XR es la herramienta ideal para cualquiera que busque mejorar su formación en seguridad contra incendios. Combina tecnología avanzada y métodos de enseñanza innovadores para optimizar la preparación para emergencias de incendio, garantizando la máxima eficacia de la formación.\n\nFire PRo XR está traducido a 9 idiomas. (inglés, francés, alemán, holandés, italiano, español, sueco, noruego, árabe, portugués)", "short_description": "Esta aplicación permite sensibilizar, formar y mantener las habilidades de los empleados en el manejo de extintores y les permite desarrollar la automatización en materia de seguridad contra incendios."}, {"images": {"nodes": []}, "id": "1121586975571168", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Brannopplæringsløsning", "keywords": [], "long_description": "Velkommen til fremtiden for brannsikkerhetstrening med Fire Pro XR.\n\nVår revolusjonerende app kombinerer virtuell og utvidet virkelighet for å skape en oppslukende og interaktiv læringsopplevelse. Fire Pro XR, perfekt for opplæring av organisasjoner, bedrifter og til og med personlig bruk, setter brukerne i hjertet av kontrollert handling, slik at de kan mestre brannslokkingsteknikker uten risiko.\n\nHovedtrekkene :\n\nRealistiske scenarier: Fordyp deg i ulike virtuelle miljøer der hver beslutning teller.\n\nAktiv læring: Lær ved å gjøre med interaktive øvelser.\n\nOppretting av scenarier: Tilpass økter med personlige scenarier for utvidet virkelighet, og møter de spesifikke behovene til teamet eller bedriften din.\n\nBrukervennlighet: Dra nytte av enkelt oppsett og et intuitivt grensesnitt.\n\nEngasjement og sikkerhet: Engasjer deltakerne i et trygt miljø, fremmer bedre oppbevaring av kunnskap.\n\nFire Pro XR er det ideelle verktøyet for alle som ønsker å forbedre sin brannsikkerhetstrening. Den kombinerer avansert teknologi og innovative undervisningsmetoder for å optimalisere beredskapen for branntilfeller, og sikre maksimal treningseffektivitet.\n\nFire PRO XR er oversatt til 9 språk. (engelsk, fransk, tysk, nederlandsk, italiensk, spansk, svensk, norsk, arabisk, portugisisk)", "short_description": "Denne applikasjonen gjør det mulig å øke bevisstheten, trene og vedlikeholde ferdighetene til ansatte i håndtering av brannslukningsapparater og lar dem utvikle automatisering når det gjelder brannsikkerhet."}, {"images": {"nodes": []}, "id": "1044566117385845", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Brandtrainingsoplossing", "keywords": [], "long_description": "Bem-vindo ao futuro da formação em segurança contra incêndios com Fire Pro XR.\n\nA nossa aplicação revolucionária combina realidade virtual e aumentada para criar uma experiência de aprendizagem imersiva e interativa. Perfeito para organizações de formação, empresas e até mesmo para uso pessoal, o Fire Pro XR coloca os utilizadores no centro da ação controlada, permitindo-lhes dominar as técnicas de combate a incêndios sem qualquer risco.\n\nPrincipais características :\n\nCenários realistas: Mergulhe em vários ambientes virtuais onde cada decisão conta.\n\nAprendizagem Ativa: Aprenda fazendo com exercícios interativos.\n\nCriação de Cenários: Adapte as sessões com cenários de realidade aumentada personalizados, atendendo às necessidades específicas da sua equipa ou empresa.\n\nFacilidade de utilização: beneficie de uma configuração simples e de uma interface intuitiva.\n\nEnvolvimento e Segurança: Envolva os participantes num ambiente seguro, promovendo uma melhor retenção de conhecimentos.\n\nO Fire Pro XR é a ferramenta ideal para quem pretende melhorar a sua formação em segurança contra incêndios. Combina tecnologia avançada e métodos de ensino inovadores para otimizar a preparação para emergências de incêndio, garantindo a máxima eficácia da formação.\n\nFire PRo XR está traduzido em 9 línguas. (Inglês, Francês, Alemão, Holandês, Italiano, Espanhol, Sueco, Norueguês, Árabe, Português)", "short_description": "Esta aplicação permite sensibilizar, formar e manter as competências dos colaboradores no manuseamento de extintores e permite-lhes desenvolver a automatização ao nível da segurança contra incêndios."}, {"images": {"nodes": []}, "id": "1035713707974224", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Soluzione di addestramento antincendio", "keywords": [], "long_description": "Benvenuti nel futuro della formazione sulla sicurezza antincendio con Fire Pro XR.\n\nLa nostra app rivoluzionaria combina la realtà virtuale e aumentata per creare un'esperienza di apprendimento coinvolgente e interattiva. Perfetto per organizzazioni di formazione, aziende e anche per uso personale, Fire Pro XR mette gli utenti al centro di un'azione controllata, consentendo loro di padroneggiare le tecniche antincendio senza alcun rischio.\n\nCaratteristiche principali :\n\nScenari realistici: immergiti in vari ambienti virtuali dove ogni decisione conta.\n\nApprendimento attivo: impara facendo con esercizi interattivi.\n\nCreazione di scenari: adatta le sessioni con scenari di realtà aumentata personalizzati, soddisfacendo le esigenze specifiche del tuo team o azienda.\n\nFacilità d'uso: beneficia di una configurazione semplice e di un'interfaccia intuitiva.\n\nCoinvolgimento e sicurezza: coinvolgere i partecipanti in un ambiente sicuro, promuovendo una migliore conservazione delle conoscenze.\n\nFire Pro XR è lo strumento ideale per chiunque desideri migliorare la propria formazione sulla sicurezza antincendio. Combina tecnologia avanzata e metodi di insegnamento innovativi per ottimizzare la preparazione alle emergenze antincendio, garantendo la massima efficacia della formazione.\n\nFire PRo XR è tradotto in 9 lingue. (inglese, francese, tedesco, olandese, italiano, spagnolo, svedese, norvegese, arabo, portoghese)", "short_description": "Questa applicazione consente di sensibilizzare, formare e mantenere le competenze dei dipendenti nella gestione degli estintori e consente loro di sviluppare l'automazione in termini di sicurezza antincendio."}, {"images": {"nodes": []}, "id": "921528973346811", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Brandtrainingsoplossing", "keywords": [], "long_description": "Welkom bij de toekomst van brandveiligheidstraining met Fire Pro XR.\n\nOnze revolutionaire app combineert virtuele en augmented reality om een ​​meeslepende en interactieve leerervaring te creëren. Fire Pro XR is perfect voor trainingsorganisaties, bedrijven en zelfs voor persoonlijk gebruik en plaatst gebruikers in het hart van gecontroleerde actie, waardoor ze brandbestrijdingstechnieken zonder enig risico onder de knie kunnen krijgen.\n\nBelangrijkste kenmerken:\n\nRealistische scenario's: Dompel jezelf onder in verschillende virtuele omgevingen waar elke beslissing telt.\n\nActief leren: Leer door te doen met interactieve oefeningen.\n\nScenariocreatie: Pas sessies aan met gepersonaliseerde augmented reality-scenario's, die voldoen aan de specifieke behoeften van uw team of bedrijf.\n\nGebruiksgemak: profiteer van een eenvoudige installatie en een intuïtieve interface.\n\nBetrokkenheid en veiligheid: betrek deelnemers in een veilige omgeving en bevorder een beter kennisbehoud.\n\nFire Pro XR is het ideale hulpmiddel voor iedereen die zijn brandveiligheidstraining wil verbeteren. Het combineert geavanceerde technologie en innovatieve lesmethoden om de paraatheid bij brandnoodsituaties te optimaliseren, waardoor maximale trainingseffectiviteit wordt gegarandeerd.\n\nFire PRO XR is vertaald in 9 talen. (Engels, Frans, Duits, Nederlands, Italiaans, Spaans, Zweeds, Noors, Arabisch, Portugees)", "short_description": "Deze applicatie maakt het mogelijk om het bewustzijn te vergroten, de vaardigheden van medewerkers te trainen en op peil te houden in het omgaan met brandblussers en hen in staat te stellen automatisering te ontwikkelen op het gebied van brandveiligheid."}, {"images": {"nodes": [{"file_name": "MiniLandscape FRnew.png", "id": "1621863808649141", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75375083_1621863811982474_5860142890260303640_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=q1FkB9VhcNgQ7kNvgGG0YXh&_nc_ht=scontent.oculuscdn.com&oh=00_AYAiAoxaosUuu_7W5gMHEUef7KV_KAhgET96XD4vjGPmhA&oe=66CA5012"}, {"file_name": "Portraitnew.png", "id": "1535406090574154", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974670_1535406093907487_7718467565713842447_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Am-3CKmGHSwQ7kNvgEYEl2Z&_nc_ht=scontent.oculuscdn.com&oh=00_AYDcbmVOuRIE5m6SREPPSYC4Y4xvHHry66DYb0BIrOYAjQ&oe=66CA461D"}, {"file_name": "PDP art frnew.png", "id": "1128161141527606", "image_type": "APP_IMG_HERO", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031517_1128161148194272_6720905975941655959_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oYlyDHfjiTkQ7kNvgHGPRag&_nc_ht=scontent.oculuscdn.com&oh=00_AYASm_X3Cyy4WJTbutZutGMwUg0uJPjKi6mYVnluaXjrzA&oe=66CA4E93"}, {"file_name": "SquareENb new.png", "id": "785404623489207", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974491_785404633489206_5115134651767538940_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=au464UZGYrsQ7kNvgE1gCfJ&_nc_ht=scontent.oculuscdn.com&oh=00_AYD5I6qrvvRXTy0NE3Z6g7WBU6C3UkhQftDMyRmpiou4KA&oe=66CA4167"}, {"file_name": "LandscapeBnew.png", "id": "728436899129970", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75195908_728436902463303_3850073862136533755_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=t5FL9mFFODYQ7kNvgFPeHYi&_nc_ht=scontent.oculuscdn.com&oh=00_AYBxIeZd8-elQgYFw6AH7BZtTnzxAlvyJKOLhdwZ__P-wA&oe=66CA5E83"}, {"file_name": "LogoFireProXRNew512.png", "id": "714105730800080", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38982568_714105734133413_6288037959133089282_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6wpGPFt2NKAQ7kNvgGxZUIS&_nc_ht=scontent.oculuscdn.com&oh=00_AYDaCsInokyO3i0ZGuBH51rQ9sPMi4J90W7NZUIYSK5yQw&oe=66CA291A"}, {"file_name": "LogoFireProXRNew512.png", "id": "385272454314631", "image_type": "APP_IMG_ICON", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39035373_385272457647964_7600804253384945773_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7jTPsq0WJ_cQ7kNvgEiSOGE&_nc_ht=scontent.oculuscdn.com&oh=00_AYDBqSbnHb12vehFuq36zooZ-uAH-Es6nvZPWaFg2zLP_g&oe=66CA3362"}]}, "id": "526263339898263", "locale": "en_US", "screenshots": [{"file_name": "03.png", "id": "1053226232437081", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/43931331_1053226235770414_1946927090444081478_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rnJAvSS9gPYQ7kNvgGB8sMY&_nc_ht=scontent.oculuscdn.com&oh=00_AYB82a3h6-b31Qri-keGOrPAfvAzYYBcNs6TRAMh8B7kHw&oe=66CA40EE"}, {"file_name": "04.png", "id": "1622989658497976", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75330713_1622989661831309_8682343729684482817_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CaIhNlqHgVsQ7kNvgEdjXQA&_nc_ht=scontent.oculuscdn.com&oh=00_AYBewTPGo3gp7Cdh-NTPWj20xkaLvDehT3IHyI5vB8u9kQ&oe=66CA2E7E"}, {"file_name": "05.png", "id": "945212453404305", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75435288_945212456737638_352788229381799615_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=abf0KI74DhoQ7kNvgHdoPVK&_nc_ht=scontent.oculuscdn.com&oh=00_AYAjIvt8j8ha63_QHqJ095El0Xyr3Fi9L7z4FvdXyWe4eA&oe=66CA4727"}, {"file_name": "02.png", "id": "925402762400284", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974645_925402765733617_8641804140113997709_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xjjWWqeNd9UQ7kNvgFwSbJV&_nc_ht=scontent.oculuscdn.com&oh=00_AYDOtjz_IoK2J7ShTHNqhiJXaBC4tAqpzqIsnw2AsNlJEA&oe=66CA530A"}, {"file_name": "01.png", "id": "390378040427910", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/57572919_390378043761243_5763159765757849952_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZMTG31Eb0zwQ7kNvgG-errf&_nc_ht=scontent.oculuscdn.com&oh=00_AYCirvHnM9gpCRQN3LX6KQ2n3kOWJUNpwdyQBPpAxpEB_g&oe=66CA4891"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "shotBig.png", "id": "7422324364451068", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031441_7422324367784401_3378137123814008217_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NMMTvHjtpgUQ7kNvgEF1Cwr&_nc_ht=scontent.oculuscdn.com&oh=00_AYAbsHJV9mV1ZjRqW2nY8iWgbSuUOrlrJvkuurjrah4iww&oe=66CA2E73"}, "display_name": "Fire Pro XR - Fire Training Solution", "keywords": [], "long_description": "Welcome to the future of fire safety training with Fire Pro XR.\n\nOur revolutionary app combines virtual and augmented reality to create an immersive and interactive learning experience. Perfect for training organizations, businesses and even personal use, Fire Pro XR puts users at the heart of controlled action, allowing them to master firefighting techniques without any risk.\n\nMain Features :\n\nRealistic Scenarios: Immerse yourself in various virtual environments where every decision counts.\n\nActive Learning: Learn by doing with interactive exercises.\n\nScenario Creation: Adapt sessions with personalized augmented reality scenarios, meeting the specific needs of your team or company.\n\nEase of Use: Benefit from simple setup and an intuitive interface.\n\nEngagement and Safety: Engage participants in a safe environment, promoting better knowledge retention.\n\nFire Pro XR is the ideal tool for anyone looking to improve their fire safety training. It combines advanced technology and innovative teaching methods to optimize preparedness for fire emergencies, ensuring maximum training effectiveness.\n\nFire PRo XR is translated into 9 languages. (English, French, German, Dutch, Italian, Spanish, Swedish, Norwegian, Arabic, Portuguese)", "short_description": "This application makes it possible to raise awareness, train and maintain the skills of employees in handling fire extinguishers and allows them to develop automation in terms of fire safety.\n"}, {"images": {"nodes": []}, "id": "478369871463800", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Fire Training Solution", "keywords": [], "long_description": "Välkommen till framtidens brandsäkerhetsutbildning med Fire Pro XR.\n\nVår revolutionerande app kombinerar virtuell och förstärkt verklighet för att skapa en uppslukande och interaktiv inlärningsupplevelse. Perfekt för utbildning av organisationer, företag och till och med personligt bruk, Fire Pro XR sätter användarna i hjärtat av kontrollerad handling, vilket gör att de kan behärska brandbekämpningstekniker utan risk.\n\nHuvuddrag :\n\nRealistiska scenarier: Fördjupa dig i olika virtuella miljöer där varje beslut räknas.\n\nAktivt lärande: Lär dig genom att göra med interaktiva övningar.\n\nSkapa scenarier: Anpassa sessioner med personliga scenarier för förstärkt verklighet, som möter ditt teams eller företags specifika behov.\n\nAnvändarvänlighet: Dra nytta av enkel installation och ett intuitivt gränssnitt.\n\nEngagemang och säkerhet: Engagera deltagarna i en säker miljö, främja bättre bevarande av kunskap.\n\nFire Pro XR är det perfekta verktyget för alla som vill förbättra sin brandsäkerhetsutbildning. Den kombinerar avancerad teknik och innovativa undervisningsmetoder för att optimera beredskapen för brandnödsituationer, vilket säkerställer maximal träningseffektivitet.\n\nFire PRO XR är översatt till 9 språk. (engelska, franska, tyska, holländska, italienska, spanska, svenska, norska, arabiska, portugisiska)", "short_description": "Denna applikation gör det möjligt att öka medvetenheten, utbilda och underhålla de anställdas färdigheter i hantering av brandsläckare och gör det möjligt för dem att utveckla automatisering när det gäller brandsäkerhet."}]}, "developer_name": null, "developer_privacy_policy_url": "https://immergence-studio.fr/politique-de-confidentialite/", "developer_terms_of_service_url": "https://immergence-studio.fr/conditions-de-service/", "publisher_name": "IMMERGENCE Studio", "support_website_url": "https://immergence-studio.fr/contacts/", "website_url": "https://fireprovr.com/solution-de-formation-incendie-en-realite-virtuelle-et-augmentee/", "category": null, "comfort_rating": null, "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "2687655338230691"}, {"id": "879473995923081"}, {"id": "393222478507326"}], "external_subscription_type": "REQUIRED", "genres": [], "has_in_app_ads": false, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "nl", "ar", "de", "it", "nb", "pt", "es", "sv"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "26081059994841735"}, "review_messages": [""]}]}, "cover_square_image": {"uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974491_785404633489206_5115134651767538940_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=au464UZGYrsQ7kNvgE1gCfJ&_nc_ht=scontent.oculuscdn.com&oh=00_AYDxlUft7tWAHgp93YhKvvC-Mg_JM2N4Up8SYqdWZj_J_Q&oe=66CA4167"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Fire Pro XR - Fire Training Solution", "platform": "ANDROID_6DOF", "context_category": {"context_category": "APPS", "id": "362692211442873"}, "context_topics": [{"topic_name": "Events", "id": "2687655338230691"}, {"topic_name": "Education", "id": "879473995923081"}, {"topic_name": "Utilities", "id": "393222478507326"}], "release_date": 1711577220, "lastRevision": {"nodes": [{"id": "8738774719496865", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8738774469496890", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "727284895601771"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1141001527350147", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Fire Pro XR - Formation Incendie EPI", "keywords": [], "long_description": "Bienvenue dans le futur de la formation à la sécurité incendie avec Fire Pro XR, disponible sur Meta Store. Notre application révolutionnaire combine réalité virtuelle et augmentée pour créer une expérience d'apprentissage immersive et interactive. Parfait pour les organismes de formation, les entreprises et même pour un usage personnel, Fire Pro XR place les utilisateurs au cœur d'action contrôlée, leur permettant de maîtriser les techniques de lutte contre l'incendie sans aucun risque.\n\nCaractéristiques Principales :\n\nScénarios Réalistes : Plongez dans divers environnements virtuels où chaque décision compte.\n\nApprentissage Actif : Apprenez par la pratique avec des exercices interactifs.\n\nCréation de Scénario : Adaptez les sessions avec des scénarios personnalisés, \nrépondant aux besoins spécifiques de votre équipe ou de votre entreprise.\n\nFacilité d'Utilisation : Profitez d'une mise en place simple et d'une interface intuitive.\n\nEngagement et Sécurité : Engagez les participants dans un environnement sûr, favorisant une meilleure rétention des connaissances.\n\nFire Pro XR est conçu pour tous ceux qui cherchent à renforcer leur préparation aux urgences incendie, en offrant un outil de formation avancé qui allie technologie et pédagogie pour une efficacité maximale.", "short_description": "L'application Fire Pro XR permet de sensibiliser, former et maintenir les compétences des salariés à la manipulation des extincteurs et leur permet de développer l'automatisation en matière de sécurité incendie."}, {"images": {"nodes": [{"file_name": "MiniLandscape FRnew.png", "id": "1621863808649141", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75375083_1621863811982474_5860142890260303640_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=q1FkB9VhcNgQ7kNvgGG0YXh&_nc_ht=scontent.oculuscdn.com&oh=00_AYAiAoxaosUuu_7W5gMHEUef7KV_KAhgET96XD4vjGPmhA&oe=66CA5012"}, {"file_name": "Portraitnew.png", "id": "1535406090574154", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974670_1535406093907487_7718467565713842447_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Am-3CKmGHSwQ7kNvgEYEl2Z&_nc_ht=scontent.oculuscdn.com&oh=00_AYDcbmVOuRIE5m6SREPPSYC4Y4xvHHry66DYb0BIrOYAjQ&oe=66CA461D"}, {"file_name": "PDP art frnew.png", "id": "1128161141527606", "image_type": "APP_IMG_HERO", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031517_1128161148194272_6720905975941655959_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oYlyDHfjiTkQ7kNvgHGPRag&_nc_ht=scontent.oculuscdn.com&oh=00_AYASm_X3Cyy4WJTbutZutGMwUg0uJPjKi6mYVnluaXjrzA&oe=66CA4E93"}, {"file_name": "SquareENb new.png", "id": "785404623489207", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974491_785404633489206_5115134651767538940_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=au464UZGYrsQ7kNvgE1gCfJ&_nc_ht=scontent.oculuscdn.com&oh=00_AYD5I6qrvvRXTy0NE3Z6g7WBU6C3UkhQftDMyRmpiou4KA&oe=66CA4167"}, {"file_name": "LandscapeBnew.png", "id": "728436899129970", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75195908_728436902463303_3850073862136533755_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=t5FL9mFFODYQ7kNvgFPeHYi&_nc_ht=scontent.oculuscdn.com&oh=00_AYBxIeZd8-elQgYFw6AH7BZtTnzxAlvyJKOLhdwZ__P-wA&oe=66CA5E83"}, {"file_name": "LogoFireProXRNew512.png", "id": "714105730800080", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38982568_714105734133413_6288037959133089282_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6wpGPFt2NKAQ7kNvgGxZUIS&_nc_ht=scontent.oculuscdn.com&oh=00_AYDaCsInokyO3i0ZGuBH51rQ9sPMi4J90W7NZUIYSK5yQw&oe=66CA291A"}, {"file_name": "LogoFireProXRNew512.png", "id": "385272454314631", "image_type": "APP_IMG_ICON", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39035373_385272457647964_7600804253384945773_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7jTPsq0WJ_cQ7kNvgEiSOGE&_nc_ht=scontent.oculuscdn.com&oh=00_AYDBqSbnHb12vehFuq36zooZ-uAH-Es6nvZPWaFg2zLP_g&oe=66CA3362"}]}, "id": "925498625601979", "locale": "en_US", "screenshots": [{"file_name": "03.png", "id": "1053226232437081", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/43931331_1053226235770414_1946927090444081478_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rnJAvSS9gPYQ7kNvgGB8sMY&_nc_ht=scontent.oculuscdn.com&oh=00_AYB82a3h6-b31Qri-keGOrPAfvAzYYBcNs6TRAMh8B7kHw&oe=66CA40EE"}, {"file_name": "04.png", "id": "1622989658497976", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75330713_1622989661831309_8682343729684482817_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CaIhNlqHgVsQ7kNvgEdjXQA&_nc_ht=scontent.oculuscdn.com&oh=00_AYBewTPGo3gp7Cdh-NTPWj20xkaLvDehT3IHyI5vB8u9kQ&oe=66CA2E7E"}, {"file_name": "05.png", "id": "945212453404305", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75435288_945212456737638_352788229381799615_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=abf0KI74DhoQ7kNvgHdoPVK&_nc_ht=scontent.oculuscdn.com&oh=00_AYAjIvt8j8ha63_QHqJ095El0Xyr3Fi9L7z4FvdXyWe4eA&oe=66CA4727"}, {"file_name": "02.png", "id": "925402762400284", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974645_925402765733617_8641804140113997709_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xjjWWqeNd9UQ7kNvgFwSbJV&_nc_ht=scontent.oculuscdn.com&oh=00_AYDOtjz_IoK2J7ShTHNqhiJXaBC4tAqpzqIsnw2AsNlJEA&oe=66CA530A"}, {"file_name": "01.png", "id": "390378040427910", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/57572919_390378043761243_5763159765757849952_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZMTG31Eb0zwQ7kNvgG-errf&_nc_ht=scontent.oculuscdn.com&oh=00_AYCirvHnM9gpCRQN3LX6KQ2n3kOWJUNpwdyQBPpAxpEB_g&oe=66CA4891"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "shotBig.png", "id": "7422324364451068", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031441_7422324367784401_3378137123814008217_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NMMTvHjtpgUQ7kNvgEF1Cwr&_nc_ht=scontent.oculuscdn.com&oh=00_AYAbsHJV9mV1ZjRqW2nY8iWgbSuUOrlrJvkuurjrah4iww&oe=66CA2E73"}, "display_name": "Fire Pro XR - Fire Training Solution", "keywords": [], "long_description": "This application makes it possible to raise awareness, train and maintain the skills of employees in handling fire extinguishers and allows them to develop automation in terms of fire safety.\n\n- Training in handling fire extinguishers\n- Fire start situation\n- Development of automation.\n", "short_description": "This application makes it possible to raise awareness, train and maintain the skills of employees in handling fire extinguishers and allows them to develop automation in terms of fire safety.\n"}]}, "developer_name": null, "developer_privacy_policy_url": "https://immergence-studio.fr/politique-de-confidentialite/", "developer_terms_of_service_url": "https://immergence-studio.fr/conditions-de-service/", "publisher_name": "IMMERGENCE Studio", "support_website_url": "https://immergence-studio.fr/contacts/", "website_url": "https://fireprovr.com/solution-de-formation-incendie-en-realite-virtuelle-et-augmentee/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "2687655338230691"}, {"id": "393222478507326"}], "external_subscription_type": "REQUIRED", "genres": [], "has_in_app_ads": false, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24789584997322581"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "1435693623937647"}]}, "baseline_offer": {"id": "1435693623937647"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1711577220, "status": "PUBLISHED", "id": "1435693623937647"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "26404938789120519", "version": "2.4.3"}, "id": "2452771788207591", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8738774469496890", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26404938789120519"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1724088933, "id": "26437043942576670", "version": "2.4.4", "version_code": 149, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26436932709254460"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8738774469496890", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26404938789120519"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1724080626, "id": "26436035269344204", "version": "2.4.4", "version_code": 148, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26435919849355746"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8738774469496890", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26404938789120519"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2452771788207591"}]}, "change_log": null, "created_date": 1723812279, "id": "26404938789120519", "version": "2.4.3", "version_code": 147, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26404819925799072"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8738774469496890", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26404938789120519"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2452771788207591"}]}, "change_log": null, "created_date": 1723748688, "id": "26397448369869561", "version": "2.4.3", "version_code": 146, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26397340553213676"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8738774469496890", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "26404938789120519"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1723741144, "id": "26396545353293196", "version": "2.4.3", "version_code": 145, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "26396433596637705"}, "asset_files": {"count": 2}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}