{"data": {"node": {"__typename": "Application", "id": "7274779852571833", "organization": {"id": "169868695289783", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7274779852571833"}]}, "id": "1614297416062129"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5566256633470749"}]}, "id": "522656492578315"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7274779852571833", "release_date": 1730394000, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 11}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8404988479550959"}, "id": "396565903209811"}]}}, "binary": null, "live_binary": null, "created_date": 1750945566, "id": "9914539361929189", "is_initial_release": false, "name_with_fallback": "v6", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9914721111911014"}, "release_status": "RELEASED", "id": "7274779852571833"}, "id": "9914721111911014", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7274779852571833", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2529571647242377"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4169536943328575", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "VR用に再開発\n\n「Human Fall Flat VR」は、VRヘッドセット用に設計された直感的な3人称視点が特徴です。各コントローラーでHumanのアバターの腕を操作することで、これまでになかった面白さがベストセラー作品に加わります。\n\nオリジナル版「Human Fall Flat」のレベルが楽しめる\n\nVR版「Human Fall Flat」には、オリジナル版の全レベルに加え、才能豊かなコミュニティクリエイターが制作したドリームの数々が収録されています。危険な工業地帯、雪に覆われたアルプスのワンダーランドの滑りやすい斜面など、今までに見たことのない「Human Fall Flat」の世界とサウンドをお楽しみください！\n\n 新しい視点でパーティーを組もう\n\n「Human Fall Flat」は友達と一緒にプレイした方が楽しめます！そしてそれは、スタンドアロンのVR版でも同じです！最大4人のHumanでパーティを組み、協力して各レベルの危険なトラップを慎重に回避し、物理演算ベースのパズルを解いていこう。\n\n自分らしくカスタマイズしよう\n\nHumanを自分好みにカスタマイズしよう！スカイダイバー、シェフ、宇宙飛行士、忍者など、「Human Fall Flat」には、あなたが気に入る衣装がきっとあります。頭、上半身、下半身のスタイルを選んだら、色もカスタマイズして思い切り暴れよう！  ", "short_description": "大人気の物理演算系プラットフォームゲームがVRで登場！人間の腕を直接操る、これまでになかった操作方法で、浮遊感あふれる夢の世界を探検しよう。"}, {"images": {"nodes": []}, "id": "3706889962937183", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "為 VR 重新打造\n\n《Human Fall Flat VR》的特點，在於專為 VR 頭戴式裝置設計，且充滿直覺性的第三人身視角。你雙手所持的每一個控制手把，都會對應到人類化身的左右手臂，這讓這款暢銷遊戲的物理水準提升到了新高度。\n\n盡情遊玩經典《Human Fall Flat》關卡\n\n《Human Fall Flat》VR 版包含遊戲原始版本的所有關卡，此外還包括各種由最天才的社群創作者所製作的額外夢境。不論是在危險的工業區還是在白雪高山仙境的滑坡，你都能好好享受歷來最棒的人類墜落美景和音效！\n\n透過全新觀點來組隊\n\n和朋友一起玩《Human Fall Flat》總是很有趣，而這點在獨立的 VR 版中也是如此！組成最多四名人類的隊伍，通力合作小心穿越每道關卡的陰險陷阱，並且破解每一組需要靠物理解開的謎題。\n\n人要金裝\n\n你可以將大量精選服裝加到自己的收藏中，根據喜好自訂自己的人類！不論你心中嚮往的職業是跳傘運動員、廚師、太空人或忍者，都一定能在《Human Fall Flat》中找到屬於自己的服裝。選好帽子、上衣和褲子風格，然後用可以自訂的色彩狂野一番吧！  ", "short_description": "這款爆紅物理平台遊戲的 VR 版現已推出，馬上前來體驗吧！你將能透過全新的控制方法直接控制人類的每隻手臂，並且探索充滿想像力的漂浮奇幻世界。"}, {"images": {"nodes": []}, "id": "2475415469507980", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "VR için yeniden inşa edildi \n\nHuman Fall Flat VR, sanal gerçeklik başlıkları için özellikle tasarlanmış sezgisel bir 3. şahıs görünümü sunuyor. Kullandığın her bir kumanda, İnsan avatarının ayrı bir kolunu kontrol ederek bu en çok satan oyuna eşi benzeri görülmemiş bir fiziksellik seviyesi ekler. \n\nKlasik Human Fall Flat seviyelerinin tadını çıkar \n\nHuman Fall Flat VR sürümü, hem oyunun orijinal sürümündeki tüm seviyeleri hem de en yetenekli topluluk oluşturucularının bazılarının oluşturduğu pek çok Extra Dreams seviyesini içerir. Tehlikeli sanayi bölgelerinden Alp Dağlarındaki karlı bir harikalar diyarının kaygan yamaçlarına kadar birçok seçenekle Human Fall Flat'in seslerinin ve manzaralarının daha önce hiç görmediğin şekilde tadını çıkar! \n\nYeni bir perspektifle bir araya gel \n\nHuman Fall Flat arkadaşlarla oynandığında her zaman daha eğlencelidir ve bu tek başına VR sürümü için de geçerlidir! En fazla dört kişi olacak şekilde arkadaşlarınla bir araya gelerek ve birlikte çalışarak her seviyedeki tehlikeli tuzakları dikkatli bir şekilde geç ve her bir fizik tabanlı bulmaca koleksiyonunu çöz. \n\nEtkilemek için giyin \n\nKoleksiyonuna ekleyebileceğin devasa bir kıyafet seçimiyle İnsan avatarını dilediğin gibi özelleştir! Kalben ister bir gökyüzü dalışçısı ister şef, astronot veya ninja ol, Human Fall Flat'te senin için bir görünüm var. Bir baş, üst beden ve alt beden stili seç ve ardından özelleştirilebilir renklerle kendini şımart!  ", "short_description": "Satış rekorları kıran fiziksel platform oyununu VR'da tecrübe et! İnsanının her bir kolunu doğrudan kontrol etmeni sağlayan yepyeni kontrol yöntemiyle, düşsel manzaralarla dolu hayali dünyayı keşfet."}, {"images": {"nodes": []}, "id": "2471834449863820", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Uusittu virtuaalitodellisuuteen \n\nHuman Fall Flat VR sisältää vaistomaisen yläviiston näkökulman, joka on suunniteltu nimenomaan VR-laseja varten. Kumpikin käyttämäsi ohjain hallitsee ihmisavatarisi vastaavaa käsivartta, mikä lisää tähän hittipeliin ennennäkemättömän fyysisyyden tason. \n\nNauti Human Fall Flat -pelin klassikkokentistä \n\nHuman Fall Flat -pelin VR-versio sisältää kaikki alkuperäisen pelijulkaisun kentät sekä suuren valikoiman Extra Dreams -kenttiä, joita yhteisön lahjakkaat sisällöntuottajat ovat laatineet. Aina vaarallisista teollisuusalueista lumisille ja liukkaille Alppirinteille, pääset nauttimaan Human Fall Flatin näkymistä ja äänistä aivan uudella tavalla! \n\nKokoa joukko uutta perspektiiviä varten \n\nHuman Fall Flat on aina ollut hauskempaa ystävien kanssa, ja se pitää paikkansa myös erillisosana toimivan VR-version suhteen! Kokoa enimmillään neljän ihmisen ryhmä ja työskennelkää yhdessä kulkeaksenne varovasti läpi kunkin kentän tuhoisien ansojen ja selvittääksenne koko fysiikkapohjaisten pulmien kattauksen. \n\nPukeudu näyttävästi \n\nMuokkaa ihmistäsi mielesi mukaan, sillä voit lisätä kokoelmaasi valtavan määrän asuja! Olit sitten sydämeltäsi laskuvarjohyppääjä, kokki, astronautti tai ninja, Human Fall Flatista löytyy sinulle tyyli. Valitse pää, ylä- ja alakehon tyyli, ja villiinny sitten muokattaviin väreihin!  ", "short_description": "Koe mullistava fysiikkapohjainen tasohyppelypeli nyt VR-ympäristössä! Tutki leijuvien maisemien mielikuvituksellista maailmaa aivan uudella ohjaustavalla, jossa ohjaat ihmisesi kumpaakin käsivartta."}, {"images": {"nodes": []}, "id": "2172658903157580", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "VR용으로 재구성 \n\nHuman Fall Flat VR은 VR 헤드셋용으로 특별히 설계되어 직관적인 3인칭 시점을 제공합니다. 여러분이 휘두르는 각 컨트롤러는 캐릭터의 각 팔을 제어하여 베스트셀러 게임에는 없었던 신체활동성을 추가합니다. \n\n클래식 Human Fall Flat 레벨을 즐겨보세요 \n\nHuman Fall Flat의 VR 버전에는 게임 최초 릴리스의 모든 레벨과 함께 가장 재능 있는 커뮤니티 제작자가 만든 다양한 Extra Dreams가 포함되어 있습니다. 위험한 산업 구역부터 눈 덮인 알파인 원더랜드의 미끄러운 경사면까지, 이전에 Human Fall Flat에서 본 적이 없는 풍경과 소리를 즐겨보세요! \n\n새로운 관점으로 파티를 모집하세요 \n\nHuman Fall Flat은 항상 친구들과 함께하면 더욱더 재미가 있었죠! 독립형 VR 에디션도 마찬가지입니다. 최대 4명의 캐릭터로 구성된 파티로 함께 협력하여 각 레벨의 위험한 함정을 조심스럽게 탐색하고 다양한 물리 기반 퍼즐을 해결하세요. \n\n캐릭터를 꾸미고 스타일을 뽐내 보세요\n\n컬렉션에 추가할 수 있는 다양한 의상을 사용하여 원하는 대로 캐릭터를 맞춤화하세요! 언젠가 한번은 꿈꿔왔던 내 마음속 직업이 스카이다이버, 요리사, 우주 비행사 또는 닌자라면 Human Fall Flat에서 모두 되어보실 수 있습니다. 머리, 상체, 하체 스타일을 선택한 다음, 커스텀 색상으로 마음껏 꾸며보세요!  ", "short_description": "지금 VR로 블록버스터 물리 플랫폼 게임을 경험해 보세요! 완전히 새로운 제어 방법으로 캐릭터의 각 팔을 제어하고 떠다니면서 꿈같은 상상의 세계를 탐험해 보세요."}, {"images": {"nodes": []}, "id": "1735343344008896", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Neugestaltet für VR \n\nHuman Fall Flat VR erlaubt eine intuitive Third-Person-Ansicht, die spezifisch auf VR-Headsets ausgelegt ist. Jeder Controller steuert den entsprechenden Arm deines Avatars, was diesem Spiele-Bestseller nie dagewesene Immersion und neue Genauigkeit verleiht. \n\nErlebe klassische Level von Human Fall Flat \n\nDie VR-Version von Human Fall Flat beinhaltet alle Level des Originalspiels zusammen mit einer großen Auswahl an zusätzlichen Träumen, die von einigen der talentiertesten Community-Creators erstellt wurden. Von unwirtlichen Industriegebieten bis hin zu verschneiten Berghängen kannst du Human Fall Flat jetzt auf ganz neue Art sehen und auch hören! \n\nEine neue Perspektive in der Gruppe \n\nHuman Fall Flat war schon immer noch besser, wenn man es mit Freunden spielt: Das gilt auch für die VR-Version! Spiele mit bis zu vier Menschen in einer Gruppe und navigiert euch gemeinsam vorsichtig durch die gefahrenreichen Level, um jedes der physikbasierten Rätsel zu lösen. \n\nIn neuem Gewand \n\nPasse deinen Avatar nach Belieben mit einer riesigen Auswahl an Outfits an, die du deiner Sammlung hinzufügen kannst! Ob Fallschirmspringer, Koch, Astronaut oder Ninja, Human Fall Flat hat deinen Look. Wähle einen Kopf, Ober- und Unterkörper und tobe dich dann mit den Farben aus!  ", "short_description": "Erlebe den beliebten Physik-Plattformer jetzt in VR! Erkunde fantasievolle, schwebende Traumwelten mit komplett neuer Steuerung, die dir die direkte Kontrolle über jeden Arm gibt!"}, {"images": {"nodes": []}, "id": "1698430991549810", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Opdateret til VR \n\nHuman Fall Flat VR giver dig et intuitivt synspunkt i tredjeperson, som er designet til VR-headsets. Hver af dine controllere styrer en arm på dit menneske, hvilket giver dig et helt nyt niveau af fysisk kvalitet i det populære spil. \n\nNyd klassiske Human Fall Flat-baner \n\nVR-udgaven af Human Fall Flat indeholder alle banerne fra spillets oprindelige udgave, samt et bredt udvalg af Extra Dreams, som er skabt i samarbejde med nogle af de mest talentfulde skabere fra fællesskabet. Fra farlige industriområder til glatte bakker i et alpint drømmeland: Nyd de nye synindtryk og lyde i Human Fall Flat, som du aldrig har oplevet dem før! \n\nEt helt nyt perspektiv \n\nHuman Fall Flat har altid været sjovest sammen med venner, og det gælder også for VR-udgaven! Saml et hold på op til fire mennesker, samarbejd om at komme gennem hver banes farlige fælder, og løs alle samlingerne af fysikbaserede hovedbrud. \n\nMasser af stil \n\nTilpas dit menneske, som du har lyst, med et kæmpe udvalg af tøjsæt, som du kan føje til din samling! Uanset om du inderst inde er faldskærmsudspringer, astronaut eller ninja, har vi et godt look til dig i Human Fall Flat. Vælg en stil til dit hoved og din over- og underkrop, og gå så amok med de unikke farver!  ", "short_description": "Nu kan du opleve det populære platformspil i VR! Udforsk en fantasifuld verden af svævene drømmelandskaber med en helt ny styringsform, som giver dig direkte adgang til hver af dit menneskes arme."}, {"images": {"nodes": []}, "id": "1664725907517101", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Opnieuw ontworpen voor VR \n\nHuman Fall Flat VR beschikt over een intuïtieve third-person weergave die speciaal is ontworpen voor VR-headsets. Deze succesvolle game voelt nu fysieker aan dan ooit, omdat je beide armen van je Human-avatar bestuurt met twee controllers. \n\nGeniet van klassieke Human Fall Flat-levels \n\nDe VR-editie van Human Fall Flat bevat alle levels van de oorspronkelijke game, en is uitgebreid met een flinke selectie 'Extra Dreams', gemaakt door getalenteerde community-creators. Geniet op ongekende wijze van alle beelden en geluiden in Human Fall Flat, van gevaarlijke industriegebieden tot de gladde hellingen van een prachtig wit sneeuwlandschap! \n\nEen nieuwe blik op teamplay \n\nHuman Fall Flat spelen met je vrienden is altijd al ontzettend leuk geweest, en dat geldt extra voor de standalone VR-editie! Stel een team samen van vier Humans en navigeer als groep door gevaarlijke vallen om de verschillende physics-puzzels op te lossen. \n\nDraag je beste outfit \n\nEr zijn ontzettend veel outfits die je kunt toevoegen aan je collectie. Gebruik ze om je Human naar hartenlust aan te passen! Ontketen je innerlijke skydiver, chef-kok, astronaut of ninja en kies de look die bij jou past in Human Fall Flat. Kies een hoofd, onderlijf en bovenlijf in de gewenste stijl, en ga los met alle kleuren die je kunt kiezen!  ", "short_description": "Ervaar de populaire platformgame, nu in VR! Verken een fantasierijke wereld vol zwevende droomlandschappen met een nieuwe besturing, waarmee je directe controle hebt over de armen van je 'Human'."}, {"images": {"nodes": []}, "id": "1452963629028543", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Gra przebudowana pod VR\n\nHuman Fall Flat VR to intuicyjny widok z perspektywy trzeciej osoby stworzony z myślą o zestawach VR. Każdy kontroler pozwala ci sterować odpowiednim ramieniem swojego Ludka, dodając do tej hitowej gry niespotykany wcześniej poziom fizyczności.\n\nCiesz się klasycznymi poziomami Human Fall Flat\n\nEdycja VR to wszystkie poziomy z oryginalnej gry oraz szeroki wachlarz Dodatkowych Snów stworzonych przez najbardziej utalentowanych twórców z naszej społeczności. Od pełnych zagrożeń stref przemysłowych po śliskie od śniegu alpejskie szczyty ciesz się widokami i dźwiękami Human Fall Flat w niespotykanej dotąd formie!\n\nImpreza z nowej perspektywy\n\nGra Human Fall Flat zawsze dawała większą frajdę z rozgrywki ze znajomymi i w przypadku edycji VR nie jest inaczej! Zbierz maksymalnie czterech graczy i współpracujcie, by omijać niebezpieczne pułapki każdego poziomu i rozwiązywać różne oparte na fizyce łamigłówki.\n\nZaszpanuj strojem\n\nDostosuj wygląd swojego człowieka dzięki olbrzymiemu wyborowi strojów, którymi możesz wzbogacić swoją kolekcję! Powietrzy nurek? Kucharz? Astronauta? Ninja? Kimkolwiek jesteś w głębi serca, znajdziesz w Human Fall Flat stosowny strój. Dobierz styl głowy, górnej i dolnej części ciała, a potem poszalej z wyborem kolorów!  ", "short_description": "Poznaj hitową platformówkę opartą na fizyce, teraz w VR! Poznaj świat zawieszonych w przestrzeni sennych krajobrazów z nowym systemem zapewniającym ci kontrolę nad każdym ramieniem swojego Ludka."}, {"images": {"nodes": []}, "id": "1233297181583136", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Riprogettato per VR \n\nHuman Fall Flat VR è contraddistinto da una visuale in terza persona disegnata appositamente per visori VR. Ogni controller ti permette di muovere il rispettivo braccio del tuo avatar, il che dona al gioco un livello di tangibilità senza precedenti. \n\nDivertiti con i livelli classici di Human Fall Flat \n\nL'edizione VR di Human Fall Flat comprende tutti i livelli del gioco originale, oltre a una vasta gamma di sogni aggiuntivi realizzati dai più talentuosi creatori della community. Da pericolose zone industriali a paradisi alpini innevati, goditi i paesaggi e i suoni di Human Fall Flat in maniera più coinvolgente che mai! \n\nFai squadra con una prospettiva tutta nuova \n\nHuman Fall Flat è sempre più divertente se giocato con gli amici, anche in VR! Assembla una squadra composta da fino a quattro umani e collabora con i tuoi compagni per superare le trappole e risolvere i rompicapi di ogni livello. \n\nFai sfoggio del tuo stile \n\nPersonalizza il tuo umano scegliendo tra i tanti vestiti disponibili! Che tu voglia diventare paracadutista, chef, astronauta o ninja, in Human Fall Flat troverai il look che fa al caso tuo. Scegli uno stile per testa, parte superiore e parte inferiore e poi datti alla pazza gioia con i colori personalizzabili!  ", "short_description": "Goditi il celeberrimo platformer in VR! Esplora un mondo immaginario caratterizzato da paesaggi da sogno con un sistema di comandi che ti fornisce il controllo diretto delle braccia del tuo umano."}, {"images": {"nodes": []}, "id": "1194331009400611", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Версия для VR\n\nВ Human Fall Flat VR вас ждет интуитивно понятный вид от третьего лица, разработанный специально для гарнитур VR. Каждый контроллер управляет одной из конечностей человеческого аватара, благодаря чему физика в этом бестселлере становится еще более реалистичной.\n\nВспомните классические уровни Human Fall Flat\n\nВ VR-версию Human Fall Flat входят все уровни из оригинальной версии и много дополнительных, созданных самыми талантливыми авторами сообщества. От опасных промышленных зон до скользких склонов заснеженной альпийской страны чудес — раньше вы никогда не видели в Human Fall Flat ничего подобного!\n\nИграйте с друзьями по-новому\n\nИграть в Human Fall Flat всегда было веселее с друзьями, и это справедливо и для версии для VR! Соберите группу из четырех человек, постарайтесь пройти по опасным ловушкам каждого уровня и решите все основанные на физике головоломки. \n\nВстречают по одежке\n\nМеняйте своего персонажа как угодно — к вашим услугам огромный выбор нарядов! Чувствуете ли вы себя скайдайвером, шеф-поваром, астронавтом или ниндзя, в Human Fall Flat вы найдете все, что захотите. Выберите голову, верхнюю и нижнюю части тела аватара, а потом сколько угодно меняйте цвета!  ", "short_description": "Знаменитый платформер с реалистичной физикой теперь доступен в виртуальной реальности! Исследуйте воображаемый мир по-новому: теперь вы по отдельности контролируете каждую руку персонажа."}, {"images": {"nodes": []}, "id": "1067952171941074", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Reformulado para RV, \n\nHuman Fall Flat VR tem uma vista em 3.ª pessoa especialmente criada para RV. Os comandos controlam os braços do Humano com uma fisicalidade nunca vista neste famoso jogo. \n\nNíveis clássicos de Human Fall Flat \n\nA edição VR de Human Fall Flat inclui todos os níveis do título original, assim como Sonhos Extra criados pelos jogadores mais talentosos da comunidade. De zonas industriais a encostas nevadas, desfruta dos visuais e sons de Human Fall Flat como nunca dantes! \n\nJoga em grupo numa nova perspetiva \n\nHuman Fall Flat é mais divertido com amigos também em VR! Junta até quatro Humanos e arrasem armadilhas e quebra-cabeças à base de física. \n\nVisuais ousados \n\nPersonaliza o teu Humano com a tonelada de fatos disponíveis e que podes acrescentar à tua coleção! Paraquedista, chef, astronauta ou ninja: o céu é o limite. Escolhe o estilo da cabeça e das partes superior e inferior do corpo e personaliza as cores a teu gosto!  ", "short_description": "Mergulha neste jogo de plataformas baseado em física, agora em VR! Explora um mundo criativo de cenários flutuantes com um novo método de controlo: controla diretamente os braços do teu Humano!"}, {"images": {"nodes": []}, "id": "714041178004080", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Laget på nytt til VR \n\nHuman Fall Flat VR har en intuitiv tredjepersonsvisning laget spesielt for VR-hodesett. Kontrollene du holder, styrer armene på avataren din og gir deg et banebrytende nivå av tilstedeværelse i det populære spillet. \n\nSpill klassiske Human Fall Flat-brett\n\nVR-utgaven av Human Fall Flat har alle brettene fra det opprinnelige spillet, i tillegg til et stort utvalg Extra Dreams laget av noen av de mest talentfulle innholdsleverandørene i nettfellesskapet. Fra farlige industrisoner til glatte bakker i Alpene – her får du se og høre Human Fall Flat som aldri før! \n\nSamarbeid og få et nytt perspektiv\n\nHuman Fall Flat har alltid vært enda bedre sammen med venner, og dette gjelder også VR-utgaven! Spill med opptil fire spillere og samarbeid om å navigere dere forbi fellene og løse fysikkbaserte hjernetrimoppgaver. \n\nSe bra ut\n\nTilpass figuren din som du selv vil, med et stort utvalg antrekk du kan legge til i samlingen! Om du er fallskjermhopper, kokk, astronaut eller ninja – du finner garantert et utseende som passer deg i Human Fall Flat. Velg en stil for hode, overkropp og underkropp og dra på med egendefinerte farger!  ", "short_description": "Sjekk ut det fysikkbaserte plattformspillet, nå i VR! Utforsk en oppfinnsom verden med svevende drømmelandskap og en ny kontrollmetode som gir deg direkte kontroll over armene til spillfiguren din."}, {"images": {"nodes": [{"file_name": "HFFVR_Meta_CoverImage_Hero_EN.png", "id": "1971090813691834", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499303222_1971090817025167_2619305318855273130_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hlwCD0N2pkcQ7kNvwErySuH&_nc_oc=AdmT-_Xaa57ynWyRmjiEhf8dJ9_8aHGbbIyutlUv7yd639ExEzSerT3dkbQctdpE9eM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvLdLun9mVmhC5XgsDriJOp4UJPem9cb85x3-DKHIZN8g&oe=6997223D"}, {"file_name": "HFFVR_Meta_CoverImage_Square_EN.png", "id": "1783500249244617", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491821178_1783500255911283_1865858997612236804_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A9GlX298b6EQ7kNvwFT6T4A&_nc_oc=AdnhCDGvAgrhRXtPA_qlWnaI2NeyLpvXL-4AiZBI1CcOzW5R19nx_QDBPXrofn8q760&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsVZpc2CUU4x6_sTNGHnMNsQQ8JpVWVWPZlqV4giKJ_fw&oe=6996FD91"}, {"file_name": "HFFVR_Meta_CoverImage_Portrait_EN.png", "id": "1232716951911403", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499304131_1232716955244736_6351375494929781948_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XkYFDF5dtdEQ7kNvwFmN7hG&_nc_oc=AdlbAz7usQw28zTY_c8elzqzaYY12YZoDT5MEpmTTS4nrO6AAkTAaNYg1OkuZXvEcCQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftl4kcUQZN6IhpzmRZ3t71io1NcN5qkUaiFE_nvQMIBTg&oe=6997222F"}, {"file_name": "HFFVR_Launch_Meta_Logo_EN.png", "id": "1205888947270291", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974910_1205888950603624_6463569886895698531_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W6Y3WcaF6T4Q7kNvwFWG2fp&_nc_oc=AdmxfUYX9yVBLNY2QdAxfvLhpWjX2y7mxVOkG14-UWzl6T1tIAS56vQJh1vpxV0lFNo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft8qoOJ28zTpee73ZDn2Wtw-UqIJXpY4-spyr2XmNt5rA&oe=6996F00A"}, {"file_name": "HFFVR_Meta_CoverImage_Landscape_EN.png", "id": "1114028860550487", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491820980_1114028863883820_8473752510646753500_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=winUoCPyKFsQ7kNvwF-mDEa&_nc_oc=Adn52AohJQNUKGEzP8-WqnAoAUosWkVceTekZKe7P-K1e9VXHWEv-Sp4bEiIcMdbOR8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft1D3jrNT8uMeQRBxiLqVISgKw-sKF-p_a_tbn8fZm0Dg&oe=69971808"}, {"file_name": "HFFVR_Meta_Icon_EN.png", "id": "713133144787071", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499310646_713133148120404_3077802121516759063_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K_MI2k6WnVoQ7kNvwHwCrvR&_nc_oc=Adl9vmPB62vW9bkz-tWLA-AmEGB5jc7ZzK2o2A95noF2fd6C4446RJJVJoB6gfFxBv8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu6LU0DbUvYqjzywGGcD1qpmpa53CZPlldti40scoYSLw&oe=6997142A"}]}, "id": "714023371345128", "locale": "en_US", "screenshots": [{"file_name": "hffvr-mp-meta1_resized.png", "id": "580151321376608", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974836_580151324709941_1027511690360035703_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6ExKC3owqa0Q7kNvwFDtJcL&_nc_oc=AdmuzXSyIjBtp5YIC4NO36KHMaEICC20jBGhwiultfJMqPav0HDTtDLmWFzSbpxfncc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftzgX6CAlYQSTr6rjjIhe37eTo71uB9A1OcOoI2PeyU7g&oe=6996EE10"}, {"file_name": "hffvr-mp-meta2_resized.png", "id": "550668147773386", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031492_550668151106719_3584618056135674534_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QEZKhTiHTIUQ7kNvwHWLBuk&_nc_oc=AdncEmIKv9Jf18HB2TfGyVk30wB70P7J-DVhc-jP0Lt3O21lOierXt62ksLaKZvlHaw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs54caPsHIvaDYKaTibkfI95cAZpdJWgDdheSWC6bRnpw&oe=69971F19"}, {"file_name": "hffvr-mp-meta3_resized.png", "id": "563118269826230", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57569460_563118273159563_5652564016690840528_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EtieAqEhNikQ7kNvwFh7z7W&_nc_oc=Adk5tw9Wj7dQVIqIU676GbJdc-PlkDKz3gPLVTjGjVdpIUzzAcHihlcTq4W8aSkGAO8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvg-pmzfiAy8ePeh0mCwAKJ4T7_XN4TrES_4RaSn15-cA&oe=69972184"}, {"file_name": "hffvr-mp-meta5_resized.png", "id": "963496415653169", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57569483_963496418986502_8409707555888019987_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Pt4O-zuky8gQ7kNvwHYdPvK&_nc_oc=AdnbRs_kPFjAPAUZsh5ABqTAvyXFPvPcmU9bVh8L8JBrJ7XEX2e3xKmf2y91bWmfg2A&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsw4816RfmFIWWFT-igPvEr5wvDElY3dhRLAs9yGRNY6Q&oe=69971255"}, {"file_name": "hffvr-mp-meta7_resized.png", "id": "484871861278391", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982555_484871864611724_2496529587116940117_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JXwWQqW0wogQ7kNvwHERyKC&_nc_oc=AdkxhqT2b9oXc87i1eTdCja7IWa0wpSi0kH7I6AKmzhO4rPzdfqR8hq45xd6l41RU3g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsi-DHszM6CjFpQ5RlsU32Pi5QW1j52IXa1Y3OVLwQ41w&oe=6996F9BD"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "HFFVR_Meta_Thumbnail_OutNow (1).png", "id": "1446411503463851", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/499303134_1446411506797184_4970847328095509372_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=exJtCf_gYv0Q7kNvwEeMPWK&_nc_oc=AdnU86Rt7XYpF0HqF7VRB0jyBqWUNoFlE1STtxvhGh931lAgkbrfh-16Mf60oc950UM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsHFJO_yNs0hYB1JPHpoq9KUxWpfyIGX2UE9faHIaBcYQ&oe=6996FB74"}, "display_name": "Human Fall Flat VR", "keywords": ["Funny", "Puzzle", "Platform", "Physics", "Tag"], "long_description": "Rebuilt for VR \n\nHuman Fall Flat VR features an intuitive 3rd-person view designed especially for VR headsets. Each controller you wield controls the respective arm of your Human avatar, adding an unprecedented level of physicality to the best-selling game. \n\nEnjoy classic Human Fall Flat levels \n\nThe VR edition of Human Fall Flat includes all the levels from the game's original release, along with a wide selection of Extra Dreams created by some of the most talented community creators. From hazardous industrial zones to the slippery slopes of a snowy Alpine wonderland, enjoy the sights and sounds of Human Fall Flat as you’ve never seen them before! \n\nParty up with a new perspective \n\nHuman Fall Flat has always been more fun with friends, and that’s just as true with the standalone VR edition! Pick a party of up to four Humans and work together to carefully navigate each level’s perilous traps, and solve each collection of physics-based puzzles. \n\nDress to impress \n\nCustomise your Human as you see fit, with a massive selection of outfits to add to your collection! Whether you’re a skydiver, chef, astronaut or ninja at heart, there’s a look for you in Human Fall Flat. Choose a head, upper and lower body style, then go wild with the customisable colours!  ", "short_description": "Experience the blockbuster physics platformer, now in VR! Explore an imaginative world of floating dreamscapes with an all-new control method, providing direct control of each of your Human’s arms."}, {"images": {"nodes": []}, "id": "620465307725139", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "专为VR系统量身定制\n\n《人类一败涂地 VR》采用了专门为 VR 头设精心设计的直观第三人称视角。你使用的单独控制器将对应游戏中角色的各个肢体部位，这将为这部畅销佳作带来前所未有的物理操作体验。\n\n享受经典的《人类一败涂地》关卡\n\nVR 版《人类一败涂地》包含游戏最初问世时的所有关卡，除此以外还添加了由多位才华过人的社区内容创作者亲手设计的一系列额外梦境关卡。从危机四伏的工业区，到白雪皑皑的阿尔卑斯仙境中的湿滑陡坡，享受《人类一败涂地》别出心裁的视听盛宴！\n\n全新的组队合作方式\n\n《人类一败涂地》的精髓向来是与好友一起挑战难关，享受游戏乐趣，独立的 VR 版本也是如此！挑选由至多四名角色组成的队伍，齐心协力穿越各个关卡中的致命陷阱，并一步步解开基于物理系统的谜题。\n\n展现你的魅力\n\n随心所欲定制自己的人物，海量外观装饰任你挑选！无论是想要成为跳伞运动员、主厨、宇航员还是一名忍者，《人类一败涂地》将满足你的一切时尚需求。选择好心仪的头部、上身与下身风格，然后用自定义配色创造出与众不同的搭配！  ", "short_description": "轰动一时、基于物理系统的平台跳跃游戏，快来体验最新 VR 版本！使用全新的操控方法探索这个充满想象力的漂浮梦境世界，对人物手臂进行直接控制。"}, {"images": {"nodes": []}, "id": "3937090523210129", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Rediseñado para RV \n\nHuman Fall Flat VR presenta una intuitiva vista en tercera persona diseñada especialmente para equipos de RV. Podrás controlar individualmente cada brazo de tu humano, lo que les otorga un toque original a las mecánicas físicas de este éxito en ventas. \n\nDisfruta de niveles clásicos de Human Fall Flat \n\nLa edición de RV de Human Fall Flat incluye todos los niveles del lanzamiento original y una gran variedad de sueños extra diseñados por los creadores de la comunidad más ingeniosos. Desde zonas industriales peligrosas hasta las resbaladizas montañas nevadas alpinas, ¡vive toda una experiencia visual y sonora como nunca! \n\nUn nuevo punto de vista para jugar con amigos \n\nHuman Fall Flat siempre ha sido más divertido con amigos, ¡y lo sigue siendo con la edición en RV! Forma un grupo de hasta cuatro humanos y colaborad para evitar las trampas de cada nivel y resolver los puzles basados en la física. \n\nVe a la última \n\n¡Personaliza a tu humano como quieras con una amplia gama de atuendos! Ya seas paracaidista, cocinero, astronauta o un ninja, siempre habrá un aspecto adecuado para ti en Human Fall Flat. ¡Elige un estilo para la cabeza y las partes superior e inferior del cuerpo y da rienda suelta a los colores personalizables!  ", "short_description": "¡Vive la experiencia del aclamado juego de plataformas ahora en RV! Explora un mundo lleno de imaginación y de paisajes flotantes mientras controlas directamente los brazos de tu humano."}, {"images": {"nodes": []}, "id": "1908297339948881", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Omgjort för VR\n\nHuman Fall Flat VR har ett intuitivt tredjepersonsperspektiv designat specifikt för VR-headset. Varje handkontroll styr motsvarande arm på din människa, vilket ger precision utan motstycke till det bästsäljande spelet.\n\nSpela klassiska Human Fall Flat-banor\n\nVR-utgåvan av Human Fall Flat har alla banor från det ursprungliga spelet, plus ett stort antal Extra Dreams från några av communityns bästa skapare. Besök allt från farliga industriområden till hala backor i snöiga berg och se Human Fall Flat som du aldrig har sett det förut!\n\nNya perspektiv tillsammans\n\nHuman Fall Flat har alltid varit roligare med vänner, och det gäller även i den fristående VR-utgåvan! Samla ihop en grupp med fyra människor och hjälps åt för att försiktigt ta er förbi alla farliga fällor och lösa de fysikbaserade pusslen.\n\nRätt kläder för uppgiften\n\nAnpassa din människa hur du vill – i samlingen hittar du massvis med kläder! Human Fall Flat låter dig visa upp din inre skydiver, kock, astronaut eller ninja. Välj huvud, överkropp och underkropp, sen är det bara att slänga på lite matchande färger så är saken biff!  ", "short_description": "Upplev den fysikbaserade plattformssuccén, nu i VR! Utforska en fantasifull värld av svävande drömlandskap med en helt ny kontrollmetod som ger dig fullständig kontroll över din människas armar."}, {"images": {"nodes": []}, "id": "1206230031248232", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Repensé pour la VR \n\nL'édition VR de Human Fall Flat propose une vue intuitive à la troisième personne conçue spécialement pour les casques VR. Contrôlez les deux bras de votre personnage grâce aux manettes et ressentez plus que jamais la réalité physique du jeu à succès. \n\nRedécouvrez les niveaux emblématiques de Human Fall Flat \n\nL'édition VR de Human Fall Flat comprend tous les niveaux du jeu original ainsi qu'une large sélection de mondes oniriques supplémentaires conçus par les créateurs les plus talentueux de la communauté. Des zones industrielles dangereuses aux pentes glissantes de montagnes merveilleuses enneigées, profitez de l'ambiance visuelle et sonore de Human Fall Flat comme jamais auparavant ! \n\nLe fun d'un nouvel œil \n\nJouer à Human Fall Flat, c'est plus amusant lorsque l'on est entre amis ! Et l'édition VR ne fait pas exception à la règle. Formez un groupe pouvant aller jusqu'à 4 humains en jeu et faites équipe pour progresser en évitant les pièges dangereux de chaque niveau et en résolvant des casse-têtes en tout genre axés sur la physique. \n\nMettez-vous sur votre 31 \n\nPersonnalisez vos humains selon vos goûts grâce à une large sélection de tenues à ajouter à votre collection ! Que vous soyez parachutiste, chef cuisinier, astronaute ou ninja dans l'âme, vous trouverez toujours chaussure à votre pied dans Human Fall Flat. Choisissez la tête, le haut et le bas du corps de votre personnage, et laissez parler votre âme d'artiste grâce aux couleurs personnalisables !  ", "short_description": "Plongez-vous dans le jeu de plateforme à succès axé sur la physique, en VR ! Jouez avec les bras de votre personnage grâce à une nouvelle méthode de contrôle et découvrez des paysages imaginaires."}]}, "developer_name": "No Brakes Games", "developer_privacy_policy_url": "https://curvegames.com/human-fall-flat-vr-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Curve Games", "support_website_url": null, "website_url": "https://curvegames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "2691890164460465"}, {"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "es", "de", "ru", "zh_CN", "zh_TW", "ja", "ko"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "CO_OP"], "id": "9914721111911014"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/491821178_1783500255911283_1865858997612236804_n.png?stp=dst-png_s360x360&_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A9GlX298b6EQ7kNvwFT6T4A&_nc_oc=AdnhCDGvAgrhRXtPA_qlWnaI2NeyLpvXL-4AiZBI1CcOzW5R19nx_QDBPXrofn8q760&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftQyqmzRm7mBw7Vw-bLnhmUUvu8xNs451xyVIxvWdiCOQ&oe=6996FD91"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Human Fall Flat VR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Puzzle", "id": "377978390272490"}], "release_date": 1730394000, "lastRevision": {"nodes": [{"id": "7274779899238495", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7274779852571833", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1039816027766233"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3923814204556027", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Repensé pour la VR \n\nL'édition VR de Human Fall Flat propose une vue intuitive à la troisième personne conçue spécialement pour les casques VR. Contrôlez les deux bras de votre personnage grâce aux manettes et ressentez plus que jamais la réalité physique du jeu à succès. \n\nRedécouvrez les niveaux emblématiques de Human Fall Flat \n\nL'édition VR de Human Fall Flat comprend tous les niveaux du jeu original ainsi qu'une large sélection de mondes oniriques supplémentaires conçus par les créateurs les plus talentueux de la communauté. Des zones industrielles dangereuses aux pentes glissantes de montagnes merveilleuses enneigées, profitez de l'ambiance visuelle et sonore de Human Fall Flat comme jamais auparavant ! \n\nLe fun d'un nouvel œil \n\nJouer à Human Fall Flat, c'est plus amusant lorsque l'on est entre amis ! Et l'édition VR ne fait pas exception à la règle. Formez un groupe pouvant aller jusqu'à 4 humains en jeu et faites équipe pour progresser en évitant les pièges dangereux de chaque niveau et en résolvant des casse-têtes en tout genre axés sur la physique. \n\nMettez-vous sur votre 31 \n\nPersonnalisez vos humains selon vos goûts grâce à une large sélection de tenues à ajouter à votre collection ! Que vous soyez parachutiste, chef cuisinier, astronaute ou ninja dans l'âme, vous trouverez toujours chaussure à votre pied dans Human Fall Flat. Choisissez la tête, le haut et le bas du corps de votre personnage, et laissez parler votre âme d'artiste grâce aux couleurs personnalisables !  ", "short_description": "Plongez-vous dans le jeu de plateforme à succès axé sur la physique, en VR ! Jouez avec les bras de votre personnage grâce à une nouvelle méthode de contrôle et découvrez des paysages imaginaires."}, {"images": {"nodes": []}, "id": "1818080368719135", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Версия для VR\n\nВ Human Fall Flat VR вас ждет интуитивно понятный вид от третьего лица, разработанный специально для гарнитур VR. Каждый контроллер управляет одной из конечностей человеческого аватара, благодаря чему физика в этом бестселлере становится еще более реалистичной.\n\nВспомните классические уровни Human Fall Flat\n\nВ VR-версию Human Fall Flat входят все уровни из оригинальной версии и много дополнительных, созданных самыми талантливыми авторами сообщества. От опасных промышленных зон до скользких склонов заснеженной альпийской страны чудес — раньше вы никогда не видели в Human Fall Flat ничего подобного!\n\nИграйте с друзьями по-новому\n\nИграть в Human Fall Flat всегда было веселее с друзьями, и это справедливо и для версии для VR! Соберите группу из четырех человек, постарайтесь пройти по опасным ловушкам каждого уровня и решите все основанные на физике головоломки. \n\nВстречают по одежке\n\nМеняйте своего персонажа как угодно — к вашим услугам огромный выбор нарядов! Чувствуете ли вы себя скайдайвером, шеф-поваром, астронавтом или ниндзя, в Human Fall Flat вы найдете все, что захотите. Выберите голову, верхнюю и нижнюю части тела аватара, а потом сколько угодно меняйте цвета!  ", "short_description": "Знаменитый платформер с реалистичной физикой теперь доступен в виртуальной реальности! Исследуйте воображаемый мир по-новому: теперь вы по отдельности контролируете каждую руку персонажа."}, {"images": {"nodes": []}, "id": "1720099485396608", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Gra przebudowana pod VR\n\nHuman Fall Flat VR to intuicyjny widok z perspektywy trzeciej osoby stworzony z myślą o zestawach VR. Każdy kontroler pozwala ci sterować odpowiednim ramieniem swojego Ludka, dodając do tej hitowej gry niespotykany wcześniej poziom fizyczności.\n\nCiesz się klasycznymi poziomami Human Fall Flat\n\nEdycja VR to wszystkie poziomy z oryginalnej gry oraz szeroki wachlarz Dodatkowych Snów stworzonych przez najbardziej utalentowanych twórców z naszej społeczności. Od pełnych zagrożeń stref przemysłowych po śliskie od śniegu alpejskie szczyty ciesz się widokami i dźwiękami Human Fall Flat w niespotykanej dotąd formie!\n\nImpreza z nowej perspektywy\n\nGra Human Fall Flat zawsze dawała większą frajdę z rozgrywki ze znajomymi i w przypadku edycji VR nie jest inaczej! Zbierz maksymalnie czterech graczy i współpracujcie, by omijać niebezpieczne pułapki każdego poziomu i rozwiązywać różne oparte na fizyce łamigłówki.\n\nZaszpanuj strojem\n\nDostosuj wygląd swojego człowieka dzięki olbrzymiemu wyborowi strojów, którymi możesz wzbogacić swoją kolekcję! Powietrzy nurek? Kucharz? Astronauta? Ninja? Kimkolwiek jesteś w głębi serca, znajdziesz w Human Fall Flat stosowny strój. Dobierz styl głowy, górnej i dolnej części ciała, a potem poszalej z wyborem kolorów!  ", "short_description": "Poznaj hitową platformówkę opartą na fizyce, teraz w VR! Poznaj świat zawieszonych w przestrzeni sennych krajobrazów z nowym systemem zapewniającym ci kontrolę nad każdym ramieniem swojego Ludka."}, {"images": {"nodes": []}, "id": "1436789150345586", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Opnieuw ontworpen voor VR \n\nHuman Fall Flat VR beschikt over een intuïtieve third-person weergave die speciaal is ontworpen voor VR-headsets. Deze succesvolle game voelt nu fysieker aan dan ooit, omdat je beide armen van je Human-avatar bestuurt met twee controllers. \n\nGeniet van klassieke Human Fall Flat-levels \n\nDe VR-editie van Human Fall Flat bevat alle levels van de oorspronkelijke game, en is uitgebreid met een flinke selectie 'Extra Dreams', gemaakt door getalenteerde community-creators. Geniet op ongekende wijze van alle beelden en geluiden in Human Fall Flat, van gevaarlijke industriegebieden tot de gladde hellingen van een prachtig wit sneeuwlandschap! \n\nEen nieuwe blik op teamplay \n\nHuman Fall Flat spelen met je vrienden is altijd al ontzettend leuk geweest, en dat geldt extra voor de standalone VR-editie! Stel een team samen van vier Humans en navigeer als groep door gevaarlijke vallen om de verschillende physics-puzzels op te lossen. \n\nDraag je beste outfit \n\nEr zijn ontzettend veel outfits die je kunt toevoegen aan je collectie. Gebruik ze om je Human naar hartenlust aan te passen! Ontketen je innerlijke skydiver, chef-kok, astronaut of ninja en kies de look die bij jou past in Human Fall Flat. Kies een hoofd, onderlijf en bovenlijf in de gewenste stijl, en ga los met alle kleuren die je kunt kiezen!  ", "short_description": "Ervaar de populaire platformgame, nu in VR! Verken een fantasierijke wereld vol zwevende droomlandschappen met een nieuwe besturing, waarmee je directe controle hebt over de armen van je 'Human'."}, {"images": {"nodes": []}, "id": "1410250153005263", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Rediseñado para RV \n\nHuman Fall Flat VR presenta una intuitiva vista en tercera persona diseñada especialmente para equipos de RV. Podrás controlar individualmente cada brazo de tu humano, lo que les otorga un toque original a las mecánicas físicas de este éxito en ventas. \n\nDisfruta de niveles clásicos de Human Fall Flat \n\nLa edición de RV de Human Fall Flat incluye todos los niveles del lanzamiento original y una gran variedad de sueños extra diseñados por los creadores de la comunidad más ingeniosos. Desde zonas industriales peligrosas hasta las resbaladizas montañas nevadas alpinas, ¡vive toda una experiencia visual y sonora como nunca! \n\nUn nuevo punto de vista para jugar con amigos \n\nHuman Fall Flat siempre ha sido más divertido con amigos, ¡y lo sigue siendo con la edición en RV! Forma un grupo de hasta cuatro humanos y colaborad para evitar las trampas de cada nivel y resolver los puzles basados en la física. \n\nVe a la última \n\n¡Personaliza a tu humano como quieras con una amplia gama de atuendos! Ya seas paracaidista, cocinero, astronauta o un ninja, siempre habrá un aspecto adecuado para ti en Human Fall Flat. ¡Elige un estilo para la cabeza y las partes superior e inferior del cuerpo y da rienda suelta a los colores personalizables!  ", "short_description": "¡Vive la experiencia del aclamado juego de plataformas ahora en RV! Explora un mundo lleno de imaginación y de paisajes flotantes mientras controlas directamente los brazos de tu humano."}, {"images": {"nodes": []}, "id": "1179987149750128", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Riprogettato per VR \n\nHuman Fall Flat VR è contraddistinto da una visuale in terza persona disegnata appositamente per visori VR. Ogni controller ti permette di muovere il rispettivo braccio del tuo avatar, il che dona al gioco un livello di tangibilità senza precedenti. \n\nDivertiti con i livelli classici di Human Fall Flat \n\nL'edizione VR di Human Fall Flat comprende tutti i livelli del gioco originale, oltre a una vasta gamma di sogni aggiuntivi realizzati dai più talentuosi creatori della community. Da pericolose zone industriali a paradisi alpini innevati, goditi i paesaggi e i suoni di Human Fall Flat in maniera più coinvolgente che mai! \n\nFai squadra con una prospettiva tutta nuova \n\nHuman Fall Flat è sempre più divertente se giocato con gli amici, anche in VR! Assembla una squadra composta da fino a quattro umani e collabora con i tuoi compagni per superare le trappole e risolvere i rompicapi di ogni livello. \n\nFai sfoggio del tuo stile \n\nPersonalizza il tuo umano scegliendo tra i tanti vestiti disponibili! Che tu voglia diventare paracadutista, chef, astronauta o ninja, in Human Fall Flat troverai il look che fa al caso tuo. Scegli uno stile per testa, parte superiore e parte inferiore e poi datti alla pazza gioia con i colori personalizzabili!  ", "short_description": "Goditi il celeberrimo platformer in VR! Esplora un mondo immaginario caratterizzato da paesaggi da sogno con un sistema di comandi che ti fornisce il controllo diretto delle braccia del tuo umano."}, {"images": {"nodes": []}, "id": "1081485390207302", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "专为VR系统量身定制\n\n《人类一败涂地 VR》采用了专门为 VR 头设精心设计的直观第三人称视角。你使用的单独控制器将对应游戏中角色的各个肢体部位，这将为这部畅销佳作带来前所未有的物理操作体验。\n\n享受经典的《人类一败涂地》关卡\n\nVR 版《人类一败涂地》包含游戏最初问世时的所有关卡，除此以外还添加了由多位才华过人的社区内容创作者亲手设计的一系列额外梦境关卡。从危机四伏的工业区，到白雪皑皑的阿尔卑斯仙境中的湿滑陡坡，享受《人类一败涂地》别出心裁的视听盛宴！\n\n全新的组队合作方式\n\n《人类一败涂地》的精髓向来是与好友一起挑战难关，享受游戏乐趣，独立的 VR 版本也是如此！挑选由至多四名角色组成的队伍，齐心协力穿越各个关卡中的致命陷阱，并一步步解开基于物理系统的谜题。\n\n展现你的魅力\n\n随心所欲定制自己的人物，海量外观装饰任你挑选！无论是想要成为跳伞运动员、主厨、宇航员还是一名忍者，《人类一败涂地》将满足你的一切时尚需求。选择好心仪的头部、上身与下身风格，然后用自定义配色创造出与众不同的搭配！  ", "short_description": "轰动一时、基于物理系统的平台跳跃游戏，快来体验最新 VR 版本！使用全新的操控方法探索这个充满想象力的漂浮梦境世界，对人物手臂进行直接控制。"}, {"images": {"nodes": []}, "id": "1039617047318965", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "VR용으로 재구성 \n\nHuman Fall Flat VR은 VR 헤드셋용으로 특별히 설계되어 직관적인 3인칭 시점을 제공합니다. 여러분이 휘두르는 각 컨트롤러는 캐릭터의 각 팔을 제어하여 베스트셀러 게임에는 없었던 신체활동성을 추가합니다. \n\n클래식 Human Fall Flat 레벨을 즐겨보세요 \n\nHuman Fall Flat의 VR 버전에는 게임 최초 릴리스의 모든 레벨과 함께 가장 재능 있는 커뮤니티 제작자가 만든 다양한 Extra Dreams가 포함되어 있습니다. 위험한 산업 구역부터 눈 덮인 알파인 원더랜드의 미끄러운 경사면까지, 이전에 Human Fall Flat에서 본 적이 없는 풍경과 소리를 즐겨보세요! \n\n새로운 관점으로 파티를 모집하세요 \n\nHuman Fall Flat은 항상 친구들과 함께하면 더욱더 재미가 있었죠! 독립형 VR 에디션도 마찬가지입니다. 최대 4명의 캐릭터로 구성된 파티로 함께 협력하여 각 레벨의 위험한 함정을 조심스럽게 탐색하고 다양한 물리 기반 퍼즐을 해결하세요. \n\n캐릭터를 꾸미고 스타일을 뽐내 보세요\n\n컬렉션에 추가할 수 있는 다양한 의상을 사용하여 원하는 대로 캐릭터를 맞춤화하세요! 언젠가 한번은 꿈꿔왔던 내 마음속 직업이 스카이다이버, 요리사, 우주 비행사 또는 닌자라면 Human Fall Flat에서 모두 되어보실 수 있습니다. 머리, 상체, 하체 스타일을 선택한 다음, 커스텀 색상으로 마음껏 꾸며보세요!  ", "short_description": "지금 VR로 블록버스터 물리 플랫폼 게임을 경험해 보세요! 완전히 새로운 제어 방법으로 캐릭터의 각 팔을 제어하고 떠다니면서 꿈같은 상상의 세계를 탐험해 보세요."}, {"images": {"nodes": []}, "id": "936531201848676", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "VR用に再開発\n\n「Human Fall Flat VR」は、VRヘッドセット用に設計された直感的な3人称視点が特徴です。各コントローラーでHumanのアバターの腕を操作することで、これまでになかった面白さがベストセラー作品に加わります。\n\nオリジナル版「Human Fall Flat」のレベルが楽しめる\n\nVR版「Human Fall Flat」には、オリジナル版の全レベルに加え、才能豊かなコミュニティクリエイターが制作したドリームの数々が収録されています。危険な工業地帯、雪に覆われたアルプスのワンダーランドの滑りやすい斜面など、今までに見たことのない「Human Fall Flat」の世界とサウンドをお楽しみください！\n\n 新しい視点でパーティーを組もう\n\n「Human Fall Flat」は友達と一緒にプレイした方が楽しめます！そしてそれは、スタンドアロンのVR版でも同じです！最大4人のHumanでパーティを組み、協力して各レベルの危険なトラップを慎重に回避し、物理演算ベースのパズルを解いていこう。\n\n自分らしくカスタマイズしよう\n\nHumanを自分好みにカスタマイズしよう！スカイダイバー、シェフ、宇宙飛行士、忍者など、「Human Fall Flat」には、あなたが気に入る衣装がきっとあります。頭、上半身、下半身のスタイルを選んだら、色もカスタマイズして思い切り暴れよう！  ", "short_description": "大人気の物理演算系プラットフォームゲームがVRで登場！人間の腕を直接操る、これまでになかった操作方法で、浮遊感あふれる夢の世界を探検しよう。"}, {"images": {"nodes": []}, "id": "893978572783525", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "VR için yeniden inşa edildi \n\nHuman Fall Flat VR, sanal gerçeklik başlıkları için özellikle tasarlanmış sezgisel bir 3. şahıs görünümü sunuyor. Kullandığın her bir kumanda, İnsan avatarının ayrı bir kolunu kontrol ederek bu en çok satan oyuna eşi benzeri görülmemiş bir fiziksellik seviyesi ekler. \n\nKlasik Human Fall Flat seviyelerinin tadını çıkar \n\nHuman Fall Flat VR sürümü, hem oyunun orijinal sürümündeki tüm seviyeleri hem de en yetenekli topluluk oluşturucularının bazılarının oluşturduğu pek çok Extra Dreams seviyesini içerir. Tehlikeli sanayi bölgelerinden Alp Dağlarındaki karlı bir harikalar diyarının kaygan yamaçlarına kadar birçok seçenekle Human Fall Flat'in seslerinin ve manzaralarının daha önce hiç görmediğin şekilde tadını çıkar! \n\nYeni bir perspektifle bir araya gel \n\nHuman Fall Flat arkadaşlarla oynandığında her zaman daha eğlencelidir ve bu tek başına VR sürümü için de geçerlidir! En fazla dört kişi olacak şekilde arkadaşlarınla bir araya gelerek ve birlikte çalışarak her seviyedeki tehlikeli tuzakları dikkatli bir şekilde geç ve her bir fizik tabanlı bulmaca koleksiyonunu çöz. \n\nEtkilemek için giyin \n\nKoleksiyonuna ekleyebileceğin devasa bir kıyafet seçimiyle İnsan avatarını dilediğin gibi özelleştir! Kalben ister bir gökyüzü dalışçısı ister şef, astronot veya ninja ol, Human Fall Flat'te senin için bir görünüm var. Bir baş, üst beden ve alt beden stili seç ve ardından özelleştirilebilir renklerle kendini şımart!  ", "short_description": "Satış rekorları kıran fiziksel platform oyununu VR'da tecrübe et! İnsanının her bir kolunu doğrudan kontrol etmeni sağlayan yepyeni kontrol yöntemiyle, düşsel manzaralarla dolu hayali dünyayı keşfet."}, {"images": {"nodes": []}, "id": "880832206815433", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "為 VR 重新打造\n\n《Human Fall Flat VR》的特點，在於專為 VR 頭戴式裝置設計，且充滿直覺性的第三人身視角。你雙手所持的每一個控制手把，都會對應到人類化身的左右手臂，這讓這款暢銷遊戲的物理水準提升到了新高度。\n\n盡情遊玩經典《Human Fall Flat》關卡\n\n《Human Fall Flat》VR 版包含遊戲原始版本的所有關卡，此外還包括各種由最天才的社群創作者所製作的額外夢境。不論是在危險的工業區還是在白雪高山仙境的滑坡，你都能好好享受歷來最棒的人類墜落美景和音效！\n\n透過全新觀點來組隊\n\n和朋友一起玩《Human Fall Flat》總是很有趣，而這點在獨立的 VR 版中也是如此！組成最多四名人類的隊伍，通力合作小心穿越每道關卡的陰險陷阱，並且破解每一組需要靠物理解開的謎題。\n\n人要金裝\n\n你可以將大量精選服裝加到自己的收藏中，根據喜好自訂自己的人類！不論你心中嚮往的職業是跳傘運動員、廚師、太空人或忍者，都一定能在《Human Fall Flat》中找到屬於自己的服裝。選好帽子、上衣和褲子風格，然後用可以自訂的色彩狂野一番吧！  ", "short_description": "這款爆紅物理平台遊戲的 VR 版現已推出，馬上前來體驗吧！你將能透過全新的控制方法直接控制人類的每隻手臂，並且探索充滿想像力的漂浮奇幻世界。"}, {"images": {"nodes": []}, "id": "839558601639906", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Omgjort för VR\n\nHuman Fall Flat VR har ett intuitivt tredjepersonsperspektiv designat specifikt för VR-headset. Varje handkontroll styr motsvarande arm på din människa, vilket ger precision utan motstycke till det bästsäljande spelet.\n\nSpela klassiska Human Fall Flat-banor\n\nVR-utgåvan av Human Fall Flat har alla banor från det ursprungliga spelet, plus ett stort antal Extra Dreams från några av communityns bästa skapare. Besök allt från farliga industriområden till hala backor i snöiga berg och se Human Fall Flat som du aldrig har sett det förut!\n\nNya perspektiv tillsammans\n\nHuman Fall Flat har alltid varit roligare med vänner, och det gäller även i den fristående VR-utgåvan! Samla ihop en grupp med fyra människor och hjälps åt för att försiktigt ta er förbi alla farliga fällor och lösa de fysikbaserade pusslen.\n\nRätt kläder för uppgiften\n\nAnpassa din människa hur du vill – i samlingen hittar du massvis med kläder! Human Fall Flat låter dig visa upp din inre skydiver, kock, astronaut eller ninja. Välj huvud, överkropp och underkropp, sen är det bara att slänga på lite matchande färger så är saken biff!  ", "short_description": "Upplev den fysikbaserade plattformssuccén, nu i VR! Utforska en fantasifull värld av svävande drömlandskap med en helt ny kontrollmetod som ger dig fullständig kontroll över din människas armar."}, {"images": {"nodes": []}, "id": "824791503190541", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Uusittu virtuaalitodellisuuteen \n\nHuman Fall Flat VR sisältää vaistomaisen yläviiston näkökulman, joka on suunniteltu nimenomaan VR-laseja varten. Kumpikin käyttämäsi ohjain hallitsee ihmisavatarisi vastaavaa käsivartta, mikä lisää tähän hittipeliin ennennäkemättömän fyysisyyden tason. \n\nNauti Human Fall Flat -pelin klassikkokentistä \n\nHuman Fall Flat -pelin VR-versio sisältää kaikki alkuperäisen pelijulkaisun kentät sekä suuren valikoiman Extra Dreams -kenttiä, joita yhteisön lahjakkaat sisällöntuottajat ovat laatineet. Aina vaarallisista teollisuusalueista lumisille ja liukkaille Alppirinteille, pääset nauttimaan Human Fall Flatin näkymistä ja äänistä aivan uudella tavalla! \n\nKokoa joukko uutta perspektiiviä varten \n\nHuman Fall Flat on aina ollut hauskempaa ystävien kanssa, ja se pitää paikkansa myös erillisosana toimivan VR-version suhteen! Kokoa enimmillään neljän ihmisen ryhmä ja työskennelkää yhdessä kulkeaksenne varovasti läpi kunkin kentän tuhoisien ansojen ja selvittääksenne koko fysiikkapohjaisten pulmien kattauksen. \n\nPukeudu näyttävästi \n\nMuokkaa ihmistäsi mielesi mukaan, sillä voit lisätä kokoelmaasi valtavan määrän asuja! Olit sitten sydämeltäsi laskuvarjohyppääjä, kokki, astronautti tai ninja, Human Fall Flatista löytyy sinulle tyyli. Valitse pää, ylä- ja alakehon tyyli, ja villiinny sitten muokattaviin väreihin!  ", "short_description": "Koe mullistava fysiikkapohjainen tasohyppelypeli nyt VR-ympäristössä! Tutki leijuvien maisemien mielikuvituksellista maailmaa aivan uudella ohjaustavalla, jossa ohjaat ihmisesi kumpaakin käsivartta."}, {"images": {"nodes": []}, "id": "536866392149145", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Laget på nytt til VR \n\nHuman Fall Flat VR har en intuitiv tredjepersonsvisning laget spesielt for VR-hodesett. Kontrollene du holder, styrer armene på avataren din og gir deg et banebrytende nivå av tilstedeværelse i det populære spillet. \n\nSpill klassiske Human Fall Flat-brett\n\nVR-utgaven av Human Fall Flat har alle brettene fra det opprinnelige spillet, i tillegg til et stort utvalg Extra Dreams laget av noen av de mest talentfulle innholdsleverandørene i nettfellesskapet. Fra farlige industrisoner til glatte bakker i Alpene – her får du se og høre Human Fall Flat som aldri før! \n\nSamarbeid og få et nytt perspektiv\n\nHuman Fall Flat har alltid vært enda bedre sammen med venner, og dette gjelder også VR-utgaven! Spill med opptil fire spillere og samarbeid om å navigere dere forbi fellene og løse fysikkbaserte hjernetrimoppgaver. \n\nSe bra ut\n\nTilpass figuren din som du selv vil, med et stort utvalg antrekk du kan legge til i samlingen! Om du er fallskjermhopper, kokk, astronaut eller ninja – du finner garantert et utseende som passer deg i Human Fall Flat. Velg en stil for hode, overkropp og underkropp og dra på med egendefinerte farger!  ", "short_description": "Sjekk ut det fysikkbaserte plattformspillet, nå i VR! Utforsk en oppfinnsom verden med svevende drømmelandskap og en ny kontrollmetode som gir deg direkte kontroll over armene til spillfiguren din."}, {"images": {"nodes": []}, "id": "520782907208449", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Neugestaltet für VR \n\nHuman Fall Flat VR erlaubt eine intuitive Third-Person-Ansicht, die spezifisch auf VR-Headsets ausgelegt ist. Jeder Controller steuert den entsprechenden Arm deines Avatars, was diesem Spiele-Bestseller nie dagewesene Immersion und neue Genauigkeit verleiht. \n\nErlebe klassische Level von Human Fall Flat \n\nDie VR-Version von Human Fall Flat beinhaltet alle Level des Originalspiels zusammen mit einer großen Auswahl an zusätzlichen Träumen, die von einigen der talentiertesten Community-Creators erstellt wurden. Von unwirtlichen Industriegebieten bis hin zu verschneiten Berghängen kannst du Human Fall Flat jetzt auf ganz neue Art sehen und auch hören! \n\nEine neue Perspektive in der Gruppe \n\nHuman Fall Flat war schon immer noch besser, wenn man es mit Freunden spielt: Das gilt auch für die VR-Version! Spiele mit bis zu vier Menschen in einer Gruppe und navigiert euch gemeinsam vorsichtig durch die gefahrenreichen Level, um jedes der physikbasierten Rätsel zu lösen. \n\nIn neuem Gewand \n\nPasse deinen Avatar nach Belieben mit einer riesigen Auswahl an Outfits an, die du deiner Sammlung hinzufügen kannst! Ob Fallschirmspringer, Koch, Astronaut oder Ninja, Human Fall Flat hat deinen Look. Wähle einen Kopf, Ober- und Unterkörper und tobe dich dann mit den Farben aus!  ", "short_description": "Erlebe den beliebten Physik-Plattformer jetzt in VR! Erkunde fantasievolle, schwebende Traumwelten mit komplett neuer Steuerung, die dir die direkte Kontrolle über jeden Arm gibt!"}, {"images": {"nodes": []}, "id": "474003248946531", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Reformulado para RV, \n\nHuman Fall Flat VR tem uma vista em 3.ª pessoa especialmente criada para RV. Os comandos controlam os braços do Humano com uma fisicalidade nunca vista neste famoso jogo. \n\nNíveis clássicos de Human Fall Flat \n\nA edição VR de Human Fall Flat inclui todos os níveis do título original, assim como Sonhos Extra criados pelos jogadores mais talentosos da comunidade. De zonas industriais a encostas nevadas, desfruta dos visuais e sons de Human Fall Flat como nunca dantes! \n\nJoga em grupo numa nova perspetiva \n\nHuman Fall Flat é mais divertido com amigos também em VR! Junta até quatro Humanos e arrasem armadilhas e quebra-cabeças à base de física. \n\nVisuais ousados \n\nPersonaliza o teu Humano com a tonelada de fatos disponíveis e que podes acrescentar à tua coleção! Paraquedista, chef, astronauta ou ninja: o céu é o limite. Escolhe o estilo da cabeça e das partes superior e inferior do corpo e personaliza as cores a teu gosto!  ", "short_description": "Mergulha neste jogo de plataformas baseado em física, agora em VR! Explora um mundo criativo de cenários flutuantes com um novo método de controlo: controla diretamente os braços do teu Humano!"}, {"images": {"nodes": []}, "id": "409979125446670", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Human Fall Flat VR", "keywords": [], "long_description": "Opdateret til VR \n\nHuman Fall Flat VR giver dig et intuitivt synspunkt i tredjeperson, som er designet til VR-headsets. Hver af dine controllere styrer en arm på dit menneske, hvilket giver dig et helt nyt niveau af fysisk kvalitet i det populære spil. \n\nNyd klassiske Human Fall Flat-baner \n\nVR-udgaven af Human Fall Flat indeholder alle banerne fra spillets oprindelige udgave, samt et bredt udvalg af Extra Dreams, som er skabt i samarbejde med nogle af de mest talentfulde skabere fra fællesskabet. Fra farlige industriområder til glatte bakker i et alpint drømmeland: Nyd de nye synindtryk og lyde i Human Fall Flat, som du aldrig har oplevet dem før! \n\nEt helt nyt perspektiv \n\nHuman Fall Flat har altid været sjovest sammen med venner, og det gælder også for VR-udgaven! Saml et hold på op til fire mennesker, samarbejd om at komme gennem hver banes farlige fælder, og løs alle samlingerne af fysikbaserede hovedbrud. \n\nMasser af stil \n\nTilpas dit menneske, som du har lyst, med et kæmpe udvalg af tøjsæt, som du kan føje til din samling! Uanset om du inderst inde er faldskærmsudspringer, astronaut eller ninja, har vi et godt look til dig i Human Fall Flat. Vælg en stil til dit hoved og din over- og underkrop, og gå så amok med de unikke farver!  ", "short_description": "Nu kan du opleve det populære platformspil i VR! Udforsk en fantasifuld verden af svævene drømmelandskaber med en helt ny styringsform, som giver dig direkte adgang til hver af dit menneskes arme."}, {"images": {"nodes": [{"file_name": "HFFVR_Launch_Meta_Icon_EN.png", "id": "2489355544585363", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974666_2489355547918696_1681684379296062027_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LywlPaME2DwQ7kNvwEN_ie2&_nc_oc=AdmgUyQwW5cJtB4Xyv2wbJVcm8peTrbPLoQqxFzsjTljAC3-Xisgo_mL3vWl-5o19kc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsFrtHj_eHgiML4aoEZgnczPnaPkyGBWus2tGVEkDkR5g&oe=6996F735"}, {"file_name": "HFFVR_Meta_CoverImage_Landscape_EN.png", "id": "2060559584345728", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982613_2060559587679061_1042369883670124804_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BJvm4xoWvSkQ7kNvwFwMkTC&_nc_oc=Adla9VM3VEvu2qOJs8wWvgldMgIX4wyPYJdTA_XrYzh-HiBHleGn0W-pG2F-SFSy2tI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuzFS_ntMogCQ8pDEbabkxbt87CMhlKB5YYygVUVx1bsg&oe=69971E30"}, {"file_name": "HFFVR_Launch_Meta_CoverImage_Square_EN.png", "id": "1214428706246129", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982613_1214428709579462_8331238130396137078_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JGY0xijaxP8Q7kNvwHCT24l&_nc_oc=AdlkRl9Ff6Ou7atIhTkq4rEY0dQvqxFomxeCcGNuTza4FLaJpcg5ldT7nEcrvSMpx-g&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs-9egXPjBv2qhlS9JP4EIXpCnPX7xRYCsoQwGk-qB4Gg&oe=699702F9"}, {"file_name": "HFFVR_Launch_Meta_Logo_EN.png", "id": "1205888947270291", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974910_1205888950603624_6463569886895698531_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W6Y3WcaF6T4Q7kNvwFWG2fp&_nc_oc=AdmxfUYX9yVBLNY2QdAxfvLhpWjX2y7mxVOkG14-UWzl6T1tIAS56vQJh1vpxV0lFNo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft8qoOJ28zTpee73ZDn2Wtw-UqIJXpY4-spyr2XmNt5rA&oe=6996F00A"}, {"file_name": "HFFVR_Launch_Meta_CoverImage_Hero_EN.png", "id": "874681304717972", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982689_874681308051305_147726152119216656_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SAaxhW2Y098Q7kNvwFtcy_x&_nc_oc=AdloJtOPd5aE2MF64ba0yIeR4ufbkY3rYJlGJ3Lj3v3bEh2zrUb8kgPQpnwbv7XnZWo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv_IPwh-daNUyyhTtPXzuSp-zc_y9T_StDaya4msjbaNA&oe=699714E2"}, {"file_name": "HFFVR_Launch_Meta_MiniLandscape_EN.png", "id": "808641161479443", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38984439_808641164812776_7810838286136044767_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=il2cq3se1N4Q7kNvwGBstcE&_nc_oc=AdnRphcsxQm1SMPsoNk0NtBd7S5gTyTHCpGpz3czig9yax7pOpDmPCqdj3B-_Q06xZE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu8QipqQMuIhqD0TOlPSHTyJq9L0dTTEQf7Ax8QglDGww&oe=69970E49"}, {"file_name": "HFFVR_Launch_Meta_CoverImage_Portrait_EN.png", "id": "513936707842391", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974910_513936714509057_3753211528215221986_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gge_HdAidoEQ7kNvwHA61jx&_nc_oc=AdmH49u94ZAeWrt5_hdPQYKZIkAthDnwTMZVX1ji0ktihm0xZXt7bNOMMtvjWC4QpwU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftxJwrkAYippiANIQ4KoDv62gW6enwZK0FmSOMzvesw9w&oe=6996F625"}]}, "id": "393550920449437", "locale": "en_US", "screenshots": [{"file_name": "HFFVR_Meta_Screenshots_01.png", "id": "794892486163637", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001686_794892489496970_4011140235178538701_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=77IFDZJ369cQ7kNvwFaNINF&_nc_oc=AdmXoQqKMoQa7bQ7GL8mVFisNrjaW7QEVX6x0UqffbPI7aQI4r5ZgQ3lTpZkJQ6Xklo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuohM_R3P61YVm0coH8Q36uJVWvUCfeh7wxh0U9oOZk5g&oe=69971413"}, {"file_name": "HFFVR_Meta_Screenshots_02.png", "id": "1935861566834874", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974468_1935861570168207_3953345507185867152_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cN-OmYkDTnIQ7kNvwFYB8pN&_nc_oc=AdlrtUKSjqBUprcabXL763G6tMxXF9fzeCsoe5UtaAITL8g600v283ZnrDG319Y0bnw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs4fvlR3NpwgS45nmoF0kVLfsxWgQxvjhe2XkTxw3CByw&oe=6996F38E"}, {"file_name": "HFFVR_Meta_Screenshots_03.png", "id": "3321410344820258", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974713_3321410351486924_8767274095043324088_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oUOfytAOZKEQ7kNvwHJ1Dg8&_nc_oc=AdmQ2LZuUjkx24JuS7LsRqW0zxJB6ME54ygFpQfhMTGViF3QDMg72uMqSNVadVRFzpE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsSsZjn7pla4d2YMUVCTr_Nyt5PqQhjtI0KrDseQc5Zpw&oe=6996FBE4"}, {"file_name": "HFFVR_Meta_Screenshots_04.png", "id": "1041958260364528", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75269594_1041958263697861_7037607463257814386_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hgmx8UyHAEEQ7kNvwF7FZaM&_nc_oc=AdmNfgK3OGV8dBtaNSOVOzV5Xb48VMDZ-Lca5IPGqPpR0Liy3TZCbf9ZSXubT2iVFMc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftkIcXwfjWKbyYp-3s-3vKq3yCPU7TGcx8MA1BYqj4cVw&oe=69970C45"}, {"file_name": "HFFVR_Meta_Screenshots_05.png", "id": "1645446782971845", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57569483_1645446786305178_4779173263934233618_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=iDTmr_70ACsQ7kNvwFXF0q-&_nc_oc=AdmLQrx02Y-mvWWHj4YPVfwOBi0LfGcbIJhzN8v74knd5-P1RXjtYbPfXH7ksFefZq8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsYEZAML_N2ptkp_cVKo58Pb_rzmJHwa_O2W9EG5BHg6g&oe=6996EFED"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "HFFVR_Launch_Meta_TrailerCoverImage_EN.png", "id": "1031173668166422", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982479_1031173671499755_7546834040813041018_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h1duOlVUi80Q7kNvwGYTK6E&_nc_oc=AdnSjGZxixIM_I7xO5_RB-dasNbO_jV0qE-lorrnbwOrjri4d8W2lyMOml6HJp2k_LE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvknoSBRi4-VPYAR0uOdnDoiTwoJpy9oSgYu6sT_lB5Fg&oe=699711F3"}, "display_name": "Human Fall Flat VR", "keywords": ["Funny", "Puzzle", "Platform", "Physics", "Tag"], "long_description": "Rebuilt for VR \n\nHuman Fall Flat VR features an intuitive 3rd-person view designed especially for VR headsets. Each controller you wield controls the respective arm of your Human avatar, adding an unprecedented level of physicality to the best-selling game. \n\nEnjoy classic Human Fall Flat levels \n\nThe VR edition of Human Fall Flat includes all the levels from the game's original release, along with a wide selection of Extra Dreams created by some of the most talented community creators. From hazardous industrial zones to the slippery slopes of a snowy Alpine wonderland, enjoy the sights and sounds of Human Fall Flat as you’ve never seen them before! \n\nParty up with a new perspective \n\nHuman Fall Flat has always been more fun with friends, and that’s just as true with the standalone VR edition! Pick a party of up to four Humans and work together to carefully navigate each level’s perilous traps, and solve each collection of physics-based puzzles. \n\nDress to impress \n\nCustomise your Human as you see fit, with a massive selection of outfits to add to your collection! Whether you’re a skydiver, chef, astronaut or ninja at heart, there’s a look for you in Human Fall Flat. Choose a head, upper and lower body style, then go wild with the customisable colours!  ", "short_description": "Experience the blockbuster physics platformer, now in VR! Explore an imaginative world of floating dreamscapes with an all-new control method, providing direct control of each of your Human’s arms."}]}, "developer_name": "No Brakes Games", "developer_privacy_policy_url": "https://curvegames.com/human-fall-flat-vr-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Curve Games", "support_website_url": null, "website_url": "https://curvegames.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "2691890164460465"}, {"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "es", "de", "ru", "zh_CN", "zh_TW", "ja", "ko"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "CO_OP"], "id": "8015212285195249"}}]}, "scheduled_offers": {"count": 11, "nodes": [{"status": "PUBLISHED", "id": "1359478502577679"}, {"status": "PUBLISHED", "id": "809843388449272"}, {"status": "PUBLISHED", "id": "741961331992882"}, {"status": "PUBLISHED", "id": "1044321654500239"}, {"status": "PUBLISHED", "id": "720526140326928"}, {"status": "PUBLISHED", "id": "582882764907522"}, {"status": "PUBLISHED", "id": "1428208501472437"}, {"status": "PUBLISHED", "id": "1215069299724071"}, {"status": "PUBLISHED", "id": "555229600516580"}, {"status": "PUBLISHED", "id": "1206276543963275"}, {"status": "PUBLISHED", "id": "850672213854303"}]}, "baseline_offer": {"id": "555229600516580"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1771005600, "status": "PUBLISHED", "id": "1359478502577679"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8404988479550959", "version": "1.0.0.0"}, "id": "396565903209811", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7274779852571833", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8404988479550959"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "396565903209811"}]}, "change_log": null, "created_date": 1730302622, "id": "8404988479550959", "version": "1.0.0.0", "version_code": 120, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8404986186217855"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7274779852571833", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8404988479550959"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1730299751, "id": "8404779162905224", "version": "1.0.0.0", "version_code": 119, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8404776686238805"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7274779852571833", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8404988479550959"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1730282915, "id": "8403412246375249", "version": "1.0.0.0", "version_code": 118, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8403409366375537"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7274779852571833", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8404988479550959"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1730279665, "id": "8403142579735549", "version": "1.0.0.0", "version_code": 117, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8403140623069078"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7274779852571833", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8404988479550959"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1730208243, "id": "8397558823627258", "version": "1.0.0.0", "version_code": 116, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "8397556476960826"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}