{"data": {"node": {"__typename": "Application", "id": "5898540580263835", "organization": {"id": "1818871968402618", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "25346717188329837"}]}, "id": "24637487065868226"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5898540580263835"}]}, "id": "965168351311612"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1157662374252543"}]}, "id": "1170458222996628"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1088797664494908"}]}, "id": "1021120454630877"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2706567592751319"}]}, "id": "2363363847237571"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5898540580263835", "release_date": 1701972000, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 14}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6888426681275215"}, "id": "1158668688165055"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5898540580263835", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6888426681275215"}, "release_status": "RELEASED"}, "id": "6671991939585358", "version": "1.0", "version_code": 468, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1678381265, "id": "5898540586930501", "is_initial_release": true, "name_with_fallback": "v1", "pdp_metadata_with_fallback": {"version": 1, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "1166821870648131"}, "release_status": "RELEASED", "id": "5898540580263835"}, "id": "1166821870648131", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": true, "release_status": "RELEASED", "release_type": "MANAGED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5898540580263835", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1713120359113945"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1550728399095561", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["MR", "Puzzle", "Horreur", "Évasion", "pdta"], "long_description": "Please, Don’t Touch Anything: House Broken est une nouvelle évolution hallucinante de la série de jeux de réflexion à succès. Jouez en réalité mixte pour un mélange entre réel et virtuel ou profitez du mode VR complet. Mieux encore : testez les deux options ! De casse-tête simples à des défis tordus, explorez, interagissez et immergez-vous dans des situations absolument inattendues !\n \nVous avez pu sortir du mystérieux bunker du jeu d’origine et vous travaillez maintenant de chez vous en tout confort. Mais l’instruction essentielle reste la même : ne touchez à rien ! Il n’y a que vous, une console portative et ce gros bouton rouge irrésistible, qu’allez-vous faire ?\n  \nCaractéristiques : \n \n• 15 nouvelles fins : d’une simplicité désarmante à une difficulté alarmante. Parviendrez-vous à relever le défi ?\n \n•Compatibilité avec le suivi des mains (hand-tracking) ou manettes : utilisez toutes vos capacités mentales et physiques pour prendre part à diverses interactions plaisantes.\n \n• Mode de réalité mixte : observez votre maison réelle avec des objets inhabituels, des indices d’énigmes et des visiteurs surnaturels venus d’ailleurs. Assistez à la transformation et à la destruction domestique de votre environnement grâce à la magie de la réalité mixte.\n \n• Mode de réalité virtuelle : vivez tout ce chaos virtuel dans votre maison complètement virtuelle aussi.", "short_description": "Please, Don’t Touch Anything: House Broken est une nouvelle évolution hallucinante de la série de jeux de réflexion à succès. Mettez votre maison sens dessus dessous ! Résistez au gros bouton rouge ! Mais lorsque la curiosité est plus forte que vous, 15 fins surprenantes qui détruiront la maison vous attendent !\n \nJouez en réalité mixte pour un mélange entre réel et virtuel ou profitez du mode VR complet. Mieux encore : testez les deux options ! "}, {"images": {"nodes": []}, "id": "1070995127397531", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["MR", "Головоломка", "Ужас", "Побег", "pdta"], "long_description": "Please, Don't Touch Anything: House Broken — это поражающее воображение продолжение популярной игры-головоломки. Играйте в смешанной реальности или полностью погрузитесь в виртуальную реальность — а лучше попробуйте и то, и другое! Исследуйте обстановку, взаимодействуйте с объектами, решайте головоломки разного уровня сложности и будьте готовы к неожиданностям! \n\nВыбравшись из загадочного бункера после событий прошлой игры, вы приступаете к работе из дома. Впрочем, главное правило остается прежним: ничего не трогайте! Но сможете ли вы устоять перед большой красной кнопкой, оставшись наедине со своей портативной консолью? \n \nПоддайтесь искушению и исследуйте окружающее пространство. Взаимодействуйте с объектами, которым здесь явно не место, и решайте головоломки, которые приведут к невероятным последствиям.  \n\nОсобенности:   \n\n• 15 головоломных концовок — от самых простых до дьявольски сложных. Справитесь ли вы с испытанием?  \n\n• Поддержка отслеживания рук и контроллеров — используйте свои умственные и физические способности, чтобы взаимодействовать с разнообразными объектами.  \n\n• Режим смешанной реальности — находите в своем доме необычные предметы, подсказки и сверхъестественных гостей. Наблюдайте, как преображается и разрушается ваш дом, благодаря магии смешанной реальности. \n\n• Режим виртуальной реальности — устраивайте хаос в полностью виртуальном доме. ", "short_description": "Please, Don’t Touch Anything: House Broken — поражающее воображение продолжение популярной игры-головоломки. Устройте полный хаос в доме! Не нажимайте большую красную кнопку! Или же, поддавшись любопытству, разрушьте дом 15-ю  непредсказуемыми способами. \n\nИграйте в смешанной реальности или полностью погрузитесь в виртуальную реальность — а лучше попробуйте и то, и другое! "}, {"images": {"nodes": []}, "id": "1000823314531505", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Rätsel", "MR", "Horror", "Flucht", "pdta"], "long_description": "Please, Don’t Touch Anything: House Broken ist eine brandneue Evolution der erfolgreichen Puzzlespielserie. Spiele in Mixed Reality, um das Reale mit dem Unwirklichen zu verbinden, oder genieße den vollen VR-Modus. Oder noch besser: Probiere beides aus! Von einfachen bis hin zu kniffligen Rätseln – erkunde, interagiere und lass dich auf das wirklich Unerwartete ein!\n\nBefreit vom geheimnisvollen Bunker des Originalspiels, arbeitest du jetzt bequem von zu Hause aus. Die wichtigste Anweisung bleibt jedoch bestehen: Bitte fass nichts an! Nur du, deine tragbare Konsole und der unwiderstehliche große, rote Knopf – was wirst du tun?\n \n\nFeatures:\n\n• 15 brandneue Rätselenden – von entwaffnend einfach bis hin zu berüchtigt schwierig. Bist du der Herausforderung gewachsen?\n\n• Unterstützt Hand-Tracking oder Controller – nutze die ganze Bandbreite deiner geistigen und körperlichen Fähigkeiten, um dich auf vielfältige und befriedigende Interaktionen einzulassen.\n\n• Mixed-Reality-Modus – erlebe dein reales Zuhause mit ungewöhnlichen Objekten, Rätseln und übernatürlichen Besuchern, die nicht von dieser Welt sind. Erlebe die Verwandlung und Zerstörung deiner realen Umgebung mit der Magie der MR.\n\n• Virtual-Reality-Modus – erlebe das ganze virtuelle Chaos in deinem komplett virtuellen Zuhause.", "short_description": "Please, Don’t Touch Anything: House Broken ist eine brandneue Evolution der erfolgreichen Puzzlespielserie. Entfessle das Chaos in deinem Haus! Widerstehe dem großen, roten Knopf! Aber wenn die Neugierde zuschlägt, warten 15 unvorhersehbare Hauszerstörungen auf dich. \n\nSpiele in Mixed Reality, um das Reale mit dem Unwirklichen zu verbinden, oder genieße den vollen VR-Modus. Oder noch besser: Probiere beides aus! "}, {"images": {"nodes": []}, "id": "603155288560604", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["MR", "Rompicapo", "Orrore", "Fuga", "pdta"], "long_description": "\"Please, Don't Touch Anything: House Broken\" è una nuova evoluzione nella celebre serie di giochi a enigmi. Gioca in realtà mista, che fonde il reale con l'irreale, oppure goditi la modalità VR completa, o perché no: provale entrambe! Da enigmi semplici a quelli tremendamente complicati: esplora, interagisci e preparati all'inaspettato!\n\nFuori dal misterioso bunker del gioco originale, ora stai lavorando dal comfort di casa tua. Tuttavia, la direttiva principale rimane la stessa: per favore, non toccare nulla! Con solo te, la tua console portatile e quell'irresistibile Grande Pulsante Rosso, cosa farai?\n\nCedi alla tentazione ed esplora il tuo spazio. Interagisci con cose che probabilmente non dovrebbero essere lì, unisci gli indizi per risolvere ogni mistero e vivi un’esperienza che ti lascerà senza parole.\n\nPresenta:\n\n• 15 nuovi finali: da quelli tremendamente facili a quelli estremamente difficili. Riuscirai a completarli tutti?\n\n• Supporto per l’hand-tracking o i controller: sfrutta a pieno le tue abilità fisiche e mentali per avere interazioni variegate e appaganti.\n\n• Modalità realtà mista: guarda come la tua casa reale si riempie di oggetti strani, indizi di enigmi e visitatori stravaganti e sovrannaturali. Assisti alla trasformazione e alla distruzione domestica del tuo ambiente reale attraverso la magia della realtà mista.\n\n• Modalità realtà virtuale: vivi il caos virtuale nella tua casa completamente virtuale.", "short_description": "\"Please, Don't Touch Anything: House Broken\" è una nuova evoluzione nella celebre serie di giochi a enigmi. Scatena il caos a casa tua! Non farti tentare dal Grande Pulsante Rosso! Ma se non saprai resistere alla curiosità, ti aspetteranno 15 finali pronti a distruggere casa tua.\n\nGioca in realtà mista, che fonde il reale con l'irreale, oppure goditi la modalità VR completa, o perché no: provale entrambe! "}, {"images": {"nodes": []}, "id": "208131815389603", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Rompecabezas", "MR", "Horror", "Escape", "pdta"], "long_description": "Please, Don't Touch Anything: House Broken es una nueva y original versión de la exitosa serie de juegos de acertijos. Juega en realidad mixta para mezclar lo real e irreal, disfruta del modo de RV, ¡o prueba ambos! Explora, interactúa y disfruta de situaciones inesperadas con acertijos desde simples hasta realmente complejos. \n\nLejos del misterioso búnker del juego original, ahora trabajarás desde casa. El objetivo sigu siendo el mismo: ¡no toques nada! Esta vez tan solo estarás tú, tu consola portátil y ese irresistible botón rojo. ¿Qué vas a hacer? \n\nNo te resistas e investiga tu entorno. Interactúa con todo lo que no debería estar ahí. Ata cabos para resolver cada misterio y llevarte una sorpresa especial.  \n\nLibera el caos pulsando un botón a la vez y prepárate para ver todos los locos y divertidos finales. \n\nCaracterísticas:    \n\n• 15 nuevos y originales finales: desde los más sencillos hasta otros terriblemente complejos. ¿Te atreves a desbloquearlos todos?  \n\n• Compatible con seguimiento de manos (hand-tracking) o mandos: usa todas tus habilidades mentales y físicas para interactuar de diversas formas con el juego.  \n\n• Modo de realidad mixta: juega en tu casa real, repleta de objetos raros, pistas y visitas sobrenaturales. Presencia la transformación y destrucción completa de tu hogar actual con la magia de la RM.  \n• Modo de realidad virtual: experimenta todo el caos en tu casa completamente virtual.   ", "short_description": "Please, Don't Touch Anything: House Broken es una nueva y original versión de la exitosa serie de juegos de acertijos. ¡Libera el caos en casa y resiste la tentación del botón rojo! Si la curiosidad puede contigo, podrás ver 15 sorprendentes finales que destrozarán tu hogar. \n\nJuega en realidad mixta para mezclar lo real e irreal, disfruta del modo de RV, ¡o prueba ambos! Explora, interactúa y disfruta de situaciones inesperadas con acertijos desde simples hasta realmente complejos. "}, {"images": {"nodes": []}, "id": "193078360426243", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Horror", "Fuga", "Quebracabeça"], "long_description": "\"Please, Don't Touch Anything: House Broken\" é uma evolução nova e alucinante na série de jogos de quebra-cabeça de sucesso. Jogue na realidade mista que mistura o real e o irreal ou aproveite o modo VR completo. Ou, melhor ainda, experimente os dois! De quebra-cabeças simples a tortuosos, explore, interaja e abrace o verdadeiramente inesperado! \n\nLivre do misterioso bunker do jogo original, agora você trabalha no conforto de casa. No entanto, a diretriz central permanece: Por favor, não toque em nada! Com apenas você, seu console portátil e aquele irresistível Big Red Button, o que você fará?\n\nDepois de escapar do misterioso bunker, agora você se encontrará trabalhando no conforto de casa. No entanto, a instrução principal permanece a mesma: não toque em nada! Com apenas seu console portátil e aquele Grande Botão Vermelho irresistível, o que você vai fazer?\n \nCaracterísticas:\n\n• 15 finais totalmente novos, desde alguns bastante simples até outros notoriamente difíceis. Você vai conseguir encarar o desafio?\n\n• É compatível com o rastreamento de mão ou controles. Use toda a gama de suas habilidades físicas e mentais para se envolver em interações diversas e divertidas.\n\n• Modo de realidade mista: veja sua casa na repleta de objetos incomuns, pistas de quebra-cabeças e visitantes sobrenaturais e de outro mundo. Acompanhe a transformação e a destruição doméstica do seu entorno real.\n\n• Modo Realidade Virtual: experimente todo o caos virtual em uma casa totalmente virtual.\n\n", "short_description": "\"Please, Don't Touch Anything: House Broken\" é uma evolução nova e alucinante na série de jogos de quebra-cabeça de sucesso. Liberte o caos em sua casa! Resista ao Grande Botão Vermelho! Mas quando a curiosidade atacar, 15 finais imprevisíveis de cair a casa aguardam por você.\n\nJogue na realidade mista que mistura o real e o irreal ou aproveite o modo VR completo. Melhor ainda, experimente os dois! De quebra-cabeças simples a tortuosos, explore, interaja e abrace o verdadeiramente inesperado!"}, {"images": {"nodes": [{"file_name": "PDTAMR_Hammer (1).png", "id": "3766868683590491", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75443237_3766868686923824_705833919128211516_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NrNgHGI94e8Q7kNvwFyQ9Mg&_nc_oc=AdnInQJMii_3LN-9SIW6Xr9-wWJScTqgOuA84WgdkgXCzUk3NWMaZAjpOdpK_zrIVIc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs0D7Z_prt5K6593zh2fDOamQOCQwC3WIoKt6vGkWZaRw&oe=6997039D"}, {"file_name": "CoverImage_PDTAHousebroken_Square.png", "id": "1348042989464899", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974858_1348042992798232_8756962664769864430_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4dbvbFYScF8Q7kNvwFADgG6&_nc_oc=AdnTJDNsu7rXryv-eRxN5LouNIc0tyC2IPGt-V8AD6KJC9O21uFtkWMaedcpE5JKRSs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv3aDQbN0xHfNje0Bbx0QRRkUJt7sF-Dr2seToK92e0og&oe=69971E16"}, {"file_name": "CoverImage_PDTAHousebroken_Landscape.png", "id": "832100634989527", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982676_832100638322860_9066038492383511368_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TEvq4p2-utAQ7kNvwGodI49&_nc_oc=AdlqHd9fi-j9_AbHCvRmwYcgFVRqsGinlw-RWq02XNF8P-_mrnXNYJjCZOoIrtmLwUQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftbAdjdExkw8m-kuYvouUNa1QRSl8b_5g4uoEUJcxd06g&oe=6996ECEA"}, {"file_name": "LogoTransparent_PDTAHousebroken.png", "id": "818097939780464", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974482_818097943113797_4083260582535816133_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Mdhhb17bmbwQ7kNvwGeHWPm&_nc_oc=Adm75fkh5Uu5sZGKi1HicDVKaKebc4uOCHse215DAauGeWLXyZuOAIwBBTOnf0hi0JA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu0J637wjCQ0vGz11LxlGSy0FR2V4YxM__44U9fe4nQWw&oe=69971990"}, {"file_name": "Icon_PDTAHousebroken.png", "id": "691912739456667", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75462963_691912742790000_6668664313072434546_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NenjjHxlbYQQ7kNvwEhO249&_nc_oc=Adkd64f3EDM86210imUXChGHIFpIHfWwshkNYkw4rDbF_xVB0fggXCYLi3d5jwY-tLg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft4jg2u7IirGoo0Gq2Cc8XV1mFx8anIRVFEGWbtUlRZaw&oe=6996EDCA"}, {"file_name": "PDTA_Housebroken_logo_TextOnly_Small.png", "id": "651929713719960", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75210897_651929717053293_6515366882085767475_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QUDIvxyt8aUQ7kNvwEt4R0G&_nc_oc=Adk0C1Erz7ybOxwtHgeD_6HhMG5bh6v7IaHBQFf0fVqKyuJP53zPa1IIs6k99o2lixw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspcTazYZJMfd5qrY5y6oWK4pZufi9OmuQ4OlC21Y2Xkg&oe=6996EB30"}, {"file_name": "PDTAMR_Ratchet.png", "id": "357026163450654", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/86661276_357026166783987_2225527426705242862_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=up0qxsThVz4Q7kNvwEicXG4&_nc_oc=AdlwYoSk-YQvDUcBRm-EtEWgkphNW6jECMWI5Ua3F3vdkfRD6nKywIr9ThE6UUKPG20&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuMx8GY2WnDkxmKAlUBOSwkajIuvH6nnXQtI41-4AS5Kg&oe=69971AE2"}, {"file_name": "StoreBackdrop.png", "id": "315672627922046", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982509_315672631255379_4716523549482741670_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bPc-0-5n0nUQ7kNvwGdD87q&_nc_oc=Adm3_ezK2KUNT6TJD3DKmPgdx_QzKJL9uG1TkiuJI5i6b-edvHl_Bot5ZpFHwX9h4cc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftsJ0Rx0fUwxeApI5zQMn1y1bjJ5T7g1FTaL149cy7hng&oe=699714F8"}, {"file_name": "CoverImage_PDTAHousebroken_Hero.png", "id": "314730391134772", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035345_314730394468105_3098378594190049655_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=njoexO-8ofQQ7kNvwHaX9Bo&_nc_oc=AdklG5Lr7LmQT8s4B9wk5gKp2vE8qNcx2IqF863-mEIf-yvWYmU3SH2LYwm8uRrGm9M&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfukeRVeysvJysgGCVy9OU2KkDdCcDb5ty1PKByPR-8lfw&oe=69970507"}, {"file_name": "CoverImage_PDTAHousebroken_LandscapeMini.png", "id": "303484775699821", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57574721_303484779033154_1794292992871670538_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wtj2J3EQEWwQ7kNvwGr2pFm&_nc_oc=AdnInZwyKmOxyy3S5ti9lV86ajJKxetPSP20B_DMiCVytUsFFGeoqlGT1BC-H00joEc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afv1qpSqJG3BMkncuEj93Lvi9xRpKKfZpak1ZIO9DIZMdQ&oe=6996F89F"}, {"file_name": "CoverImage_PDTAHousebroken_Portrait.png", "id": "236538412729862", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982659_236538416063195_2268979564665447538_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YaKF35ihgoQQ7kNvwGgnw48&_nc_oc=AdmnI4CWxn3u4jW4XKO-F_z2rsSsDOqoSak91ZNIGgkfw8aVG5J8vsb-cPD4PXTUeBM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu98nfGxX-wrqKrGxl03OYb1dY7SezgR--IxSN2zHOl1g&oe=69970EFE"}]}, "id": "184687680973322", "locale": "en_US", "screenshots": [{"file_name": "console_start_2560x1440.png", "id": "1508053510093250", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75282161_1508053513426583_9012620767088572237_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=REjLaJVIrfoQ7kNvwEpvLPn&_nc_oc=AdkoZY0vR6MJps0iPoUbuQcdQyJF2f8Ww-eKeHEjYu-1R1Ds7k5nUNG-3D8p7kNvCAY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuxPXFjMpMCUSpfetwcrVj0goWEuZZSeiY9f3a5v_lomQ&oe=6996F133"}, {"file_name": "break_stuff_2560x1440.png", "id": "1468824396993119", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001698_1468824400326452_640876744565655989_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Dfnh1P7HvP4Q7kNvwHUSzXn&_nc_oc=Adls6LAyreLoWl-A0xWh6RljkrOcHPui_ajE_EpHpEod-JJgRazYfLtjyM17ToO76Xs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuKXe7bS2KyeZm_3rwXJULTMJBRHbysH8jNQtgJa7kXAw&oe=6996F296"}, {"file_name": "ghost_goggles_2560x1440.png", "id": "9897474326992561", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75404390_9897474330325894_3924172853073479344_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-lb6LbMXGTgQ7kNvwHwEyTj&_nc_oc=Adlp_NY_yaqamuv4p1nRKNkVSUDnuLOa2lH6i87TO9tdaJigh1ERkuEChuym8RKPxvw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspIHGHt1lwapWHB1XNIQFzRv3VVtDqKPLwwmlAY0kLQQ&oe=69971420"}, {"file_name": "Plant_Ending.png", "id": "282508888088046", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57572949_282508891421379_864488619857249419_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7xsJLsOCQFwQ7kNvwHU37fL&_nc_oc=Adk4E6DCq4IKTs-pHZ40LpS6DugPf80cSrPGXzwQ40mTKkSDnMbBMLQ7IL6ZdWw1obw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvUpxJ65gT2cfrqQwClZP-fkjUEtMa3eOcPlQU3M8a-NQ&oe=6996FC15"}, {"file_name": "Earthquake.png", "id": "1459001888007370", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982469_1459001891340703_560820341385421802_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gcGMwgOtdBIQ7kNvwGBepY4&_nc_oc=AdkzPuCNet6Kkc_HKzUqVKyT0zGZbir53sGkSDdFnuJOZWEWZODCFtNCIQ5kdANNyR8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsoWnfQLQrSOtafmjuIdsYRP60PYU3ppwdzFjPIUQ_xMw&oe=6996FFEF"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverImage_PDTAHousebroken_Landscape.png", "id": "672253694859931", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031620_672253698193264_6706761645181617859_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DtHUsXObXiYQ7kNvwFh_YjU&_nc_oc=AdlLLACxPsP52dGaYfiuJc0kf-gusj0FHexDoxfXL2R7HC07hpdgFXIvrauHpAArBkg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvHW6nOQJBuzGZl6tp-1YVrWTUqhzRVOYYBiGx_Xu3MbA&oe=69971D37"}, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Puzzle", "MR", "Escape", "Horror", "PDTA"], "long_description": "Please, Don't Touch Anything: House Broken is an all-new mind-bending evolution in the hit puzzle game series. Play in mixed reality for a blend of the real and unreal, or enjoy full VR mode, or better yet try both! From simple to devious puzzles - explore, interact, and embrace the truly unexpected! \n\nFree from the mysterious bunker of the original game, you’re now working from the comfort of home. Yet, the core directive remains: Please, Don’t Touch Anything! With just you, your portable console, and that irresistible Big Red Button, what will you do? \n \nGive into temptation and explore your space. Interact with things that probably shouldn’t be there. Piece the clues together to solve each mystery for a jaw-dropping experience.  \n\nUnleash chaos one button press at a time and prepare for an insane ride of brainy twists and epic finales! \n\nFeatures:   \n\n• 15 all new puzzle endings – from disarmingly simple to notoriously difficult. Are you up to the challenge?  \n\n• Supports hand-tracking or controllers - use the full range of your mental and physical abilities to engage with diverse and satisfying interactions.  \n\n• Mixed Reality mode – see your in-real-life home filled with unusual objects, puzzle clues, and out of this world and supernatural visitors. Witness the transformation and domestic destruction of your actual surroundings with the magic of MR.  \n\n• Virtual Reality mode – experience all the virtual chaos in your completely virtual home.   \n ", "short_description": "Please, Don't Touch Anything: House Broken is an all-new mind-bending evolution in the hit puzzle game series. Unleash chaos in your home! Resist the Big Red Button! But when curiosity strikes, 15 unpredictable house-breaking endings await. \n\nPlay in mixed reality for a blend of the real and unreal, or enjoy full VR mode, or better yet try both! From simple to devious puzzles - explore, interact, and embrace the truly unexpected! "}]}, "developer_name": null, "developer_privacy_policy_url": "https://forwardxp.com/privacy-policy-please-dont-touch-anything-housebroken/", "developer_terms_of_service_url": null, "publisher_name": "ForwardXP", "support_website_url": null, "website_url": "https://forwardxp.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "pt_BR", "ru", "de", "es_MX"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "1166821870648131"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974858_1348042992798232_8756962664769864430_n.png?stp=dst-png_s360x360&_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4dbvbFYScF8Q7kNvwFADgG6&_nc_oc=AdnTJDNsu7rXryv-eRxN5LouNIc0tyC2IPGt-V8AD6KJC9O21uFtkWMaedcpE5JKRSs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsJVexyQpGyXegdUcIvQyqXFyU4PnJlunH5G_aOlTjjzQ&oe=69971E16"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Please, Don't Touch Anything: House Broken", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Puzzle", "id": "377978390272490"}], "release_date": 1701972000, "lastRevision": {"nodes": [{"id": "5898540586930501", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5898540580263835", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1713120359113945"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1550728399095561", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["MR", "Puzzle", "Horreur", "Évasion", "pdta"], "long_description": "Please, Don’t Touch Anything: House Broken est une nouvelle évolution hallucinante de la série de jeux de réflexion à succès. Jouez en réalité mixte pour un mélange entre réel et virtuel ou profitez du mode VR complet. Mieux encore : testez les deux options ! De casse-tête simples à des défis tordus, explorez, interagissez et immergez-vous dans des situations absolument inattendues !\n \nVous avez pu sortir du mystérieux bunker du jeu d’origine et vous travaillez maintenant de chez vous en tout confort. Mais l’instruction essentielle reste la même : ne touchez à rien ! Il n’y a que vous, une console portative et ce gros bouton rouge irrésistible, qu’allez-vous faire ?\n  \nCaractéristiques : \n \n• 15 nouvelles fins : d’une simplicité désarmante à une difficulté alarmante. Parviendrez-vous à relever le défi ?\n \n•Compatibilité avec le suivi des mains (hand-tracking) ou manettes : utilisez toutes vos capacités mentales et physiques pour prendre part à diverses interactions plaisantes.\n \n• Mode de réalité mixte : observez votre maison réelle avec des objets inhabituels, des indices d’énigmes et des visiteurs surnaturels venus d’ailleurs. Assistez à la transformation et à la destruction domestique de votre environnement grâce à la magie de la réalité mixte.\n \n• Mode de réalité virtuelle : vivez tout ce chaos virtuel dans votre maison complètement virtuelle aussi.", "short_description": "Please, Don’t Touch Anything: House Broken est une nouvelle évolution hallucinante de la série de jeux de réflexion à succès. Mettez votre maison sens dessus dessous ! Résistez au gros bouton rouge ! Mais lorsque la curiosité est plus forte que vous, 15 fins surprenantes qui détruiront la maison vous attendent !\n \nJouez en réalité mixte pour un mélange entre réel et virtuel ou profitez du mode VR complet. Mieux encore : testez les deux options ! "}, {"images": {"nodes": []}, "id": "1070995127397531", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["MR", "Головоломка", "Ужас", "Побег", "pdta"], "long_description": "Please, Don't Touch Anything: House Broken — это поражающее воображение продолжение популярной игры-головоломки. Играйте в смешанной реальности или полностью погрузитесь в виртуальную реальность — а лучше попробуйте и то, и другое! Исследуйте обстановку, взаимодействуйте с объектами, решайте головоломки разного уровня сложности и будьте готовы к неожиданностям! \n\nВыбравшись из загадочного бункера после событий прошлой игры, вы приступаете к работе из дома. Впрочем, главное правило остается прежним: ничего не трогайте! Но сможете ли вы устоять перед большой красной кнопкой, оставшись наедине со своей портативной консолью? \n \nПоддайтесь искушению и исследуйте окружающее пространство. Взаимодействуйте с объектами, которым здесь явно не место, и решайте головоломки, которые приведут к невероятным последствиям.  \n\nОсобенности:   \n\n• 15 головоломных концовок — от самых простых до дьявольски сложных. Справитесь ли вы с испытанием?  \n\n• Поддержка отслеживания рук и контроллеров — используйте свои умственные и физические способности, чтобы взаимодействовать с разнообразными объектами.  \n\n• Режим смешанной реальности — находите в своем доме необычные предметы, подсказки и сверхъестественных гостей. Наблюдайте, как преображается и разрушается ваш дом, благодаря магии смешанной реальности. \n\n• Режим виртуальной реальности — устраивайте хаос в полностью виртуальном доме. ", "short_description": "Please, Don’t Touch Anything: House Broken — поражающее воображение продолжение популярной игры-головоломки. Устройте полный хаос в доме! Не нажимайте большую красную кнопку! Или же, поддавшись любопытству, разрушьте дом 15-ю  непредсказуемыми способами. \n\nИграйте в смешанной реальности или полностью погрузитесь в виртуальную реальность — а лучше попробуйте и то, и другое! "}, {"images": {"nodes": []}, "id": "1000823314531505", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Rätsel", "MR", "Horror", "Flucht", "pdta"], "long_description": "Please, Don’t Touch Anything: House Broken ist eine brandneue Evolution der erfolgreichen Puzzlespielserie. Spiele in Mixed Reality, um das Reale mit dem Unwirklichen zu verbinden, oder genieße den vollen VR-Modus. Oder noch besser: Probiere beides aus! Von einfachen bis hin zu kniffligen Rätseln – erkunde, interagiere und lass dich auf das wirklich Unerwartete ein!\n\nBefreit vom geheimnisvollen Bunker des Originalspiels, arbeitest du jetzt bequem von zu Hause aus. Die wichtigste Anweisung bleibt jedoch bestehen: Bitte fass nichts an! Nur du, deine tragbare Konsole und der unwiderstehliche große, rote Knopf – was wirst du tun?\n \n\nFeatures:\n\n• 15 brandneue Rätselenden – von entwaffnend einfach bis hin zu berüchtigt schwierig. Bist du der Herausforderung gewachsen?\n\n• Unterstützt Hand-Tracking oder Controller – nutze die ganze Bandbreite deiner geistigen und körperlichen Fähigkeiten, um dich auf vielfältige und befriedigende Interaktionen einzulassen.\n\n• Mixed-Reality-Modus – erlebe dein reales Zuhause mit ungewöhnlichen Objekten, Rätseln und übernatürlichen Besuchern, die nicht von dieser Welt sind. Erlebe die Verwandlung und Zerstörung deiner realen Umgebung mit der Magie der MR.\n\n• Virtual-Reality-Modus – erlebe das ganze virtuelle Chaos in deinem komplett virtuellen Zuhause.", "short_description": "Please, Don’t Touch Anything: House Broken ist eine brandneue Evolution der erfolgreichen Puzzlespielserie. Entfessle das Chaos in deinem Haus! Widerstehe dem großen, roten Knopf! Aber wenn die Neugierde zuschlägt, warten 15 unvorhersehbare Hauszerstörungen auf dich. \n\nSpiele in Mixed Reality, um das Reale mit dem Unwirklichen zu verbinden, oder genieße den vollen VR-Modus. Oder noch besser: Probiere beides aus! "}, {"images": {"nodes": []}, "id": "603155288560604", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["MR", "Rompicapo", "Orrore", "Fuga", "pdta"], "long_description": "\"Please, Don't Touch Anything: House Broken\" è una nuova evoluzione nella celebre serie di giochi a enigmi. Gioca in realtà mista, che fonde il reale con l'irreale, oppure goditi la modalità VR completa, o perché no: provale entrambe! Da enigmi semplici a quelli tremendamente complicati: esplora, interagisci e preparati all'inaspettato!\n\nFuori dal misterioso bunker del gioco originale, ora stai lavorando dal comfort di casa tua. Tuttavia, la direttiva principale rimane la stessa: per favore, non toccare nulla! Con solo te, la tua console portatile e quell'irresistibile Grande Pulsante Rosso, cosa farai?\n\nCedi alla tentazione ed esplora il tuo spazio. Interagisci con cose che probabilmente non dovrebbero essere lì, unisci gli indizi per risolvere ogni mistero e vivi un’esperienza che ti lascerà senza parole.\n\nPresenta:\n\n• 15 nuovi finali: da quelli tremendamente facili a quelli estremamente difficili. Riuscirai a completarli tutti?\n\n• Supporto per l’hand-tracking o i controller: sfrutta a pieno le tue abilità fisiche e mentali per avere interazioni variegate e appaganti.\n\n• Modalità realtà mista: guarda come la tua casa reale si riempie di oggetti strani, indizi di enigmi e visitatori stravaganti e sovrannaturali. Assisti alla trasformazione e alla distruzione domestica del tuo ambiente reale attraverso la magia della realtà mista.\n\n• Modalità realtà virtuale: vivi il caos virtuale nella tua casa completamente virtuale.", "short_description": "\"Please, Don't Touch Anything: House Broken\" è una nuova evoluzione nella celebre serie di giochi a enigmi. Scatena il caos a casa tua! Non farti tentare dal Grande Pulsante Rosso! Ma se non saprai resistere alla curiosità, ti aspetteranno 15 finali pronti a distruggere casa tua.\n\nGioca in realtà mista, che fonde il reale con l'irreale, oppure goditi la modalità VR completa, o perché no: provale entrambe! "}, {"images": {"nodes": []}, "id": "208131815389603", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Rompecabezas", "MR", "Horror", "Escape", "pdta"], "long_description": "Please, Don't Touch Anything: House Broken es una nueva y original versión de la exitosa serie de juegos de acertijos. Juega en realidad mixta para mezclar lo real e irreal, disfruta del modo de RV, ¡o prueba ambos! Explora, interactúa y disfruta de situaciones inesperadas con acertijos desde simples hasta realmente complejos. \n\nLejos del misterioso búnker del juego original, ahora trabajarás desde casa. El objetivo sigu siendo el mismo: ¡no toques nada! Esta vez tan solo estarás tú, tu consola portátil y ese irresistible botón rojo. ¿Qué vas a hacer? \n\nNo te resistas e investiga tu entorno. Interactúa con todo lo que no debería estar ahí. Ata cabos para resolver cada misterio y llevarte una sorpresa especial.  \n\nLibera el caos pulsando un botón a la vez y prepárate para ver todos los locos y divertidos finales. \n\nCaracterísticas:    \n\n• 15 nuevos y originales finales: desde los más sencillos hasta otros terriblemente complejos. ¿Te atreves a desbloquearlos todos?  \n\n• Compatible con seguimiento de manos (hand-tracking) o mandos: usa todas tus habilidades mentales y físicas para interactuar de diversas formas con el juego.  \n\n• Modo de realidad mixta: juega en tu casa real, repleta de objetos raros, pistas y visitas sobrenaturales. Presencia la transformación y destrucción completa de tu hogar actual con la magia de la RM.  \n• Modo de realidad virtual: experimenta todo el caos en tu casa completamente virtual.   ", "short_description": "Please, Don't Touch Anything: House Broken es una nueva y original versión de la exitosa serie de juegos de acertijos. ¡Libera el caos en casa y resiste la tentación del botón rojo! Si la curiosidad puede contigo, podrás ver 15 sorprendentes finales que destrozarán tu hogar. \n\nJuega en realidad mixta para mezclar lo real e irreal, disfruta del modo de RV, ¡o prueba ambos! Explora, interactúa y disfruta de situaciones inesperadas con acertijos desde simples hasta realmente complejos. "}, {"images": {"nodes": []}, "id": "193078360426243", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Horror", "Fuga", "Quebracabeça"], "long_description": "\"Please, Don't Touch Anything: House Broken\" é uma evolução nova e alucinante na série de jogos de quebra-cabeça de sucesso. Jogue na realidade mista que mistura o real e o irreal ou aproveite o modo VR completo. Ou, melhor ainda, experimente os dois! De quebra-cabeças simples a tortuosos, explore, interaja e abrace o verdadeiramente inesperado! \n\nLivre do misterioso bunker do jogo original, agora você trabalha no conforto de casa. No entanto, a diretriz central permanece: Por favor, não toque em nada! Com apenas você, seu console portátil e aquele irresistível Big Red Button, o que você fará?\n\nDepois de escapar do misterioso bunker, agora você se encontrará trabalhando no conforto de casa. No entanto, a instrução principal permanece a mesma: não toque em nada! Com apenas seu console portátil e aquele Grande Botão Vermelho irresistível, o que você vai fazer?\n \nCaracterísticas:\n\n• 15 finais totalmente novos, desde alguns bastante simples até outros notoriamente difíceis. Você vai conseguir encarar o desafio?\n\n• É compatível com o rastreamento de mão ou controles. Use toda a gama de suas habilidades físicas e mentais para se envolver em interações diversas e divertidas.\n\n• Modo de realidade mista: veja sua casa na repleta de objetos incomuns, pistas de quebra-cabeças e visitantes sobrenaturais e de outro mundo. Acompanhe a transformação e a destruição doméstica do seu entorno real.\n\n• Modo Realidade Virtual: experimente todo o caos virtual em uma casa totalmente virtual.\n\n", "short_description": "\"Please, Don't Touch Anything: House Broken\" é uma evolução nova e alucinante na série de jogos de quebra-cabeça de sucesso. Liberte o caos em sua casa! Resista ao Grande Botão Vermelho! Mas quando a curiosidade atacar, 15 finais imprevisíveis de cair a casa aguardam por você.\n\nJogue na realidade mista que mistura o real e o irreal ou aproveite o modo VR completo. Melhor ainda, experimente os dois! De quebra-cabeças simples a tortuosos, explore, interaja e abrace o verdadeiramente inesperado!"}, {"images": {"nodes": [{"file_name": "PDTAMR_Hammer (1).png", "id": "3766868683590491", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75443237_3766868686923824_705833919128211516_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NrNgHGI94e8Q7kNvwFyQ9Mg&_nc_oc=AdnInQJMii_3LN-9SIW6Xr9-wWJScTqgOuA84WgdkgXCzUk3NWMaZAjpOdpK_zrIVIc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs0D7Z_prt5K6593zh2fDOamQOCQwC3WIoKt6vGkWZaRw&oe=6997039D"}, {"file_name": "CoverImage_PDTAHousebroken_Square.png", "id": "1348042989464899", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974858_1348042992798232_8756962664769864430_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4dbvbFYScF8Q7kNvwFADgG6&_nc_oc=AdnTJDNsu7rXryv-eRxN5LouNIc0tyC2IPGt-V8AD6KJC9O21uFtkWMaedcpE5JKRSs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv3aDQbN0xHfNje0Bbx0QRRkUJt7sF-Dr2seToK92e0og&oe=69971E16"}, {"file_name": "CoverImage_PDTAHousebroken_Landscape.png", "id": "832100634989527", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982676_832100638322860_9066038492383511368_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TEvq4p2-utAQ7kNvwGodI49&_nc_oc=AdlqHd9fi-j9_AbHCvRmwYcgFVRqsGinlw-RWq02XNF8P-_mrnXNYJjCZOoIrtmLwUQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftbAdjdExkw8m-kuYvouUNa1QRSl8b_5g4uoEUJcxd06g&oe=6996ECEA"}, {"file_name": "LogoTransparent_PDTAHousebroken.png", "id": "818097939780464", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974482_818097943113797_4083260582535816133_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Mdhhb17bmbwQ7kNvwGeHWPm&_nc_oc=Adm75fkh5Uu5sZGKi1HicDVKaKebc4uOCHse215DAauGeWLXyZuOAIwBBTOnf0hi0JA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu0J637wjCQ0vGz11LxlGSy0FR2V4YxM__44U9fe4nQWw&oe=69971990"}, {"file_name": "Icon_PDTAHousebroken.png", "id": "691912739456667", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75462963_691912742790000_6668664313072434546_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NenjjHxlbYQQ7kNvwEhO249&_nc_oc=Adkd64f3EDM86210imUXChGHIFpIHfWwshkNYkw4rDbF_xVB0fggXCYLi3d5jwY-tLg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft4jg2u7IirGoo0Gq2Cc8XV1mFx8anIRVFEGWbtUlRZaw&oe=6996EDCA"}, {"file_name": "PDTA_Housebroken_logo_TextOnly_Small.png", "id": "651929713719960", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75210897_651929717053293_6515366882085767475_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QUDIvxyt8aUQ7kNvwEt4R0G&_nc_oc=Adk0C1Erz7ybOxwtHgeD_6HhMG5bh6v7IaHBQFf0fVqKyuJP53zPa1IIs6k99o2lixw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspcTazYZJMfd5qrY5y6oWK4pZufi9OmuQ4OlC21Y2Xkg&oe=6996EB30"}, {"file_name": "PDTAMR_Ratchet.png", "id": "357026163450654", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/86661276_357026166783987_2225527426705242862_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=up0qxsThVz4Q7kNvwEicXG4&_nc_oc=AdlwYoSk-YQvDUcBRm-EtEWgkphNW6jECMWI5Ua3F3vdkfRD6nKywIr9ThE6UUKPG20&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuMx8GY2WnDkxmKAlUBOSwkajIuvH6nnXQtI41-4AS5Kg&oe=69971AE2"}, {"file_name": "StoreBackdrop.png", "id": "315672627922046", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982509_315672631255379_4716523549482741670_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bPc-0-5n0nUQ7kNvwGdD87q&_nc_oc=Adm3_ezK2KUNT6TJD3DKmPgdx_QzKJL9uG1TkiuJI5i6b-edvHl_Bot5ZpFHwX9h4cc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftsJ0Rx0fUwxeApI5zQMn1y1bjJ5T7g1FTaL149cy7hng&oe=699714F8"}, {"file_name": "CoverImage_PDTAHousebroken_Hero.png", "id": "314730391134772", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035345_314730394468105_3098378594190049655_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=njoexO-8ofQQ7kNvwHaX9Bo&_nc_oc=AdklG5Lr7LmQT8s4B9wk5gKp2vE8qNcx2IqF863-mEIf-yvWYmU3SH2LYwm8uRrGm9M&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfukeRVeysvJysgGCVy9OU2KkDdCcDb5ty1PKByPR-8lfw&oe=69970507"}, {"file_name": "CoverImage_PDTAHousebroken_LandscapeMini.png", "id": "303484775699821", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57574721_303484779033154_1794292992871670538_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wtj2J3EQEWwQ7kNvwGr2pFm&_nc_oc=AdnInZwyKmOxyy3S5ti9lV86ajJKxetPSP20B_DMiCVytUsFFGeoqlGT1BC-H00joEc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afv1qpSqJG3BMkncuEj93Lvi9xRpKKfZpak1ZIO9DIZMdQ&oe=6996F89F"}, {"file_name": "CoverImage_PDTAHousebroken_Portrait.png", "id": "236538412729862", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982659_236538416063195_2268979564665447538_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YaKF35ihgoQQ7kNvwGgnw48&_nc_oc=AdmnI4CWxn3u4jW4XKO-F_z2rsSsDOqoSak91ZNIGgkfw8aVG5J8vsb-cPD4PXTUeBM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu98nfGxX-wrqKrGxl03OYb1dY7SezgR--IxSN2zHOl1g&oe=69970EFE"}]}, "id": "184687680973322", "locale": "en_US", "screenshots": [{"file_name": "console_start_2560x1440.png", "id": "1508053510093250", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75282161_1508053513426583_9012620767088572237_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=REjLaJVIrfoQ7kNvwEpvLPn&_nc_oc=AdkoZY0vR6MJps0iPoUbuQcdQyJF2f8Ww-eKeHEjYu-1R1Ds7k5nUNG-3D8p7kNvCAY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuxPXFjMpMCUSpfetwcrVj0goWEuZZSeiY9f3a5v_lomQ&oe=6996F133"}, {"file_name": "break_stuff_2560x1440.png", "id": "1468824396993119", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001698_1468824400326452_640876744565655989_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Dfnh1P7HvP4Q7kNvwHUSzXn&_nc_oc=Adls6LAyreLoWl-A0xWh6RljkrOcHPui_ajE_EpHpEod-JJgRazYfLtjyM17ToO76Xs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuKXe7bS2KyeZm_3rwXJULTMJBRHbysH8jNQtgJa7kXAw&oe=6996F296"}, {"file_name": "ghost_goggles_2560x1440.png", "id": "9897474326992561", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75404390_9897474330325894_3924172853073479344_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-lb6LbMXGTgQ7kNvwHwEyTj&_nc_oc=Adlp_NY_yaqamuv4p1nRKNkVSUDnuLOa2lH6i87TO9tdaJigh1ERkuEChuym8RKPxvw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspIHGHt1lwapWHB1XNIQFzRv3VVtDqKPLwwmlAY0kLQQ&oe=69971420"}, {"file_name": "Plant_Ending.png", "id": "282508888088046", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57572949_282508891421379_864488619857249419_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7xsJLsOCQFwQ7kNvwHU37fL&_nc_oc=Adk4E6DCq4IKTs-pHZ40LpS6DugPf80cSrPGXzwQ40mTKkSDnMbBMLQ7IL6ZdWw1obw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvUpxJ65gT2cfrqQwClZP-fkjUEtMa3eOcPlQU3M8a-NQ&oe=6996FC15"}, {"file_name": "Earthquake.png", "id": "1459001888007370", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982469_1459001891340703_560820341385421802_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gcGMwgOtdBIQ7kNvwGBepY4&_nc_oc=AdkzPuCNet6Kkc_HKzUqVKyT0zGZbir53sGkSDdFnuJOZWEWZODCFtNCIQ5kdANNyR8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsoWnfQLQrSOtafmjuIdsYRP60PYU3ppwdzFjPIUQ_xMw&oe=6996FFEF"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverImage_PDTAHousebroken_Landscape.png", "id": "672253694859931", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031620_672253698193264_6706761645181617859_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DtHUsXObXiYQ7kNvwFh_YjU&_nc_oc=AdlLLACxPsP52dGaYfiuJc0kf-gusj0FHexDoxfXL2R7HC07hpdgFXIvrauHpAArBkg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvHW6nOQJBuzGZl6tp-1YVrWTUqhzRVOYYBiGx_Xu3MbA&oe=69971D37"}, "display_name": "Please, Don't Touch Anything: House Broken", "keywords": ["Puzzle", "MR", "Escape", "Horror", "PDTA"], "long_description": "Please, Don't Touch Anything: House Broken is an all-new mind-bending evolution in the hit puzzle game series. Play in mixed reality for a blend of the real and unreal, or enjoy full VR mode, or better yet try both! From simple to devious puzzles - explore, interact, and embrace the truly unexpected! \n\nFree from the mysterious bunker of the original game, you’re now working from the comfort of home. Yet, the core directive remains: Please, Don’t Touch Anything! With just you, your portable console, and that irresistible Big Red Button, what will you do? \n \nGive into temptation and explore your space. Interact with things that probably shouldn’t be there. Piece the clues together to solve each mystery for a jaw-dropping experience.  \n\nUnleash chaos one button press at a time and prepare for an insane ride of brainy twists and epic finales! \n\nFeatures:   \n\n• 15 all new puzzle endings – from disarmingly simple to notoriously difficult. Are you up to the challenge?  \n\n• Supports hand-tracking or controllers - use the full range of your mental and physical abilities to engage with diverse and satisfying interactions.  \n\n• Mixed Reality mode – see your in-real-life home filled with unusual objects, puzzle clues, and out of this world and supernatural visitors. Witness the transformation and domestic destruction of your actual surroundings with the magic of MR.  \n\n• Virtual Reality mode – experience all the virtual chaos in your completely virtual home.   \n ", "short_description": "Please, Don't Touch Anything: House Broken is an all-new mind-bending evolution in the hit puzzle game series. Unleash chaos in your home! Resist the Big Red Button! But when curiosity strikes, 15 unpredictable house-breaking endings await. \n\nPlay in mixed reality for a blend of the real and unreal, or enjoy full VR mode, or better yet try both! From simple to devious puzzles - explore, interact, and embrace the truly unexpected! "}]}, "developer_name": null, "developer_privacy_policy_url": "https://forwardxp.com/privacy-policy-please-dont-touch-anything-housebroken/", "developer_terms_of_service_url": null, "publisher_name": "ForwardXP", "support_website_url": null, "website_url": "https://forwardxp.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "pt_BR", "ru", "de", "es_MX"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "1166821870648131"}}]}, "scheduled_offers": {"count": 14, "nodes": [{"status": "PUBLISHED", "id": "1211944293812746"}, {"status": "PUBLISHED", "id": "2005462040029001"}, {"status": "PUBLISHED", "id": "1593164015020075"}, {"status": "PUBLISHED", "id": "1523579505498991"}, {"status": "PUBLISHED", "id": "1868487034087032"}, {"status": "PUBLISHED", "id": "756334373538765"}, {"status": "PUBLISHED", "id": "708147722168476"}, {"status": "PUBLISHED", "id": "4089072251417736"}, {"status": "PUBLISHED", "id": "1303180184455851"}, {"status": "PUBLISHED", "id": "1334492674204700"}, {"status": "PUBLISHED", "id": "404378292688374"}, {"status": "PUBLISHED", "id": "1008682657558885"}, {"status": "PUBLISHED", "id": "1996063650757585"}, {"status": "PUBLISHED", "id": "747581564023559"}]}, "baseline_offer": {"id": "1996063650757585"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "1211944293812746"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6888426681275215", "version": "1.1"}, "id": "1158668688165055", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5898540580263835", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6888426681275215"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1745348140, "id": "9588759797908543", "version": "1.1", "version_code": 496, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5898540580263835", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6888426681275215"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1743703474, "id": "9460322657418925", "version": "1.1", "version_code": 493, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5898540580263835", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6888426681275215"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1737992386, "id": "9054002578050937", "version": "1.1", "version_code": 492, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5898540580263835", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6888426681275215"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1727713226, "id": "8320093271441875", "version": "1.1", "version_code": 490, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5898540580263835", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6888426681275215"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1727643326, "id": "8312645068853362", "version": "1.1", "version_code": 489, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}