{"data": {"node": {"__typename": "Application", "id": "8909763339145465", "organization": {"id": "6774777092602045", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24948914611473948"}]}, "id": "1368069207577928"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24977573438522387"}]}, "id": "2640060329720578"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8909763339145465"}]}, "id": "9079872018792931"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "25604604785853987"}]}, "id": "2260269154334568"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8088501101163461"}]}, "id": "433567232553944"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7640680352649430"}]}, "id": "1053561609058098"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24302506529397673"}]}, "id": "1114654979906773"}]}}, "firstRevision": {"nodes": [{"application": {"id": "8909763339145465", "release_date": 1738257300, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25289137260781480"}, "id": "936101585300074"}]}}, "binary": null, "live_binary": null, "created_date": 1768404227, "id": "25422106660817872", "is_initial_release": false, "name_with_fallback": "v20", "pdp_metadata_with_fallback": {"version": 16, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "25422147564147115"}, "release_status": "RELEASED", "id": "8909763339145465"}, "id": "25422147564147115", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8909763339145465", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2948209318676221"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2466542163765056", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Hunter. Jaktspill", "keywords": ["flerspiller", "sammen", "skytespill", "funny", "skyting"], "long_description": "Hunting ONLINE er et morsomt VR-spill som fordyper spillere i en levende, stilisert verden av jakt og eventyr. Dette spillet ligger i et hyggelig, minimalistisk miljø, og tilbyr et nytt inntrykk av jaktsjangeren, enkelt spilling med fargerik grafikk med lavt polyetylen.\n\nSpillerne går inn i skoene til en jeger som jakter på en rekke ville dyr over enorme terreng med en skog, jorder, åser, tårn, et fyrtårn, en mølle og en liten jakthytte. Her finner du **hjort**, **bjørn**, **elg**, **villsvin**, **rev**, **ulv** og **hare**.\n\nBruk et **hjortestativ** for å gjøre jakten mer effektiv. **Ikke glem at du har tilgang til snikskytterskop, kollimator og lasersikte**.\n\n- Dette jaktnettspillet er en **flerspiller** slik at du kan **spille med andre jegere**.\n- Prøv det gratis med en tidsbegrensning i henhold til serverkapasitet (ikke mer enn 10 min), eller kjøp abonnement og jakt uten noen begrensninger hver dag.\n- Spillet har **talechat**, hvis noen av de andre spillerne vil være innenfor 10 meter, vil du kunne kommunisere. Vær høflig mot andre jegere.\n\nFlerspilleraspektet oppmuntrer til samarbeid, da jegere kan dele tips, legge strategier og hjelpe hverandre for å sikre suksess i jaktene.\n\n# Hunting Online tilbyr et unikt og morsomt eventyr for både jaktentusiaster og uformelle spillere.", "short_description": "Hunting ONLINE er et VR-jaktspill satt i en morsom low-poly-verden der spillere kan jakte ville dyr på tvers av enorme kart med andre spillere. "}, {"images": {"nodes": []}, "id": "2437565466708431", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunt Online: Cuộc Săn Trong Thế Giới Ảo", "keywords": ["shooting", "aim", "multiplayer", "shooter", "gun"], "long_description": "# Tìm, ngắm, bắn - hãy trở thành thợ săn, tham gia cuộc chiến săn bắn!\n\nThưởng thức trò chơi săn bắn với thế giới mở. Trò chơi mô phỏng săn bắn không chỉ là trò săn hươu cổ điển hay bất kỳ cuộc săn bắn hoang dã nào khác. Trò chơi này được tạo ra bởi thợ săn thực thụ, người hâm mộ trò bắn tỉa.\n\nNghe tiếng gọi của thiên nhiên hoang dã và cảm thấy như một tay bắn tỉa săn bắn.\n**Hươu**, **nai sừng tấm**, **gấu** và **lợn rừng**, **sói**, **cáo** và **thỏ** đều được thể hiện ở đây. Cố gắng tìm tất cả chúng. Hãy kiên trì và kiên nhẫn vì đôi khi có thể khó tìm thấy một số con trong cỏ và bụi rậm.\n\nBạn có thể không gặp tất cả chúng trong lần đi săn đầu tiên. Nhưng hãy yên tâm, chúng ở đây và chỉ ẩn náu.\n\nLúc đầu có thể khó bắn con mồi, nhưng đừng bỏ cuộc và hãy tiếp tục luyện tập.\n\n- Sử dụng **súng trường săn bắn và súng ngắn có ống ngắm** khác nhau để lấy chiến lợi phẩm của bạn.\n\n- Sử dụng **ống nhòm kỹ thuật số có tấm che nhiệt** nếu bạn muốn nhìn mục tiêu gần hơn.\n\n- Trò chơi có **chế độ săn bắn ban đêm**. Ở đây, bạn sẽ thấy hiệu quả khi sử dụng **tấm chắn nhiệt**.\n\nHãy cẩn thận vì động vật rất nguy hiểm và một số trong số chúng có thể tấn công bạn! Nhưng nếu chúng không tấn công, hãy coi như bạn may mắn lần này. Trong mọi trường hợp, bạn có thể thử vận ​​may của mình với một **con dao** trong tay.\n\n# Xin hãy nhớ rằng chúng tôi vẫn đang tiếp tục phát triển và có kế hoạch cải thiện thế giới săn bắn của trò chơi.\n\nBản cập nhật sắp ra mắt! Hãy chuẩn bị để cạnh tranh.", "short_description": "Chúng tôi tôn trọng việc săn bắn! Săn bắn với trò chơi săn bắn do thợ săn hươu tạo ra. Cảm nhận niềm đam mê của một cuộc đụng độ săn bắn. Có thể bắn tỉa! Mở một mùa săn bắn ngay bây giờ!"}, {"images": {"nodes": []}, "id": "2091387188369132", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Joc de Vânătoare", "keywords": ["multiplayer", "shooting", "aim", "shooter", "funny"], "long_description": "Hunting ONLINE este un joc VR amuzant care îi cufundă pe jucători într-o lume vibrantă și stilizată a vânătorii și aventurii. Amplasat într-un mediu minimalist plăcut, acest joc oferă o abordare proaspătă a genului de vânătoare, un gameplay ușor cu grafică colorată, low-poly.\n\nJucătorii intră în pielea unui vânător care vânează o varietate de animale sălbatice pe terenuri vaste, cu pădure, câmpuri, dealuri, turnuri, un far, o moară și o mică cabană de vânătoare. Aici puteți găsi **căprioare**, **urși**, **elani**, **mistreți**, **vulpi**, **lupi** și **iepuri**.\n\nFolosește un **postur pentru căprioare** pentru a face vânătoarea mai eficientă. **De asemenea, nu uita că ai acces la lunetă cu lunetă, colimator și lunetă laser**.\n\n- Acest joc de vânătoare online este **multiplayer**, așa că poți **juca cu alți vânători**.\n\n- Încearcă-l gratuit cu o limită de timp în funcție de capacitatea serverului (nu mai mult de 10 minute) sau cumpără un abonament și vânează fără limite în fiecare zi.\n- Jocul are **chat vocal**, dacă oricare dintre ceilalți jucători se află la o distanță de 10 metri, veți putea comunica. Vă rugăm să fiți politicoși cu ceilalți vânători.\n\nAspectul multiplayer încurajează cooperarea, deoarece vânătorii pot împărtăși sfaturi, pot elabora strategii și se pot ajuta reciproc pentru a asigura succesul în vânătoare.\n\n# Hunting Online oferă o aventură unică și distractivă atât pentru pasionații de vânătoare, cât și pentru jucătorii ocazionali.", "short_description": "Hunting ONLINE este un joc de vânătoare VR care se petrece într-o lume amuzantă cu puține poligoni, unde jucătorii pot vâna animale sălbatice pe o hartă imensă alături de alți jucători."}, {"images": {"nodes": []}, "id": "1973212176580985", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Jager VR", "keywords": ["schieten", "samen", "simulatie", "together", "shooting"], "long_description": "Hunting ONLINE is een grappig VR-spel dat spelers onderdompelt in een levendige, gestileerde wereld van jagen en avontuur. Deze game speelt zich af in een mooie, minimalistische omgeving en biedt een frisse kijk op het jachtgenre, eenvoudige gameplay met kleurrijke, low-poly graphics.\n\nSpelers stappen in de schoenen van een jager die op verschillende wilde dieren jaagt in enorme terreinen met een bos, velden, heuvels, torens, een vuurtoren, een molen en een klein jachthuis. Je vindt hier **herten**, **beren**, **elanden**, **wilde zwijnen**, **vossen**, **wolven** en **hazen**.\n\nGebruik een **hertenstandaard** om je jacht efficiënter te maken. **Vergeet ook niet dat je toegang hebt tot een sniper scope, collimator en laser scope**.\n\n- Deze online jachtgame is een **multiplayer**, dus je kunt **met andere jagers** spelen.\n- Probeer het gratis uit met een tijdslimiet afhankelijk van de servercapaciteit (niet meer dan 10 min), of koop een abonnement en jaag elke dag zonder enige limiet.\n- De game heeft **voicechat**, als een van de andere spelers zich binnen 10 meter bevindt, kun je communiceren. Wees beleefd tegen andere jagers.\n\nHet multiplayeraspect moedigt samenwerking aan, omdat jagers tips kunnen delen, strategieën kunnen bedenken en elkaar kunnen helpen om succes te verzekeren bij hun jacht.\n\n# Hunting Online biedt een uniek en leuk avontuur voor zowel jachtliefhebbers als casual gamers.", "short_description": "Hunting ONLINE is een VR-jachtspel dat zich afspeelt in een grappige low-polywereld waarin spelers samen met andere spelers op wilde dieren kunnen jagen op een enorme kaart."}, {"images": {"nodes": []}, "id": "1635418511173256", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Free MULTIPLAYER", "keywords": ["aim", "funny", "range", "free", "adventure"], "long_description": "# Play with friends in Hunting ONLINE!\nIt's a funny VR game that immerses you in a stylized world of hunting adventure. Set in a minimalist environment, easy gameplay with colorful, low-poly graphics. \n\nStep into the shoes of a hunter who hunts a variety of wild animals across huge terrains with a forest, fields, hills, towers, a lighthouse, a mill and a small hunting lodge. You can find here **deer**, **bears**, **moose**, **wild boars**, **foxes**, **wolves** and **hares**. \n\n- This is a **multiplayer** so you can **play with other hunters**.\n-  Subscription owners can **play with friends**. Just share the code displayed on your hand in VR to invite them. Play privately if you prefer not to share the code.\n-  Try it for free with a time limit according to server capacity (no more than 10 min), or buy subscription and hunt without any limits every day.\n- The game has **voice chat**, if any of the other players will be within 10 meters, you will be able to communicate. Please, be polite to other hunters.\n\nUse a **deer stand** to make your hunting more efficient.\n\n **Also don't forget that you have access to sniper scope, collimator and laser scope**. \n\n\n# Hunting Online offers a unique and fun adventure for hunting enthusiasts and casual gamers alike.\n", "short_description": "Hunting ONLINE is a VR hunting game set in a funny low-poly world where players can hunt wild animals across huge map with other players and friends. "}, {"images": {"nodes": []}, "id": "1595107798403210", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Gioco di Caccia", "keywords": ["insieme", "multigiocatore", "tiro", "divertenti", "funny"], "long_description": "Hunting ONLINE è un divertente gioco VR che immerge i giocatori in un mondo vibrante e stilizzato di caccia e avventura. Ambientato in un ambiente piacevole e minimalista, questo gioco offre una nuova interpretazione del genere di caccia, con un gameplay semplice e una grafica colorata e a basso numero di poligoni.\n\nI giocatori vestono i panni di un cacciatore che caccia una varietà di animali selvatici in vasti terreni con foreste, campi, colline, torri, un faro, un mulino e un piccolo capanno da caccia. Qui puoi trovare **cervi**, **orsi**, **alci**, **cinghiali**, **volpi**, **lupi** e **lepri**.\n\nUsa un **treno per cervi** per rendere la tua caccia più efficiente. **Inoltre, non dimenticare di avere a disposizione un mirino da cecchino, un collimatore e un mirino laser**.\n\n- Questo gioco di caccia online è **multigiocatore**, quindi puoi **giocare con altri cacciatori**. \n- Provalo gratuitamente con un limite di tempo in base alla capacità del server (non più di 10 minuti), oppure acquista un abbonamento e caccia senza limiti ogni giorno.\n- Il gioco include una **chat vocale**: se un altro giocatore si trova entro 10 metri, sarà possibile comunicare. Si prega di essere educati con gli altri cacciatori.\n\nLa modalità multigiocatore incoraggia la cooperazione, poiché i cacciatori possono condividere consigli, elaborare strategie e aiutarsi a vicenda per garantire il successo delle proprie battute di caccia.\n\n# Hunting Online offre un'avventura unica e divertente sia per gli appassionati di caccia che per i giocatori occasionali.", "short_description": "Hunting ONLINE è un gioco di caccia in realtà virtuale ambientato in un divertente mondo low-poly in cui i giocatori possono cacciare animali selvatici su una mappa enorme insieme ad altri giocatori."}, {"images": {"nodes": []}, "id": "1579257403263973", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: 在线狩猎动物的好游戏", "keywords": ["多人遊戲", "免費", "射擊", "shooting", "multiplayer"], "long_description": "「Hunting ONLINE」是一款有趣的虛擬現實遊戲，將玩家帶入一個充滿活力且風格獨特的狩獵與冒險世界。這款遊戲以簡約而令人愉悅的環境為背景，為狩獵類遊戲提供了全新的視角，並以簡單的遊戲玩法和色彩豐富的低多邊形圖形為特色。\n\n玩家將扮演一名獵人，在廣闊的地形中狩獵各種野生動物，包括森林、田野、山丘、塔樓、燈塔、風車和小型狩獵小屋。在這裡，你可以找到**鹿**、**熊**、**駝鹿**、**野豬**、**狐狸**、**狼**和**野兔**。\n\n使用**鹿架**可以讓你的狩獵更加高效。此外，別忘了你還可以使用望遠鏡瞄準器、紅點瞄準器和激光瞄準器。\n\n- 這款線上狩獵遊戲是**多人遊戲**，因此你可以與其他獵人一起遊玩。多人遊戲模式鼓勵合作，獵人們可以分享技巧、制定策略並互相幫助，以確保狩獵成功。\n\n- **免費試玩，根據伺服器容量有時間限制（不超過10分鐘），或購買訂閱，每天無限制狩獵。**\n\n- 遊戲內置**語音聊天**功能，如果其他玩家距離你不到10米，你們可以進行交流。請對其他獵人保持禮貌。\n\n「Hunting Online」為狩獵愛好者和休閒玩家提供了一場獨特而有趣的冒險體驗。", "short_description": "🦌【Hunting ONLINE】🎮 一款超歡樂的 VR 狩獵遊戲！🌲 在 low-poly 世界裡，與好友👥 一起征服巨型地圖🗺️，獵捕野生動物🐗！🔫"}, {"images": {"nodes": []}, "id": "1534127691191351", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Jäger Spiel. MEHRSPIELER", "keywords": ["zusammen", "Simulation", "shooting", "animals", "Jagd"], "long_description": "Hunting ONLINE ist ein unterhaltsames VR-Spiel, das die Spieler in eine lebendige, stilisierte Welt der Jagd und des Abenteuers eintauchen lässt. In einer schönen, minimalistischen Umgebung bietet dieses Spiel eine frische Interpretation des Jagdgenres, ein einfaches Gameplay mit farbenfroher Low-Poly-Grafik.\n\nDie Spieler schlüpfen in die Rolle eines Jägers, der eine Vielzahl wilder Tiere in riesigen Gebieten mit einem Wald, Feldern, einem Leuchtturm und einem kleinen Jagdschloss jagt. Hier finden Sie **Hirsche**, **Bären**, **Elche**, **Wildschweine**, **Füchse**, **Wölfe** und **Hasen**.\n\nVerwenden Sie einen **Hochsitz**, um Ihre Jagd effizienter zu gestalten. **Vergessen Sie auch nicht, dass Sie Zugriff auf ein Zielfernrohr für Scharfschützen, einen Kollimator und ein Laser-Zielfernrohr haben**.\n\n- Das Spiel ist **ein Multiplayer-Titel**, in dem Sie gemeinsam mit anderen Jägern spielen können.\n- Probieren Sie es kostenlos mit einem Zeitlimit entsprechend der Serverkapazität (nicht mehr als 10 Minuten) aus oder kaufen Sie ein Abonnement und jagen Sie jeden Tag ohne Einschränkungen.\n- Das Spiel verfügt über **Voice-Chat**. Wenn sich einer der anderen Spieler im Umkreis von 10 Metern befindet, können Sie kommunizieren. Bitte seien Sie höflich zu anderen Jägern.\n\nDer Multiplayer-Aspekt fördert die Zusammenarbeit und gegenseitige Hilfe, um den Erfolg bei der Jagd sicherzustellen.\n\n# Hunting Online bietet ein einzigartiges und unterhaltsames Abenteuer für Jagdbegeisterte und Gelegenheitsspieler gleichermaßen.", "short_description": "Hunting ONLINE: Jäger Spiel ist ein VR-Jagdspiel, das in einer lustigen Low-Poly-Welt spielt, in der Spieler gemeinsam mit anderen Spielern auf einer riesigen Karte wilde Tiere jagen können."}, {"images": {"nodes": []}, "id": "1477507664116418", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Jogo de Caça", "keywords": ["tiro", "gratis", "multijogador", "shooting", "gun"], "long_description": "Hunting ONLINE é um jogo VR engraçado que mergulha os jogadores em um mundo vibrante e estilizado de caça e aventura. Situado em um ambiente agradável e minimalista, este jogo oferece uma nova visão do gênero de caça, jogabilidade fácil com gráficos coloridos e de baixo polígono.\n\nOs jogadores assumem o papel de um caçador que caça uma variedade de animais selvagens em terrenos enormes com uma floresta, campos, colinas, torres, um farol, um moinho e um pequeno pavilhão de caça. Você pode encontrar aqui **veados**, **ursos**, **alces**, **javalis**, **raposas**, **lobos** e **lebres**.\n\nUse um **suporte para veados** para tornar sua caça mais eficiente. Também não se esqueça de que você tem acesso a uma mira de atirador, colimador e mira a laser.\n\n- Este jogo de caça online é um **multijogador**, então você pode jogar com outros caçadores. O aspecto multijogador incentiva a cooperação, pois os caçadores podem compartilhar dicas, criar estratégias e ajudar uns aos outros para garantir o sucesso em suas caçadas.\n\n- **Experimente de graça com um limite de tempo de acordo com a capacidade do servidor (não mais que 10 min), ou compre uma assinatura e cace sem limites todos os dias.**\n\n- O jogo tem **chat de voz**, se algum dos outros jogadores estiver a 10 metros, você poderá se comunicar. Por favor, seja educado com outros caçadores.\n\nHunting Online oferece uma aventura única e divertida para entusiastas de caça e jogadores casuais.", "short_description": "Hunting ONLINE 🎮 é um jogo de caça 🦌🔫 em VR 🕶️ ambientado em um mundo engraçado de baixo polígono 📐😂, onde os jogadores 👥 podem caçar animais selvagens 🐗🐺 em um mapa enorme 🌍 com outros jogadores 🏹💥."}, {"images": {"nodes": []}, "id": "1449552350135027", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Metsästäjä VR", "keywords": ["multiplayer", "simulaatio", "moninpeli", "ammunta", "yhdessä"], "long_description": "Hunting ONLINE on hauska VR-peli, joka upottaa pelaajat eloisaan, tyyliteltyyn metsästyksen ja seikkailun maailmaan. Tämä mukavassa, minimalistisessa ympäristössä sijoittuva peli tarjoaa uuden näkemyksen metsästysgenreen, helpon pelattavuuden värikkäillä, vähän polygrafiikalla.\n\nPelaajat astuvat metsästäjän kenkiin, joka metsästää erilaisia ​​villieläimiä valtavissa maastoissa, joissa on metsää, peltoja, kukkuloita, torneja, majakka, mylly ja pieni metsästysmaja. Täältä löydät **peuraa**, **karhua**, **hirviä**, **villisia**, **kettuja**, **susia** ja **jänisiä**.\n\nKäytä **peuratelinettä** tehostaaksesi metsästystäsi. **Muista myös, että sinulla on käytössäsi tarkka-ampuja-, kollimaattori- ja laserkiikari**.\n\n- Tämä metsästysverkkopeli on **moninpeli**, joten voit **pelata muiden metsästäjien kanssa**.\n- Kokeile ilmaiseksi palvelimen kapasiteetin mukaisella aikarajoituksella (enintään 10 min) tai osta tilaus ja metsästä ilman rajoituksia joka päivä.\n- Pelissä on **äänichat**, jos joku muista pelaajista on 10 metrin säteellä, pystyt kommunikoimaan. Ole kiltti muille metsästäjille.\n\nMoninpelin näkökulma rohkaisee yhteistyöhön, sillä metsästäjät voivat jakaa vinkkejä, strategioita ja auttaa toisiaan varmistamaan onnistumisen metsästyksessä.\n\n# Hunting Online tarjoaa ainutlaatuisen ja hauskan seikkailun metsästyksen harrastajille ja satunnaisille pelaajille.", "short_description": "Hunting Online: Metsästäjä VR on VR-metsästyspeli, joka sijoittuu hauskaan low-poly-maailmaan, jossa pelaajat voivat metsästää villieläimiä valtavan kartan yli muiden pelaajien kanssa."}, {"images": {"nodes": []}, "id": "1429530125386317", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Myśliwy VR", "keywords": ["multiplayer", "sieci", "funny", "shooting", "symulacja"], "long_description": "Hunting ONLINE to zabawna gra VR, która przenosi graczy w tętniący życiem, stylizowany świat łowiectwa i przygody. Osadzona w ładnym, minimalistycznym otoczeniu, gra oferuje świeże spojrzenie na gatunek łowiectwa, łatwą rozgrywkę z kolorową grafiką low-poly.\n\nGracze wcielają się w myśliwego, który poluje na różne dzikie zwierzęta na rozległych terenach z lasem, polami, wzgórzami, wieżami, latarnią morską, młynem i małym domkiem myśliwskim. Znajdziesz tutaj **jelenie**, **niedźwiedzie**, **łosie**, **dziki**, **lisy**, **wilki** i **zające**.\n\nUżyj **ambony na jelenie**, aby zwiększyć efektywność polowania. **Nie zapomnij również, że masz dostęp do lunety snajperskiej, kolimatora i lunety laserowej**.\n\n- Ta internetowa gra myśliwska jest **wieloosobowa**, więc możesz **grać z innymi myśliwymi**. \n- Wypróbuj za darmo z limitem czasowym zależnym od pojemności serwera (nie więcej niż 10 min) lub kup subskrypcję i poluj bez żadnych ograniczeń każdego dnia.\n- Gra ma **czat głosowy**, jeśli którykolwiek z innych graczy będzie w odległości 10 metrów, będziesz mógł się komunikować. Bądź uprzejmy wobec innych myśliwych.\n\nAspekt wieloosobowy zachęca do współpracy, ponieważ myśliwi mogą dzielić się wskazówkami, opracowywać strategie i pomagać sobie nawzajem, aby zapewnić sobie sukces w polowaniach.\n\n# Hunting Online oferuje wyjątkową i zabawną przygodę zarówno dla entuzjastów polowań, jak i zwykłych graczy.", "short_description": "Hunting ONLINE to VR-owa gra myśliwska osadzona w zabawnym świecie low-poly, w której gracze mogą polować na dzikie zwierzęta na ogromnej mapie z innymi graczami."}, {"images": {"nodes": []}, "id": "1314080813775407", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting GAME: Jogo de Caça. MULTIJOGADOR", "keywords": ["simulação", "shooting", "tiro", "gratis", "ONLINE"], "long_description": "Hunting GAME é um jogo VR engraçado que mergulha os jogadores em um mundo vibrante e estilizado de caça e aventura. Situado em um ambiente agradável e minimalista, este jogo oferece uma nova visão do gênero de caça, jogabilidade fácil com gráficos coloridos e de baixo polígono.\n\nOs jogadores assumem o papel de um caçador que caça uma variedade de animais selvagens em terrenos enormes com uma floresta, campos, colinas, torres, um farol, um moinho e um pequeno pavilhão de caça. Você pode encontrar aqui **veados**, **ursos**, **alces**, **javalis**, **raposas**, **lobos** e **lebres**.\n\nUse um **suporte para veados** para tornar sua caça mais eficiente. Também não se esqueça de que você tem acesso a uma mira de atirador, colimador e mira a laser.\n\n- Este jogo de caça online é um **multijogador**, então você pode jogar com outros caçadores. O aspecto multijogador incentiva a cooperação, pois os caçadores podem compartilhar dicas, criar estratégias e ajudar uns aos outros para garantir o sucesso em suas caçadas.\n\n- **Experimente de graça com um limite de tempo de acordo com a capacidade do servidor (não mais que 10 min), ou compre uma assinatura e cace sem limites todos os dias.**\n\n- O jogo tem **chat de voz**, se algum dos outros jogadores estiver a 10 metros, você poderá se comunicar. Por favor, seja educado com outros caçadores.\n\nHunting Online oferece uma aventura única e divertida para entusiastas de caça e jogadores casuais.", "short_description": "Hunting GAME 🎮 é um jogo de caça 🦌🔫 em VR 🕶️ ambientado em um mundo engraçado de baixo polígono 📐😂, onde os jogadores 👥 podem caçar animais selvagens 🐗🐺 em um mapa enorme 🌍 com outros jogadores 🏹💥."}, {"images": {"nodes": []}, "id": "1260354319269477", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Jaktspel. Jägare VR", "keywords": ["spela", "tillsammans", "funny", "aim", "range"], "long_description": "Hunting ONLINE är ett roligt VR-spel som fördjupar spelare i en färgstark och stiliserad värld av jakt och äventyr. Spelet utspelar sig i en trevlig, minimalistisk miljö och erbjuder en fräsch tolkning av jaktgenren med lättillgängligt gameplay och färgglad low-poly-grafik.\n\nSpelare kliver in i rollen som jägare och jagar olika vilda djur över stora områden med skogar, fält, kullar, torn, en fyr, en kvarn och en liten jaktstuga.\n\nHär kan du hitta **hjortar, björnar, älgar, vildsvin, rävar, vargar och harar**.\n\n**Använd ett jakttorn** för att göra jakten mer effektiv.\n\nGlöm inte att du också har tillgång till **kikarsikte, kollimatorsikte och lasersikte**.\n\n- Detta jaktspel online är ett **multiplayerspel**, så du kan **spela med andra jägare**.\n\n- Prenumerationsägare kan **spela med vänner**. Dela bara koden som visas på din hand i VR för att bjuda in dem. **Spela privat** om du föredrar att inte dela koden.\n\n- Prova gratis med en tidsbegränsning beroende på serverkapacitet (högst 10 minuter), eller köp en prenumeration och jaga utan begränsningar varje dag.\n\n- Spelet har **röstchatt** — om andra spelare befinner sig inom 10 meter kan ni kommunicera. Var vänlig och respektfull mot andra jägare.\n\nMultiplayer-läget uppmuntrar samarbete, där jägare kan dela tips, planera strategier och hjälpa varandra för att lyckas med jakten.\n\n# Hunting ONLINE erbjuder ett unikt och roligt äventyr för både jaktentusiaster och casual-spelare.", "short_description": "Hunting ONLINE är ett VR-jakspel i en rolig low-poly-värld där du jagar vilda djur på stora kartor tillsammans med andra spelare och vänner. "}, {"images": {"nodes": []}, "id": "1180060114254459", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Jæger VR", "keywords": ["sammen", "multiplayer", "skydning", "sjove", "simulering"], "long_description": "Hunting ONLINE is a funny VR game that immerses players in a vibrant, stylized world of hunting and adventure. Set in a nice, minimalist environment, this game offers a fresh take on the hunting genre, easy gameplay with colorful, low-poly graphics. \n\nPlayers step into the shoes of a hunter who hunts a variety of wild animals across huge terrains with a forest, fields, hills, towers, a lighthouse, a mill and a small hunting lodge. You can find here **deer**, **bears**, **moose**, **wild boars**, **foxes**, **wolves** and **hares**. \n\nUse a **deer stand** to make your hunting more efficient. **Also don't forget that you have access to sniper scope, collimator and laser scope**. \n\n- This hunting online game is a **multiplayer** so you can **play with other hunters**.\n-  Try it for free with a time limit according to server capacity (no more than 10 min), or buy subscription and hunt without any limits every day.\n- The game has **voice chat**, if any of the other players will be within 10 meters, you will be able to communicate. Please, be polite to other hunters. \n\nThe multiplayer aspect encourages cooperation, as hunters can share tips, strategize, and help each other out to ensure success in their hunts.\n\n# Hunting Online offers a unique and fun adventure for hunting enthusiasts and casual gamers alike.", "short_description": "Hunting ONLINE er et VR-jagtspil, der foregår i en sjov low-poly-verden, hvor spillere kan jage vilde dyr på tværs af kæmpe kort med andre spillere."}, {"images": {"nodes": []}, "id": "1029346636081024", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: 在线狩猎动物的好游戏", "keywords": ["射擊", "shooting", "multiplayer", "多人遊戲", "funny"], "long_description": "「Hunting ONLINE」是一款有趣的虛擬現實遊戲，將玩家帶入一個充滿活力且風格獨特的狩獵與冒險世界。這款遊戲以簡約而令人愉悅的環境為背景，為狩獵類遊戲提供了全新的視角，並以簡單的遊戲玩法和色彩豐富的低多邊形圖形為特色。\n\n玩家將扮演一名獵人，在廣闊的地形中狩獵各種野生動物，包括森林、田野、山丘、塔樓、燈塔、風車和小型狩獵小屋。在這裡，你可以找到**鹿**、**熊**、**駝鹿**、**野豬**、**狐狸**、**狼**和**野兔**。\n\n使用**鹿架**可以讓你的狩獵更加高效。此外，別忘了你還可以使用望遠鏡瞄準器、紅點瞄準器和激光瞄準器。\n\n- 這款線上狩獵遊戲是**多人遊戲**，因此你可以與其他獵人一起遊玩。多人遊戲模式鼓勵合作，獵人們可以分享技巧、制定策略並互相幫助，以確保狩獵成功。\n\n- **免費試玩，根據伺服器容量有時間限制（不超過10分鐘），或購買訂閱，每天無限制狩獵。**\n\n- 遊戲內置**語音聊天**功能，如果其他玩家距離你不到10米，你們可以進行交流。請對其他獵人保持禮貌。\n\n「Hunting Online」為狩獵愛好者和休閒玩家提供了一場獨特而有趣的冒險體驗。", "short_description": "「Hunting ONLINE」是一款虛擬現實狩獵遊戲，設定在一個有趣的低多邊形世界中，玩家可以與其他玩家一起在廣闊的地圖上狩獵野生動物。"}, {"images": {"nodes": [{"file_name": "banner hero cover HUnting Online.png", "id": "2013387622507013", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391904_2013387625840346_6133360445167023465_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vvQpIQ4ZVRIQ7kNvwH6dq5W&_nc_oc=AdkT1vCSxMGV6Eqrn3q3Lc4Q7qm5GEaYUW6Znxu2Jm5VmzklpWwgqrtUkdV_a_1bIMs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftdhQhnYOhBLK_MSJWVUV4OmrrZlN2gHQwIb23qYfRmCQ&oe=6995CB54"}, {"file_name": "icon512.png", "id": "1706612386927036", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393223_1706612390260369_4148050340345912258_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zZH3b-sejbsQ7kNvwEDhz4O&_nc_oc=Adm2Ko3qVqz-hk0ewNDmgzTReCHBxVkWRRVAy74tJROht54SZMwqf1Ebmik39t_5gac&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afuo_o9rfPaK0vN9KlDKZnLnmPhOtglnorLJZQSsQgyiaQ&oe=6995BDA5"}, {"file_name": "logo_s.png", "id": "1575125653143274", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393328_1575125656476607_2220549067167640139_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aJWDAjVT9OAQ7kNvwGGC__m&_nc_oc=AdltTgcjoXXMNBcXDnoPemt1vffjKQnz2Ze80_LXFzFNdCi5E1nNBFBnNBLCttBWcUY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft9mr3P1m7ZIWVROhaT9M0RcyJl8Lj-2hhjD-XyVDr-Kg&oe=6995A75F"}, {"file_name": "portret cover 1008x1440.png", "id": "1334279290900280", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393511_1334279294233613_8988953149349913233_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GizahTMINkcQ7kNvwHUAJBu&_nc_oc=AdnVE5RrrxMO7inGiWuvz_S2dbkCS5QbsJdLGxCUA5xbybXjIWxdNco5DHDVlZL8R5E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu7AWN0nuxLG5NqOvthbpCoeRd9_Vt5nGSV87A1gqs7cA&oe=6995BDCF"}, {"file_name": "Cover Hunting Online  1440x1440 05.04.2025.png", "id": "1299396817811409", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473400248_1299396821144742_5783101699878529071_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xZwGvD41DvIQ7kNvwEG-4Bs&_nc_oc=AdlkDVnPvZoHDJ3a1YZ6Lbj5098bUGjBC_5Gw5FufPR2sWB7ZrBWKyMIvf8ynXlrnng&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftDKgjbz9u5-RxKN65Y9LpHxSdsGFVZcdaCw6BtNQg31w&oe=6995A49D"}, {"file_name": "skybox-min.png", "id": "1287606822528873", "image_type": "APP_IMG_CUBEMAP_SOURCE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473400248_1287606825862206_4303928108024752955_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yG6-mZEZFfYQ7kNvwFeQGxa&_nc_oc=AdlPoh82YLi1MRJu1bzEfRorraEMkO3A-OY2-yNL5wat0YnBYgERs7y_xaMbGFeryUk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftrCRvrRFGTotutNoCTuh3sz3LwqWUoV8iIZIzUBl4D6Q&oe=69959B7D"}, {"file_name": "Hunting Online Cover 05.04.2025 2.png", "id": "1107823984691339", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393328_1107823988024672_2366087593575339501_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a9dqLQBFpdAQ7kNvwGiopMu&_nc_oc=Adk2a-cKhzPk1iDkZ4ruDkFsFLyJhkCu4PoHhBmBSXPtegR8ljf-AVKjhUtIM-ed1a4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuOUsREQsKMbFUoA_fhBKh6aW17B-JpcCYyhim2RCJLtQ&oe=6995C7EA"}, {"file_name": "left.png", "id": "958010129597895", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391986_958010132931228_6367454703022253430_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QSL5jPOcoFwQ7kNvwEgb-EV&_nc_oc=Adli1zJMsuogHzZkJOXyolotKXp0FXuiCbs5oivi3_mM_EGTVB-riQh8_0_BfxR-W8E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftaxUTs0uixUO_m7RcjajHsaaxPSaiaaHLweqkcwIgiWg&oe=6995CDC2"}, {"file_name": "logo.png", "id": "934059258860088", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391840_934059262193421_2105786015145499906_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TxCz_aUppz8Q7kNvwH0JdaQ&_nc_oc=Adl1ge0KwNF70A7nLxy-Kub9AWLOvkTHQruxICUEBWGjrsPtYRhuelTdawdwA9A2PsI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsCVauNgggcq7nes1DTIceS8K6vXC4S__-HngyEnUEy7Q&oe=6995BB6B"}, {"file_name": "backdrop.png", "id": "618097397293257", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393941_618097400626590_3853307154665123837_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BqKWn8vMUF8Q7kNvwETpckD&_nc_oc=AdnTnIuyMnlDDvPDn4GzL4AyvejLWaY2rCRS1R1gi9iskC_Dquv0zmVnEZpI94E1Yiw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsMRiz1hJeXmVQByq5o1s4J-alEW93DElqRTar9YERcTg&oe=6995B5AD"}, {"file_name": "right.png", "id": "590647003740857", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391862_590647007074190_1106304987873569511_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rg2PGb66Dc4Q7kNvwH_W80_&_nc_oc=Adm0MdJfpdB6FhofdGzw33Brbr4wYHpK2MhN-lFG0kgSmiN2uujuGTbyQmJa_uoKqxw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsquKWZ7ZlMX0_WvofeEIr_lZ9gCGfTPZrgU-r669YIA&oe=6995A6E6"}]}, "id": "986250277897273", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_1.png", "id": "1537075983645826", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391862_1537075986979159_4049069772689358373_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0AtJAm-PffMQ7kNvwHmaNVw&_nc_oc=Adk990KMVheP4hlhpxTB78wPPEv3_QPHPMFqC4bHcj1A5r086RndIVKU3ULxn1GlwpU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftUMNjuvrKrcKlpv7DiZPUX0i0Jxk8EkVcelZ5LwdifVg&oe=6995BF71"}, {"file_name": "Screenshot_2.png", "id": "606030032416718", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392019_606030035750051_7894529706603703729_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bDcuG780JwkQ7kNvwE87GH1&_nc_oc=AdmSIUq4HCeuBLRWKsQEPhCRhhfz9G2rpLnhJC1kj_uXuXeqOWsEDtRytdE7hFVokkU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft1UwWIXGbhxs5J_etmCMeuRGpwikkLi6keo7VXGaqMXQ&oe=69959B55"}, {"file_name": "Screenshot_3.png", "id": "9252194504895848", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391890_9252194511562514_2965849038667877711_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=igYIhjbDZq4Q7kNvwHppZDG&_nc_oc=AdnoDB6Oa08a73dVZspYszEctjE70dW2VAA_mlV0TN-UcytNZSRmnbM3uOrOqEVz-RU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsc31HMaQAg7vehmNBnzyOGJ_VVxOAjfBCagIN09o84MA&oe=6995C3AD"}, {"file_name": "Screenshot_4.png", "id": "964504191984373", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392298_964504198651039_8823555883585173554_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KxbOPMhbsGcQ7kNvwFdZ2Y8&_nc_oc=Adm-0m9OzCHJQQi7NzgpPLjItdvSf_XM1eobtIzjRIHOJB1tPm4xuqJ9dPjzix0U0SY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftukqqkl2RG5ef3USwFVwO7QKoS1WnF-f0fmLMmrGIH_w&oe=6995C739"}, {"file_name": "Screenshot_5.png", "id": "1380243043131758", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473400248_1380243046465091_5343466199461672472_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XBUN6G1CC1sQ7kNvwFxauct&_nc_oc=AdmezgwF-gC9QnHISJehEanFvQajjEOa5DPCD55vfLWtGT_7SDlvnbPx0Xoi7hraSfY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftPWBGqdH4e0Qp36KNkml7z10AivpDgg8Fc0RtFSPW-dQ&oe=69959A81"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "New cover Art 2560x2440.png", "id": "2025971678250799", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820855_2025971684917465_2840540593667579480_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=C-Oyc6sNONUQ7kNvwENbWdj&_nc_oc=AdnvSsL1uh4oe5GrbSyh52eDx9aQf4h8N180k-hiwPzEjLyMP4cS7US0ytIJVsvt7uA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuBCiu56jU59GWQqK0rNTdQcsIEweume2EtlzYwDA4JVA&oe=69959A5A"}, "display_name": "Hunting game ONLINE: Hunter. MULTIPLAYER", "keywords": ["sniper", "together", "shooting", "fun", "friends"], "long_description": "# Play with friends in Hunting ONLINE!\nIt's a funny VR game that immerses you in a stylized world of hunting adventure. Set in a minimalist environment, easy gameplay with colorful, low-poly graphics. \n\nStep into the shoes of a hunter who hunts a variety of wild animals across huge terrains with a forest, fields, hills, towers, a lighthouse, a mill and a small hunting lodge. You can find here **deer**, **bears**, **moose**, **wild boars**, **foxes**, **wolves** and **hares**. \n\n- This is a **multiplayer** so you can **play with other hunters**.\n-  Subscription owners can **play with friends**. Just share the code displayed on your hand in VR to invite them. Play privately if you prefer not to share the code.\n-  Try it for free with a time limit according to server capacity (no more than 10 min), or buy subscription and hunt without any limits every day.\n- The game has **voice chat**, if any of the other players will be within 10 meters, you will be able to communicate. Please, be polite to other hunters.\n\nUse a **deer stand** to make your hunting more efficient.\n\n **Also don't forget that you have access to sniper scope, collimator and laser scope**. \n\n\n# Hunting Online offers a unique and fun adventure for hunting enthusiasts and casual gamers alike.\n", "short_description": "Hunting ONLINE is a VR hunting game set in a funny low-poly world where players can hunt wild animals across huge map with other players and friends. "}, {"images": {"nodes": []}, "id": "908844751710508", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Juego de caza VR", "keywords": ["disparos", "multijugadora", "juntos", "línea", "divertido"], "long_description": "Hunting ONLINE es un divertido juego de realidad virtual que sumerge a los jugadores en un mundo vibrante y estilizado de caza y aventuras. Ubicado en un entorno agradable y minimalista, este juego ofrece una nueva visión del género de la caza, una jugabilidad sencilla con gráficos coloridos y con pocos polígonos.\n\nLos jugadores asumen el papel de un cazador que caza una variedad de animales salvajes en un terreno enorme que incluye un bosque, campos, colinas, torres, un faro, un molino y un pequeño pabellón de caza. Puedes encontrar aquí **ciervos**, **osos**, **alces**, **jabalíes**, **zorros**, **lobos** y **liebres**.\n\nUtilice un **puesto para ciervos** para que su caza sea más eficiente. Además, no olvides que tienes acceso a una mira telescópica, un colimador y una mira láser.\n\n- Este juego de caza en línea es **multijugador**, por lo que puedes jugar con otros cazadores. El aspecto multijugador fomenta la cooperación, ya que los cazadores pueden compartir consejos, elaborar estrategias y ayudarse mutuamente para garantizar el éxito en sus cacerías.\n\n\n- **Pruébalo gratis con un límite de tiempo según la capacidad del servidor (no más de 10 min), o compra una suscripción y caza sin límites todos los días.**\n\n- El juego cuenta con **chat de voz**, si alguno de los otros jugadores se encuentra a menos de 10 metros, podrás comunicarte. Sea cortés con otros cazadores.\n\nHunting Online ofrece una aventura única y divertida tanto para los entusiastas de la caza como para los jugadores ocasionales.", "short_description": "Hunting ONLINE es un juego de caza en realidad virtual ambientado en un divertido mundo de pocos polígonos en el que los jugadores pueden cazar animales salvajes en un mapa enorme con otros jugadores."}, {"images": {"nodes": []}, "id": "886009830682090", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Hunter. 狩猟ゲームオンライン", "keywords": ["マルチプレイヤー", "射撃", "面白い", "funny", "動物"], "long_description": "Hunting ONLINEは、鮮やかでスタイリッシュな狩猟と冒険の世界にプレイヤーを誘う、愉快なVRゲームです。美しくミニマルな世界観を舞台に、狩猟というジャンルに斬新な解釈を加えた本作は、カラフルでローポリなグラフィックとシンプルなゲームプレイが特徴です。\n\nプレイヤーはハンターとなり、森、野原、丘、塔、灯台、製粉所、そして小さな狩猟小屋など、広大な地形を舞台に様々な野生動物を狩ります。登場する動物は、**シカ**、**クマ**、**ヘラジカ**、**イノシシ**、**キツネ**、**オオカミ**、**ノウサギ**など。\n\n**シカスタンド**を使えば、狩猟をより効率的に行うことができます。**また、スナイパースコープ、コリメーター、レーザースコープも使用可能です**。\n\n- このオンライン狩猟ゲームは**マルチプレイヤー**なので、**他のハンターとプレイできます**。\n- サーバー容量に応じて時間制限（10分以内）がある無料版をお試しいただくか、サブスクリプションをご購入いただければ毎日無制限で狩りをお楽しみいただけます。\n- ゲームには**ボイスチャット**機能があり、他のプレイヤーが10メートル以内にいる場合は会話が可能です。他のハンターには礼儀正しく接してください。\n\nマルチプレイヤーモードは協力プレイを促し、ハンター同士がヒントを共有したり、戦略を練ったり、助け合ったりすることで狩りを成功に導きます。\n\n# Hunting Onlineは、狩猟愛好家にもカジュアルゲーマーにも、ユニークで楽しい冒険を提供します。", "short_description": "Hunting ONLINE は、面白いローポリの世界を舞台にした VR ハンティング ゲームです。プレイヤーは、他のプレイヤーと一緒に広大なマップ上で野生動物を狩ることができます。\n"}, {"images": {"nodes": []}, "id": "882153718121540", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting Game ONLINE: Lovecká hra", "keywords": ["funny", "střílečka", "shooter", "wild", "gun"], "long_description": "Hunting ONLINE je zábavná VR hra, která hráče ponoří do živého, stylizovaného světa lovu a dobrodružství. Hra, zasazená do příjemného, ​​minimalistického prostředí, nabízí svěží pohled na lovecký žánr, snadnou hratelnost s barevnou grafikou s nízkým polygonálním efektem.\n\nHráči se vžijí do role lovce, který loví různá divoká zvířata napříč rozlehlými terény s lesem, poli, kopci, věžemi, majákem, mlýnem a malým loveckým zámečkem. Najdete zde **jeleny**, **medvědy**, **losy**, **divočáky**, **lišky**, **vlky** a **zajíce**.\n\nVyužijte **jelení porosty** pro zefektivnění lovu. **Nezapomeňte také, že máte přístup k odstřelovacímu dalekohledu, kolimátoru a laserovému dalekohledu**.\n\n- Tato online lovecká hra je **multiplayerová**, takže si můžete **hrát s ostatními lovci**.\n\n- Vyzkoušejte si ji zdarma s časovým limitem dle kapacity serveru (ne více než 10 minut), nebo si kupte předplatné a lovte bez jakýchkoli omezení každý den.\n- Hra má **hlasový chat**, pokud se kterýkoli z ostatních hráčů bude nacházet do 10 metrů, budete moci komunikovat. Prosím, buďte k ostatním lovcům zdvořilí.\n\nAspekt pro více hráčů podporuje spolupráci, protože lovci si mohou sdílet tipy, plánovat strategie a vzájemně si pomáhat, aby zajistili úspěch při lovu.\n\n# Hunting Online nabízí jedinečné a zábavné dobrodružství pro nadšence do lovu i příležitostné hráče.", "short_description": "Chceš zažít lov ve VR? 🎮🔫 Hunting ONLINE tě vezme do low-poly přírody 🌿, kde čekají zvířata 🐻 a výzvy s kamarády! 👥 Kdo uloví víc? 🏆\""}, {"images": {"nodes": []}, "id": "878271564915052", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Chasseur VR. MULTIJOUEUR", "keywords": ["ensemble", "tournage", "shooting", "amusants", "aventure"], "long_description": "Hunting ONLINE est un jeu VR amusant qui plonge les joueurs dans un monde vibrant et stylisé de chasse et d'aventure. Situé dans un environnement agréable et minimaliste, ce jeu offre une nouvelle vision du genre de la chasse, un gameplay facile avec des graphiques colorés et low-poly.\n\nLes joueurs se mettent dans la peau d'un chasseur qui chasse une variété d'animaux sauvages sur d'immenses terrains avec une forêt, des champs, un phare et un petit pavillon de chasse. Vous pouvez trouver ici des **cerfs**, des **ours**, des **orignaux**, des **sangliers**, des **renards**, des **loups** et des **lièvres**.\n\nUtilisez un **support de chevreuil** pour rendre votre chasse plus efficace. **N'oubliez pas non plus que vous avez accès à une lunette de sniper, un collimateur et une lunette laser**.\n\n- Ce jeu de chasse en ligne est **multijoueur** vous pouvez donc **jouer avec d'autres chasseurs**.\n- Essayez-le gratuitement avec une limite de temps en fonction de la capacité du serveur (pas plus de 10 min), ou achetez un abonnement et chassez sans aucune limite tous les jours.\n- Le jeu dispose d'un **chat vocal**, si l'un des autres joueurs se trouve à moins de 10 mètres, vous pourrez communiquer. S'il vous plaît, soyez polis envers les autres chasseurs.\n\nL'aspect multijoueur encourage la coopération, car les chasseurs peuvent partager des conseils, élaborer des stratégies et s'entraider pour assurer le succès de leurs chasses.\n\n# Hunting Online propose une aventure unique et amusante pour les amateurs de chasse et les joueurs occasionnels.", "short_description": "Hunting ONLINE : Chasseur VR est un jeu de chasse en réalité virtuelle se déroulant dans un monde amusant et low-poly où les joueurs peuvent chasser des animaux sauvages sur une immense carte avec d'autres joueurs."}, {"images": {"nodes": []}, "id": "874780198633579", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: 온라인 사냥 게임. 헌터 VR", "keywords": ["멀티플레이어", "함께", "슈팅", "funny", "aim"], "long_description": "헌팅 온라인(Hunting ONLINE)은 플레이어를 생동감 넘치고 스타일리시한 사냥과 모험의 세계로 몰입시키는 재미있는 VR 게임입니다. 아름답고 미니멀한 환경을 배경으로, 다채로운 로우 폴리 그래픽으로 사냥 장르에 대한 새로운 해석과 쉬운 게임플레이를 제공합니다.\n\n플레이어는 숲, 들판, 언덕, 탑, 등대, 방앗간, 그리고 작은 사냥 오두막이 있는 광활한 지형에서 다양한 야생 동물을 사냥하는 사냥꾼이 됩니다. 이곳에서는 **사슴**, **곰**, **무스**, **멧돼지**, **여우**, **늑대**, **산토끼**를 만나볼 수 있습니다.\n\n**사슴 스탠드**를 사용하면 사냥 효율을 높일 수 있습니다. **저격 조준경, 콜리메이터, 레이저 조준경도 사용할 수 있다는 점을 잊지 마세요**.\n\n- 이 헌팅 온라인 게임은 **멀티플레이어**이므로 **다른 사냥꾼들과 함께 플레이**할 수 있습니다.\n- 서버 용량에 따라 시간 제한(최대 10분)이 있는 무료 체험이나, 구독을 구매하여 매일 제한 없이 사냥하세요.\n- 이 게임에는 **음성 채팅** 기능이 있어, 다른 플레이어가 10미터 이내에 있으면 소통할 수 있습니다. 다른 사냥꾼들에게 예의를 갖춰주세요.\n\n멀티플레이어 모드에서는 사냥꾼들이 서로 팁을 공유하고, 전략을 세우고, 사냥의 성공을 위해 서로 도울 수 있어 협력을 장려합니다.\n\n# 헌팅 온라인은 사냥 애호가와 캐주얼 게이머 모두에게 독특하고 재미있는 모험을 선사합니다.", "short_description": "Hunting ONLINE은 재밌는 로우 폴리 세계를 배경으로 한 VR 사냥 게임으로, 플레이어는 거대한 맵에서 다른 플레이어와 함께 야생 동물을 사냥할 수 있습니다."}, {"images": {"nodes": []}, "id": "864913046466798", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: Κυνηγετικό παιχνίδι", "keywords": ["shooter", "funny", "animals", "aim", "shoot"], "long_description": "Είναι ένα αστείο παιχνίδι VR που βυθίζει τους παίκτες σε έναν ζωντανό, στυλιζαρισμένο κόσμο κυνηγιού και περιπέτειας. Τοποθετημένο σε ένα καθαρό, μινιμαλιστικό περιβάλλον, το παιχνίδι προσφέρει μια νέα άποψη στο είδος του gaming, εύκολο παιχνίδι με πολύχρωμα γραφικά. \n\nΟι παίκτες μπαίνουν στα παπούτσια ενός κυνηγού που κυνηγά μια ποικιλία άγριων ζώων σε τεράστια εδάφη με δάσος, χωράφια, λόφους, πύργους, φάρο, μύλο και ένα μικρό κυνηγετικό καταφύγιο. Μπορείτε να βρείτε εδώ **ελάφια**, **αρκούδα**, **άλκες**, **αγριογούρουνα**, **αλεπούδες**, **λύκους** και **λαγούς**.\n\nΧρησιμοποιήστε μια **στάντρα για ελάφια** για να κάνετε το κυνήγι σας πιο αποτελεσματικό. **Επίσης, μην ξεχνάτε ότι έχετε πρόσβαση στο εύρος σκοπευτή, το βεληνεκές και το εύρος λέιζερ**.\n\n- Αυτό το διαδικτυακό παιχνίδι κυνηγιού είναι **πολλαπλών παικτών** ώστε να μπορείτε να **παίζετε με άλλους κυνηγούς**.\n- Δοκιμάστε το δωρεάν με ένα χρονικό όριο ανάλογα με τη χωρητικότητα του διακομιστή (όχι περισσότερο από 10 λεπτά), ή αγοράστε συνδρομή και κυνηγήστε χωρίς περιορισμούς κάθε μέρα.\n- Το παιχνίδι έχει **φωνητική συνομιλία**, εάν κάποιος από τους άλλους παίκτες βρίσκεται σε απόσταση 10 μέτρων, θα μπορείτε να επικοινωνήσετε. Παρακαλώ, να είστε ευγενικοί με τους άλλους κυνηγούς.\n\n# Το Hunting Online προσφέρει μια μοναδική και διασκεδαστική περιπέτεια τόσο για τους λάτρεις του κυνηγιού όσο και για τους περιστασιακούς παίκτες.", "short_description": "Το Hunting ONLINE είναι ένα παιχνίδι κυνηγιού VR που διαδραματίζεται σε έναν αστείο κόσμο χαμηλής ποιότητας, όπου οι παίκτες μπορούν να κυνηγούν άγρια ​​ζώα σε τεράστιο χάρτη με άλλους παίκτες."}, {"images": {"nodes": []}, "id": "785892890551577", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting game ONLINE: 多人线上狩猎游戏", "keywords": ["free", "多人游戏", "射击", "一起", "funny"], "long_description": "这是一款趣味十足的VR游戏，让玩家沉浸在一个充满活力、风格独特的狩猎冒险世界中。游戏以优美简约的场景为背景，以全新的视角诠释了狩猎类游戏，轻松易玩，并采用色彩鲜艳的低多边形图形。\n\n玩家将扮演一名猎人，在广阔的地形中狩猎各种野生动物，包括森林、田野、丘陵、塔楼、灯塔、磨坊和小型狩猎小屋。你可以在这里找到**鹿**、**熊**、**驼鹿**、**野猪**、**狐狸**、**狼**和**野兔**。\n\n使用**鹿架**可以提高你的狩猎效率。**此外，你还可以使用狙击镜、准直器和激光瞄准镜**。\n\n- 这款狩猎在线游戏支持**多人游戏**，因此你可以**与其他猎人**一起游戏**。 \n- 免费试玩，但需根据服务器容量限制使用时间（不超过 10 分钟），或者购买订阅，每天进行无限制狩猎。\n- 游戏提供**语音聊天**功能，如果其他玩家在 10 米范围内，您可以进行交流。请对其他猎人保持礼貌。\n\n多人游戏鼓励合作，猎人可以分享技巧、制定策略并互相帮助，以确保狩猎成功。\n\n# Hunting Online 为狩猎爱好者和休闲玩家提供独特而有趣的冒险体验。", "short_description": "在《Hunting ONLINE》的卡通低多边形世界里，组队冒险！🌍 用VR设备沉浸式狩猎🐻，与玩家争夺最强猎人称号！🎯"}, {"images": {"nodes": []}, "id": "769347855505401", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: Juego de caza VR", "keywords": ["gratis", "disparos", "línea", "divertido", "multijugador"], "long_description": "Hunting ONLINE es un divertido juego de realidad virtual que sumerge a los jugadores en un mundo vibrante y estilizado de caza y aventuras. Ubicado en un entorno agradable y minimalista, este juego ofrece una nueva visión del género de la caza, una jugabilidad sencilla con gráficos coloridos y con pocos polígonos.\n\nLos jugadores asumen el papel de un cazador que caza una variedad de animales salvajes en un terreno enorme que incluye un bosque, campos, colinas, torres, un faro, un molino y un pequeño pabellón de caza. Puedes encontrar aquí **ciervos**, **osos**, **alces**, **jabalíes**, **zorros**, **lobos** y **liebres**.\n\nUtilice un **puesto para ciervos** para que su caza sea más eficiente. Además, no olvides que tienes acceso a una mira telescópica, un colimador y una mira láser.\n\n- Este juego de caza en línea es **multijugador**, por lo que puedes jugar con otros cazadores.\n- **Pruébalo gratis con un límite de tiempo según la capacidad del servidor (no más de 10 min), o compra una suscripción y caza sin límites todos los días.**\n- El juego cuenta con **chat de voz**, si alguno de los otros jugadores se encuentra a menos de 10 metros, podrás comunicarte. Sea cortés con otros cazadores.\n\n El aspecto multijugador fomenta la cooperación, ya que los cazadores pueden compartir consejos, elaborar estrategias y ayudarse mutuamente para garantizar el éxito en sus cacerías.\n\n# Hunting Online ofrece una aventura única y divertida tanto para los entusiastas de la caza como para los jugadores ocasionales.", "short_description": "Hunting ONLINE es un juego de caza en realidad virtual ambientado en un divertido mundo de pocos polígonos en el que los jugadores pueden cazar animales salvajes en un mapa enorme con otros jugadores."}, {"images": {"nodes": []}, "id": "745201048637539", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting ONLINE: ÇOK OYUNCULU AV OYUNU VR", "keywords": ["aim", "range", "Avcılık", "avcı", "avı"], "long_description": "Hunting ONLINE, oyuncuları canlı, stilize bir avcılık ve macera dünyasına daldıran eğlenceli bir VR oyunudur. Güzel, minimalist bir ortamda geçen bu oyun, avcılık türüne yeni bir bakış açısı, renkli, düşük poligonlu grafiklerle kolay bir oyun deneyimi sunar.\n\nOyuncular, orman, tarlalar, tepeler, kuleler, bir deniz feneri, bir değirmen ve küçük bir av kulübesi bulunan geniş arazilerde çeşitli vahşi hayvanları avlayan bir avcının yerine geçer. Burada **geyik**, **ayı**, **geyik**, **yaban domuzu**, **tilki**, **kurt** ve **tavşan** bulabilirsiniz.\n\nAvlanmanızı daha verimli hale getirmek için bir **geyik standı** kullanın. **Ayrıca keskin nişancı dürbünü, kolimatör ve lazer dürbününe** erişiminiz olduğunu unutmayın.\n\n- Bu çevrimiçi avcılık oyunu **çok oyunculu** olduğundan **diğer avcılarla** oynayabilirsiniz. - Sunucu kapasitesine göre bir zaman sınırıyla (en fazla 10 dakika) ücretsiz deneyin veya abonelik satın alın ve her gün herhangi bir sınırlama olmadan avlanın.\n- Oyunda **sesli sohbet** vardır, diğer oyunculardan herhangi biri 10 metre içinde olursa, iletişim kurabilirsiniz. Lütfen diğer avcılara karşı nazik olun.\n\nÇok oyunculu yönü, avcıların ipuçlarını paylaşabileceği, strateji geliştirebileceği ve avlarında başarıyı garantilemek için birbirlerine yardım edebileceği için işbirliğini teşvik eder.\n\n# Hunting Online, avcılık meraklıları ve sıradan oyuncular için benzersiz ve eğlenceli bir macera sunar.", "short_description": "Hunting ONLINE, oyuncuların diğer oyuncularla birlikte devasa bir haritada vahşi hayvanları avlayabildiği eğlenceli, düşük poligonlu bir dünyada geçen bir VR avcılık oyunudur.   "}, {"images": {"nodes": []}, "id": "730901716405661", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hunting Game ONLINE: Охотничья игра VR", "keywords": ["бесплатные", "мультиплеер", "shooter", "funny", "вместе"], "long_description": "Hunting ONLINE — это забавная VR-игра, которая погружает игроков в яркий, стилизованный мир охоты и приключений. Действие происходит в приятной минималистичной обстановке. Игра предлагает свежий взгляд на жанр охоты, простой игровой процесс с красочной низкополигональной графикой.\n\nПримерь на себя роль охотника, который охотится на различных диких животных на обширных территориях с лесом, полями, холмами, башнями, маяком, мельницей и небольшим охотничьим домиком. Здесь ты найдешь **оленей**, **медведей**, **лосей**, **кабанов**, **лис**, **волков** и **зайцев**.\n\nИспользуй **вышку**, чтобы сделать свою охоту более эффективной. **Также не забывай про доступ к снайперскому прицелу, коллиматору и лазерному прицелу**.\n\n- Это **многопользовательская** онлайн-игра, поэтому ты можешь **играть с другими охотниками**.\n- Попробуй бесплатно с ограничением по времени в зависимости от возможностей сервера (не более 10 минут) или купи подписку и охоться без ограничений каждый день.\n- В игре есть **голосовой чат**, если кто-то из других игроков окажется в пределах 10 метров, вы сможете общаться. Пожалуйста, будь вежлив с другими охотниками.\n\nМультиплеер поощряет командную работу, охотники могут делиться советами, разрабатывать стратегии и помогать друг другу, чтобы обеспечить успех в охоте.\n\n# Hunting Online предлагает уникальное и веселое приключение как для любителей охоты, так и для обычных игроков.", "short_description": "🎮 Hunting ONLINE — почувствуй себя охотником в VR! 🌲🦌 Заходи в забавный low-poly мир, исследуй масштабную карту 🗺️ и охоться с другими игроками! 👥🔫"}]}, "developer_name": null, "developer_privacy_policy_url": "https://mikalaikazei.github.io/huntonline.html", "developer_terms_of_service_url": null, "publisher_name": "Mikalai Kazei", "support_website_url": null, "website_url": "https://mikalaikazei.github.io/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "459781504968480"}, {"id": "331529188132278"}, {"id": "3744040075834813"}], "external_subscription_type": "REQUIRED_FOR_SOME_CONTENT", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER", "CO_OP"], "id": "25422147564147115"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473400248_1299396821144742_5783101699878529071_n.png?stp=dst-png_s360x360&_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xZwGvD41DvIQ7kNvwEG-4Bs&_nc_oc=AdlkDVnPvZoHDJ3a1YZ6Lbj5098bUGjBC_5Gw5FufPR2sWB7ZrBWKyMIvf8ynXlrnng&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsvGRZjMErh7hSw-wZ5h6NBMwjw0Jm0Xi7Fi2QK8rYJ4A&oe=6995A49D"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Hunting game ONLINE: Hunter. MULTIPLAYER", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Sports", "id": "2776542286000603"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Simulation", "id": "331529188132278"}, {"topic_name": "Shooter", "id": "3744040075834813"}], "release_date": 1738257300, "lastRevision": {"nodes": [{"id": "8909763382478794", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8909763339145465", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2948209318676221"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "banner hero cover HUnting Online.png", "id": "2013387622507013", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391904_2013387625840346_6133360445167023465_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vvQpIQ4ZVRIQ7kNvwH6dq5W&_nc_oc=AdkT1vCSxMGV6Eqrn3q3Lc4Q7qm5GEaYUW6Znxu2Jm5VmzklpWwgqrtUkdV_a_1bIMs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftdhQhnYOhBLK_MSJWVUV4OmrrZlN2gHQwIb23qYfRmCQ&oe=6995CB54"}, {"file_name": "icon512.png", "id": "1706612386927036", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393223_1706612390260369_4148050340345912258_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zZH3b-sejbsQ7kNvwEDhz4O&_nc_oc=Adm2Ko3qVqz-hk0ewNDmgzTReCHBxVkWRRVAy74tJROht54SZMwqf1Ebmik39t_5gac&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afuo_o9rfPaK0vN9KlDKZnLnmPhOtglnorLJZQSsQgyiaQ&oe=6995BDA5"}, {"file_name": "logo_s.png", "id": "1575125653143274", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393328_1575125656476607_2220549067167640139_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aJWDAjVT9OAQ7kNvwGGC__m&_nc_oc=AdltTgcjoXXMNBcXDnoPemt1vffjKQnz2Ze80_LXFzFNdCi5E1nNBFBnNBLCttBWcUY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft9mr3P1m7ZIWVROhaT9M0RcyJl8Lj-2hhjD-XyVDr-Kg&oe=6995A75F"}, {"file_name": "portret cover 1008x1440.png", "id": "1334279290900280", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393511_1334279294233613_8988953149349913233_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GizahTMINkcQ7kNvwHUAJBu&_nc_oc=AdnVE5RrrxMO7inGiWuvz_S2dbkCS5QbsJdLGxCUA5xbybXjIWxdNco5DHDVlZL8R5E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu7AWN0nuxLG5NqOvthbpCoeRd9_Vt5nGSV87A1gqs7cA&oe=6995BDCF"}, {"file_name": "mini landscape 1080x360 Hunting Online.png", "id": "1333320724470990", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391958_1333320727804323_1232293227679395609_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UMiQNt5NMP8Q7kNvwGqgrIN&_nc_oc=AdkohA8A_47prcojUQO38WXL02mKKXXWc8EFR5KX26aKy-l_GB0-ohxD_FK5gC1NiOI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftF16_KNsdZ8Hhxchb1CyxGOMd6mf40U_jOGBaKVHkRxg&oe=6995CAE2"}, {"file_name": "skybox-min.png", "id": "1287606822528873", "image_type": "APP_IMG_CUBEMAP_SOURCE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473400248_1287606825862206_4303928108024752955_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yG6-mZEZFfYQ7kNvwFeQGxa&_nc_oc=AdlPoh82YLi1MRJu1bzEfRorraEMkO3A-OY2-yNL5wat0YnBYgERs7y_xaMbGFeryUk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftrCRvrRFGTotutNoCTuh3sz3LwqWUoV8iIZIzUBl4D6Q&oe=69959B7D"}, {"file_name": "left.png", "id": "958010129597895", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391986_958010132931228_6367454703022253430_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QSL5jPOcoFwQ7kNvwEgb-EV&_nc_oc=Adli1zJMsuogHzZkJOXyolotKXp0FXuiCbs5oivi3_mM_EGTVB-riQh8_0_BfxR-W8E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftaxUTs0uixUO_m7RcjajHsaaxPSaiaaHLweqkcwIgiWg&oe=6995CDC2"}, {"file_name": "Video cover 2560x1440 Hunting Online.png", "id": "944694814461043", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392005_944694817794376_1157326872825286520_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9PFCvWfNofYQ7kNvwHMpxNP&_nc_oc=AdkW_4caSedyCyAonejpPg4tAFN_Xj7nQ0D74TZlfj8999zQB6QwLe2XYyISfJQXwRA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvGurCW1mI4-H3a5JPVPv1pnW5djWuQr2QSD7zJewGjUA&oe=6995A4EA"}, {"file_name": "logo.png", "id": "934059258860088", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391840_934059262193421_2105786015145499906_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TxCz_aUppz8Q7kNvwH0JdaQ&_nc_oc=Adl1ge0KwNF70A7nLxy-Kub9AWLOvkTHQruxICUEBWGjrsPtYRhuelTdawdwA9A2PsI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsCVauNgggcq7nes1DTIceS8K6vXC4S__-HngyEnUEy7Q&oe=6995BB6B"}, {"file_name": "backdrop.png", "id": "618097397293257", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393941_618097400626590_3853307154665123837_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BqKWn8vMUF8Q7kNvwETpckD&_nc_oc=AdnTnIuyMnlDDvPDn4GzL4AyvejLWaY2rCRS1R1gi9iskC_Dquv0zmVnEZpI94E1Yiw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsMRiz1hJeXmVQByq5o1s4J-alEW93DElqRTar9YERcTg&oe=6995B5AD"}, {"file_name": "square cover 1440x1440.png", "id": "594594176619774", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391986_594594179953107_7844173089006281893_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Rc1jsvsoN1AQ7kNvwFh1D8D&_nc_oc=AdnUmchTg6VGH4yXUq0ozET7yQ9iXHQYDnb9tJMVGcURRL-HQDINOLk3MTl8VSSGuH8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv2ZFPaTMP42djQ61Ay6jvXO8kt5V00r5KuUxVAmzvxRA&oe=6995CCF9"}, {"file_name": "right.png", "id": "590647003740857", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391862_590647007074190_1106304987873569511_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rg2PGb66Dc4Q7kNvwH_W80_&_nc_oc=Adm0MdJfpdB6FhofdGzw33Brbr4wYHpK2MhN-lFG0kgSmiN2uujuGTbyQmJa_uoKqxw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsquKWZ7ZlMX0_WvofeEIr_lZ9gCGfTPZrgU-r669YIA&oe=6995A6E6"}]}, "id": "1847189102353834", "locale": "en_US", "screenshots": [{"file_name": "Screenshot_1.png", "id": "1334463924504760", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391785_1334463927838093_2576327254797328376_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-dOJia6mHKIQ7kNvwHg9d-I&_nc_oc=AdkE_1YztwedVA0zEjnBuOgihT7GmYR3JX1PkEhnv0iujrgRuqfYtDBBt3SOM6NBklQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs9WHrt46kGeUWuvALu-kifpill1gxGu7NKvnMlM8YQiQ&oe=6995A49F"}, {"file_name": "Screenshot_2.png", "id": "1312214740091889", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391859_1312214746758555_6439539586516697959_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Pdax6GlhiUkQ7kNvwHDSaNY&_nc_oc=AdkuR_idFXyTuwssahAaHWADpAyrIzs9ruKiAIQN-zzdMcOvVldIwZpaOrUV-EQS-0Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afur03_Zbeq6QJUc6mSuJFpCaCdqzb_1ws91WBrK4V7YTw&oe=6995C639"}, {"file_name": "Screenshot_3.png", "id": "1642185549729006", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391822_1642185556395672_3467732272517835089_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hhhklACfPtYQ7kNvwHJF5yK&_nc_oc=AdniDUUI1Dt0M8V_0tOkkm5Ftp7vBwkXh7dS9voXIRqx3inuJg3EXMaYS-8-c6w9zL4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftnbTnceTQ3CX7evnvmMQa4JVAaaNU9JMnSbIBffVRxYA&oe=6995CA01"}, {"file_name": "Screenshot_5.png", "id": "2458861941121580", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391836_2458861944454913_7637079129444154312_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BzoT4hkweSIQ7kNvwF7ilbf&_nc_oc=Adlnu55Y0RY8SPfMf2kHjXyAh0TqAO_2t9mqhDU1hwFun4m5jUOq-SraK-DeZabBniY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvQJMf9vPtDMN5ootlZJ2tVmpF5QwmokQRyE8tzaeQoHQ&oe=6995C880"}, {"file_name": "Screenshot_4.png", "id": "3491794517789927", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391859_3491794521123260_4360423641709709377_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HUbG1cusP18Q7kNvwHq4jBK&_nc_oc=AdmBrcpErtDoje7o2U5gbSdVvHsELmTJ42ng1aNKyM5UsCKJJ4phvwnJnCQQchp-Yks&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsKsxuzKbCMBAChB2ExclqacFBEHZdtu9WagBkJ-yLlbA&oe=6995A914"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Video cover 2560x1440 Hunting Online.png", "id": "993697265949437", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392025_993697272616103_4240612722135085374_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jabFf3Rf70wQ7kNvwGWEqbv&_nc_oc=AdlyCgE_c2yvWeCKZG8iLu7l8hhjRBSkWQSfMTJosxMagEnnM_zgixFOqc59y5IrARs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvAh2KEAwrCq6TsWxpka5eIOGao8JwJFElHFh_DQBI20A&oe=6995B401"}, "display_name": "Hunting online", "keywords": [], "long_description": "\"Hunting Online\" is a funny VR game that immerses players in a vibrant, stylized world of hunting and adventure. Set in a nice, minimalist environment, this game offers a fresh take on the hunting genre, easy gameplay with colorful, low-poly graphics. \nPlayers step into the shoes of a hunter who hunts a variety of wild animals across huge terrains with a forest, fields, hills, towers, a lighthouse, a mill and a small hunting lodge. You can find here deer, bears, moose, wild boars, foxes, wolves and hares. Use a deer stand to make your hunting more efficient. Also don't forget that you have access to sniper scope, collimator and laser scope. \n\nThis hunting online game is a multiplayer so you can play with other hunters. Try it for free with a time limit according to server capacity (no more than 10 min), or buy subscription and hunt without any limits every day.\nThe multiplayer aspect encourages cooperation, as hunters can share tips, strategize, and help each other out to ensure success in their hunts.\n\nThe game has voice chat, if any of the other players will be within 10 meters, you will be able to communicate. Please, be polite to other hunters. \n\nHunting Online offers a unique and fun adventure for hunting enthusiasts and casual gamers alike.\n", "short_description": "\"Hunting Online\" is a VR hunting game set in a funny low-poly world where players can hunt wild animals across huge map with other players. "}]}, "developer_name": null, "developer_privacy_policy_url": "https://mikalaikazei.github.io/huntonline.html", "developer_terms_of_service_url": null, "publisher_name": "Mikalai Kazei", "support_website_url": null, "website_url": "https://mikalaikazei.github.io/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "3744040075834813"}, {"id": "331529188132278"}], "external_subscription_type": "REQUIRED_FOR_SOME_CONTENT", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "CO_OP", "SINGLE_USER"], "id": "8962622990526166"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "662269129460530"}]}, "baseline_offer": {"id": "662269129460530"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1738257300, "status": "PUBLISHED", "id": "662269129460530"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25289137260781480", "version": "1.5"}, "id": "936101585300074", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8909763339145465", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25289137260781480"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "936101585300074"}]}, "change_log": null, "created_date": 1766951341, "id": "25289137260781480", "version": "1.5", "version_code": 140, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8909763339145465", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25289137260781480"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "936101585300074"}]}, "change_log": null, "created_date": 1764686314, "id": "25076918738670001", "version": "1.3", "version_code": 130, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8909763339145465", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25289137260781480"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "936101585300074"}]}, "change_log": null, "created_date": 1762847654, "id": "24900054986356378", "version": "1.2", "version_code": 120, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8909763339145465", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25289137260781480"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "936101585300074"}]}, "change_log": null, "created_date": 1738931932, "id": "9004247229697075", "version": "1.1", "version_code": 110, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8909763339145465", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25289137260781480"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1738930700, "id": "9004160326372432", "version": "1.0", "version_code": 100, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}