{"data": {"node": {"__typename": "Application", "id": "5459391390744272", "organization": {"id": "940248206593481", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4632552223510474"}, {"id": "5459391390744272"}]}, "id": "259787956266633"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5459391390744272", "release_date": 1697734800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 14}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9457075954309109"}, "id": "2223994804405144"}]}}, "binary": null, "live_binary": null, "created_date": 1731359699, "id": "9515155318501172", "is_initial_release": false, "name_with_fallback": "v9", "pdp_metadata_with_fallback": {"version": 6, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9777132398970128"}, "release_status": "RELEASED", "id": "5459391390744272"}, "id": "9777132398970128", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5459391390744272", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "973311348035157"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "8761328427255437", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "¡Renueva tu estilo en un pueblo retro! Haz nuevos amigos, ve a pescar y relájate con una rana en un universo acogedor inspirado en el anime. Salva el bar de sushi de los codiciosos desarrolladores de tierras en esta salvaje aventura narrativa.\n\nConoce al equipo de Kotobuki Town y sumérgete en un montón de actividades épicas mientras los conoces.\n\nGana su confianza realizando tareas geniales, y estarán encantados de unirse a ti para comer sushi en el restaurante de sushi local.\n\n===\n\n• Tantas. Actividades. – Pesca, atrapa insectos, pasea perros – ¿quizás incluso cazar fantasmas...?\n\n• Paneles de manga 3D inmersivos – Vive tu sueño como el personaje principal de un manga con estos efectos visuales de última generación.\n\n• Juego relajado – Relájate en un tranquilo pueblo japonés mientras disfrutas de algunas melodías suaves de guitarra.\n\n• Doblaje completo en japonés – Escucha a tus personajes favoritos cobrar vida con las voces de estrellas como Chiaki Takahashi, Show Hayami y Hideyuki Tanaka.\n\n• Experiencia inclusiva para el jugador – Personaliza tu apariencia y tus movimientos.\n\n• Juego cómodo – Ajusta tu área de juego y elige entre estar sentado o de pie.", "short_description": "¡Renueva tu estilo en un pueblo retro! Haz nuevos amigos, ve a pescar y relájate con una rana en un universo acogedor inspirado en el anime. Salva el bar de sushi de los codiciosos desarrolladores de tierras en esta salvaje aventura narrativa.\n\nConoce al equipo de Kotobuki Town y sumérgete en un montón de actividades épicas mientras los conoces.\n\nGana su confianza realizando tareas geniales, y estarán encantados de unirse a ti para comer sushi en el restaurante de sushi local."}, {"images": {"nodes": []}, "id": "3949611971981353", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": ["アニメ", "漫画", "日本", "釣り", "コメディ"], "long_description": "レトロな町であなたの雰囲気を一新しましょう！新しい友達とつながり、釣りに行ったり、アニメ風の心地よい世界でカエルとリラックスしたり。貪欲な土地開発業者から寿司バーを救うこのワイルドな物語の冒険に挑戦しましょう。\n\nコトブキ町の仲間に会い、彼らを知りながらたくさんのエピックな活動に飛び込みましょう。\n\nクールなタスクをこなして彼らの信頼を得れば、地元の寿司店で寿司を一緒に楽しむ準備ができています！\n\n===\n\n• たくさんのアクティビティ – 魚を釣り、虫を捕まえ、犬を散歩させる – もしかしたら幽霊狩りも...？\n\n• 没入型3Dマンガパネル – これらの次世代ビジュアルでマンガの主役としての夢を生きましょう。\n\n• リラックスしたゲームプレイ – 日本の静かな町で、スムーズなギターの調べに身を任せましょう。\n\n• フル日本語ボイスアクティング – 高橋千秋、速水奨、田中秀幸などのスターの声でお気に入りのキャラクターが生き生きと登場します。\n\n• プレイヤーインクルーシブ体験 – 見た目や動き方をカスタマイズできます。\n\n• 快適なゲームプレイ – プレイエリアを調整し、座るか立つかを選びましょう。", "short_description": "レトロな町であなたの雰囲気を一新しましょう！新しい友達とつながり、釣りに行ったり、アニメ風の心地よい世界でカエルとリラックスしたり。貪欲な土地開発業者から寿司バーを救うこのワイルドな物語の冒険に挑戦しましょう。\n\nコトブキ町の仲間に会い、彼らを知りながらたくさんのエピックな活動に飛び込みましょう。\n\nクールなタスクをこなして彼らの信頼を得れば、地元の寿司店で寿司を一緒に楽しむ準備ができています！"}, {"images": {"nodes": []}, "id": "2050451502042653", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Réinvente ta vibe dans une ville rétro ! Fais-toi de nouveaux amis, pars à la pêche et détends-toi avec une grenouille dans un univers cosy inspiré de l’anime. Sauve le bar à sushi des promoteurs immobiliers avides dans cette aventure narrative délirante.\n\nRencontre l’équipe de Kotobuki Town et plonge dans une multitude d’activités épiques tout en faisant leur connaissance.\n\nGagne leur confiance en accomplissant des tâches cool, et ils seront prêts à te rejoindre pour manger des sushis dans le restaurant local !\n\n===\n\n• Tant. D’activités. – Pêche, attrape des insectes, promène des chiens – peut-être même chasser des fantômes...?\n\n• Panneaux de manga 3D immersifs – Vis ton rêve en tant que personnage principal d’un manga avec ces visuels de pointe.\n\n• Jeu relaxant – Détends-toi dans une ville japonaise paisible en écoutant des mélodies de guitare douces.\n\n• Doublage japonais complet – Écoute tes personnages préférés prendre vie avec les voix de stars comme Chiaki Takahashi, Show Hayami et Hideyuki Tanaka.\n\n• Expérience de jeu inclusive – Personnalise ton apparence et ta façon de bouger.\n\n• Jouabilité confortable – Ajuste ta zone de jeu et choisis entre être assis ou debout.", "short_description": "Réinvente ta vibe dans une ville rétro ! Fais-toi de nouveaux amis, pars à la pêche et détends-toi avec une grenouille dans un univers cosy inspiré de l’anime. Sauve le bar à sushi des promoteurs immobiliers avides dans cette aventure narrative délirante.\n\nRencontre l’équipe de Kotobuki Town et plonge dans une multitude d’activités épiques tout en faisant leur connaissance."}, {"images": {"nodes": []}, "id": "1758110651640743", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Erneuere dein Leben in einer Retro-Stadt! Triff neue Freunde, geh angeln und chill mit einem Frosch in einem gemütlichen, anime-inspirierten Universum. Rette die Sushi-Bar vor gierigen Grundstücksentwicklern in diesem wilden erzählerischen Abenteuer.\n\nTriff das Team von Kotobuki Town und tauche in eine Menge epischer Aktivitäten ein, während du sie kennenlernst.\n\nGewinne ihr Vertrauen durch coole Aufgaben, und sie werden bereit sein, sich dir für etwas Sushi im örtlichen Sushi-Restaurant anzuschließen!\n\n===\n\n• So. Viele. Aktivitäten. – Angeln, Insekten fangen, Hunde ausführen – vielleicht sogar Geister jagen...?\n\n• Immersive 3D-Manga-Panels – Lebe deinen Traum als Hauptfigur in einem Manga mit diesen fortschrittlichen visuellen Effekten.\n\n• Entspannendes Spielen – Entspanne dich in einer ruhigen japanischen Stadt, während du sanften Gitarrenklängen lauschst.\n\n• Vollständige japanische Sprachausgabe – Höre deine Lieblingscharaktere zum Leben erweckt durch Stimmen von Stars wie Chiaki Takahashi, Show Hayami und Hideyuki Tanaka.\n\n• Inklusive Spielerfahrung – Passe dein Aussehen und deine Bewegungen an.\n\n• Bequemes Gameplay – Stelle deinen Spielbereich ein und wähle zwischen Sitzen oder Stehen.", "short_description": "Erneuere dein Leben in einer Retro-Stadt! Triff neue Freunde, geh angeln und chill mit einem Frosch in einem gemütlichen, anime-inspirierten Universum. Rette die Sushi-Bar vor gierigen Grundstücksentwicklern in diesem wilden erzählerischen Abenteuer.\n\nTriff das Team von Kotobuki Town und tauche in eine Menge epischer Aktivitäten ein, während du sie kennenlernst."}, {"images": {"nodes": []}, "id": "1368822770765401", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Genskab din stemning i en retro by! Mød nye venner, tag på fisketur, og hæng ud med en frø i et hyggeligt, anime-inspireret univers. Red sushi-baren fra grådige ejendomsudviklere i dette vilde narrative eventyr.\n\nMød holdet i Kotobuki Town og dyk ned i en masse episke aktiviteter, mens du lærer dem at kende.\n\nVind deres tillid ved at udføre seje opgaver, og de vil være klar til at slutte sig til dig for lidt sushi på den lokale sushi-restaurant!\n\n===\n\n• Så. Mange. Aktiviteter. – Fisk, fang insekter, gå tur med hunde – måske endda jage nogle spøgelser...?\n\n• Fortryllende 3D Manga Panels – Lev din drøm som hovedpersonen i en manga med disse avancerede visuelle effekter.\n\n• Afslappet gaming – Slap af i en rolig japansk by, mens du nyder nogle bløde guitar toner.\n\n• Fuld japansk stemmeskuespil – Hør dine yndlingsfigurer blive levende med stemmer fra stjerner som Chiaki Takahashi, Show Hayami og Hideyuki Tanaka.\n\n• Inkluderende spilleroplevelse – Tilpas dit udseende og hvordan du bevæger dig.\n\n• Komfortabelt gameplay – Juster dit spilleområde og vælg mellem at sidde eller stå.", "short_description": "Genskab din stemning i en retro by! Mød nye venner, tag på fisketur, og hæng ud med en frø i et hyggeligt, anime-inspireret univers. Red sushi-baren fra grådige ejendomsudviklere i dette vilde narrative eventyr.\n\nMød holdet i Kotobuki Town og dyk ned i en masse episke aktiviteter, mens du lærer dem at kende.\n\nVind deres tillid ved at udføre seje opgaver, og de vil være klar til at slutte sig til dig for lidt sushi på den lokale sushi-restaurant!"}, {"images": {"nodes": []}, "id": "969092675064268", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "레트로 타운에서 새로운 분위기를 느껴보세요! 새로운 친구들과 만나고, 낚시를 하고, 아늑한 애니메이션 영감을 받은 우주에서 개구리와 함께 휴식을 취하세요. 이 와일드한 내러티브 어드벤처에서 탐욕스러운 토지 개발자로부터 스시 바를 구하세요.\n\n코토부키 타운의 팀을 만나서 그들과 친해지면서 다양한 에픽 활동에 빠져보세요.\n\n멋진 임무를 수행하여 그들의 신뢰를 얻으면, 그들은 기꺼이 지역 스시 레스토랑에서 당신과 함께 스시를 먹으러 갈 것입니다!\n\n===\n\n• 너무 많은 활동 – 낚시, 곤충 잡기, 개 산책 – 어쩌면 유령 사냥도...?\n\n• 몰입형 3D 만화 패널 – 이 최첨단 비주얼로 만화의 주인공이 되는 꿈을 실현하세요.\n\n• 편안한 게임 – 평화로운 일본 마을에서 부드러운 기타 멜로디를 들으며 휴식을 취하세요.\n\n• 완전한 일본어 음성 연기 – 타카하시 치아키, 쇼 하야미, 타나카 히데유키 같은 스타들의 목소리로 좋아하는 캐릭터가 생생하게 다가옵니다.\n\n• 포괄적인 플레이어 경험 – 외모와 움직임을 커스터마이즈하세요.\n\n• 편안한 게임 플레이 – 플레이 영역을 조정하고 앉거나 서 있는 것을 선택하세요.", "short_description": "레트로 타운에서 새로운 분위기를 느껴보세요! 새로운 친구들과 만나고, 낚시를 하고, 아늑한 애니메이션 영감을 받은 우주에서 개구리와 함께 휴식을 취하세요. 이 와일드한 내러티브 어드벤처에서 탐욕스러운 토지 개발자로부터 스시 바를 구하세요.\n\n코토부키 타운의 팀을 만나서 그들과 친해지면서 다양한 에픽 활동에 빠져보세요.\n\n멋진 임무를 수행하여 그들의 신뢰를 얻으면, 그들은 기꺼이 지역 스시 레스토랑에서 당신과 함께 스시를 먹으러 갈 것입니다!"}, {"images": {"nodes": []}, "id": "958604592819971", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Rinnova il tuo stile in una città retrò! Fai amicizia con nuovi compagni, vai a pesca e rilassati con una rana in un universo accogliente ispirato agli anime. Salva il bar di sushi dai costruttori avidi in questa selvaggia avventura narrativa.\n\nIncontra la squadra di Kotobuki Town e immergiti in una serie di attività epiche mentre li conosci.\n\nGuadagna la loro fiducia svolgendo compiti fantastici, e saranno pronti a unirsi a te per del sushi nel sushi bar locale!\n\n===\n\n• Tantissime attività – Pesca, cattura insetti, porta a spasso i cani – forse anche cacciare fantasmi...?\n\n• Pannelli di manga 3D immersivi – Vivi il tuo sogno come protagonista di un manga con questi effetti visivi di alto livello.\n\n• Gioco rilassante – Rilassati in una tranquilla città giapponese ascoltando alcune melodie di chitarra dolci.\n\n• Doppiaggio giapponese completo – Ascolta i tuoi personaggi preferiti prendere vita con le voci di stelle come Chiaki Takahashi, Show Hayami e Hideyuki Tanaka.\n\n• Esperienza inclusiva per i giocatori – Personalizza il tuo aspetto e il tuo modo di muoverti.\n\n• Gameplay confortevole – Regola la tua area di gioco e scegli tra sederti o stare in piedi.", "short_description": "Rinnova il tuo stile in una città retrò! Fai amicizia con nuovi compagni, vai a pesca e rilassati con una rana in un universo accogliente ispirato agli anime. Salva il bar di sushi dai costruttori avidi in questa selvaggia avventura narrativa.\n\nIncontra la squadra di Kotobuki Town e immergiti in una serie di attività epiche mentre li conosci.\n\nGuadagna la loro fiducia svolgendo compiti fantastici, e saranno pronti a unirsi a te per del sushi nel sushi bar locale!"}, {"images": {"nodes": []}, "id": "945541650838879", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Oživte svůj styl v retro městě! Spojte se s novými kamarády, vydejte se na ryby a relaxujte s žábou v útulném, anime inspirovaném vesmíru. Zachraňte sushi bar před chamtivými developerskými firmami v tomto divokém narativním dobrodružství.\n\nSetkejte se s týmem města Kotobuki a ponořte se do řady epických aktivit, zatímco je poznáváte.\n\nZískejte jejich důvěru plněním skvělých úkolů a rádi se k vám připojí na sushi v místním sushi baru!\n\n===\n\n• Tolik. Mnoho. Aktivit. – Rybaření, chytání hmyzu, venčení psů – možná dokonce i lov duchů...?\n\n• Pohlcující 3D manga panely – Žijte svůj sen jako hlavní postava mangy s těmito špičkovými vizuálními efekty.\n\n• Relaxační hraní – Odpočiňte si v klidném japonském městě, zatímco si užíváte jemné kytarové melodie.\n\n• Kompletní japonský dabing – Poslouchejte své oblíbené postavy, jak ožívají s hlasy hvězd jako Chiaki Takahashi, Show Hayami a Hideyuki Tanaka.\n\n• Inkluzivní hráčská zkušenost – Přizpůsobte si svůj vzhled a způsob pohybu.\n\n• Pohodlné hraní – Přizpůsobte si herní prostor a vyberte si mezi sezením nebo stáním.", "short_description": "Oživte svůj styl v retro městě! Spojte se s novými kamarády, vydejte se na ryby a relaxujte s žábou v útulném, anime inspirovaném vesmíru. Zachraňte sushi bar před chamtivými developerskými firmami v tomto divokém narativním dobrodružství.\n\nSetkejte se s týmem města Kotobuki a ponořte se do řady epických aktivit, zatímco je poznáváte.\n\nZískejte jejich důvěru plněním skvělých úkolů a rádi se k vám připojí na sushi v místním sushi baru!"}, {"images": {"nodes": []}, "id": "936690148022297", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Förnya din stil i en retrostad! Träffa nya vänner, fiska och chilla med en groda i ett mysigt, anime-inspirerat universum. Rädda sushibaren från giriga fastighetsutvecklare i detta vilda narrativa äventyr.\n\nMöt gänget i Kotobuki Town och dyk ner i massor av episka aktiviteter medan du lär känna dem.\n\nFörtjäna deras förtroende genom att göra coola uppgifter, och de kommer att vara redo att följa med dig för lite sushi på den lokala sushirestaurangen!\n\n===\n\n• Så. Många. Aktiviteter. – Fiska, fånga insekter, gå med hundar – kanske till och med jaga spöken...?\n\n• Uppslukande 3D-mangapaneler – Lev din dröm som huvudkaraktär i en manga med dessa avancerade visuella effekter.\n\n• Avslappnat spelande – Koppla av i en fridfull japansk stad medan du lyssnar på mjuka gitarrmelodier.\n\n• Full japansk röstskådespeleri – Hör dina favoritkaraktärer komma till liv med röster från stjärnor som Chiaki Takahashi, Show Hayami och Hideyuki Tanaka.\n\n• Inkluderande spelupplevelse – Anpassa ditt utseende och hur du rör dig.\n\n• Bekvämt spel – Justera ditt spelområde och välj mellan att sitta eller stå.", "short_description": "Förnya din stil i en retrostad! Träffa nya vänner, fiska och chilla med en groda i ett mysigt, anime-inspirerat universum. Rädda sushibaren från giriga fastighetsutvecklare i detta vilda narrativa äventyr.\n\nMöt gänget i Kotobuki Town och dyk ner i massor av episka aktiviteter medan du lär känna dem.\n\nFörtjäna deras förtroende genom att göra coola uppgifter, och de kommer att vara redo att följa med dig för lite sushi på den lokala sushirestaurangen!"}, {"images": {"nodes": []}, "id": "906424524853460", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "在復古小鎮煥發新活力！結交新朋友，去釣魚，與青蛙在舒適的動漫風格世界中閒逛。在這個狂野的敘事冒險中，拯救壽司店免受貪婪的土地開發商侵害。\n\n認識壽町的隊伍，並在了解他們的過程中參與一系列精彩活動。\n\n通過完成酷炫任務贏得他們的信任，他們會願意與你一起在當地的壽司店享用壽司！\n\n===\n\n• 超多活動 – 釣魚、捉蟲、遛狗，甚至可能捉鬼...？\n\n• 沉浸式3D漫畫面板 – 用這些頂級視覺效果實現你作為漫畫主角的夢想。\n\n• 輕鬆的遊戲 – 在寧靜的日本小鎮放鬆，伴隨著平滑的吉他曲調。\n\n• 全日語語音演繹 – 聽你最喜歡的角色由諸如高橋千秋、速水獎和田中秀幸等明星配音。\n\n• 包容性玩家體驗 – 自定義你的外觀和動作方式。\n\n• 舒適的遊戲玩法 – 調整你的遊戲區域，並選擇坐著或站著。", "short_description": "在復古小鎮煥發新活力！結交新朋友，去釣魚，與青蛙在舒適的動漫風格世界中閒逛。在這個狂野的敘事冒險中，拯救壽司店免受貪婪的土地開發商侵害。\n\n認識壽町的隊伍，並在了解他們的過程中參與一系列精彩活動。\n\n通過完成酷炫任務贏得他們的信任，他們會願意與你一起在當地的壽司店享用壽司！\n\n• 舒適的遊戲玩法 – 調整你的遊戲區域，並選擇坐著或站著。"}, {"images": {"nodes": []}, "id": "897016189185054", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Vernieuw je vibe in een retro stad! Maak nieuwe vrienden, ga vissen en chill met een kikker in een gezellig, anime-geïnspireerd universum. Red de sushibar van hebzuchtige projectontwikkelaars in dit wilde verhalende avontuur.\n\nOntmoet de bende van Kotobuki Town en duik in een heleboel epische activiteiten terwijl je ze leert kennen.\n\nVerdien hun vertrouwen door coole taken te volbrengen, en ze zullen graag met je mee gaan voor wat sushi in de lokale sushibar!\n\n===\n\n• Zo. Veel. Activiteiten. – Vis, vang insecten, wandel met honden – misschien zelfs spookjagen...?\n\n• Indrukwekkende 3D Mangapanels – Leef je droom als hoofdpersonage in een manga met deze geavanceerde visuals.\n\n• Ontspannend gamen – Ontspan in een serene Japanse stad terwijl je luistert naar wat zachte gitaarmuziek.\n\n• Volledige Japanse voice-acting – Hoor je favoriete personages tot leven komen met stemmen van sterren zoals Chiaki Takahashi, Show Hayami en Hideyuki Tanaka.\n\n• Inclusieve spelerservaring – Pas je uiterlijk en bewegingen aan.\n\n• Comfortabele gameplay – Pas je speelruimte aan en kies tussen zitten of staan.", "short_description": "Vernieuw je vibe in een retro stad! Maak nieuwe vrienden, ga vissen en chill met een kikker in een gezellig, anime-geïnspireerd universum. Red de sushibar van hebzuchtige projectontwikkelaars in dit wilde verhalende avontuur.\n\nOntmoet de bende van Kotobuki Town en duik in een heleboel epische activiteiten terwijl je ze leert kennen.\n\nVerdien hun vertrouwen door coole taken te volbrengen, en ze zullen graag met je mee gaan voor wat sushi in de lokale sushibar!"}, {"images": {"nodes": [{"file_name": "SBVR_MetaStore_RariatooSpring_CoverLandscape.png", "id": "1913268709167349", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sin11-2.oculuscdn.com/v/t64.5771-25/39035469_1913268712500682_8680439129336358772_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5UqhloxjofEQ7kNvwFxlMld&_nc_oc=AdlwYXWt1_uzR3zktQa1f4AlFEXsbFZ0xafwR-zphWMMGi_msBAeM08DoaVIuGifJSA&_nc_zt=3&_nc_ht=scontent-sin11-2.oculuscdn.com&oh=00_AfKYhHTJnbtIOKun1xjV3uysmWPZcj_CyrG34cXkBxXDRg&oe=682093E9"}, {"file_name": "SBVR_MetaStore_RariatooSpring_HeroCover.png", "id": "1098591171777223", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sin6-3.oculuscdn.com/v/t64.5771-25/57569443_1098591175110556_2238578704442449371_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W2g_ch1MNGYQ7kNvwH_wwUW&_nc_oc=AdkJ7jt2ALqDVK-9XBN8xv47le003Gjt9ghgWDlXSpp-KEG3w1Qu4d2naTqwNYF6c3s&_nc_zt=3&_nc_ht=scontent-sin6-3.oculuscdn.com&oh=00_AfJk2TYK4R3-s2GfZI8wDzp1XpbloqAZh3-iVwmrm8EvNQ&oe=6820A6F8"}, {"file_name": "SBVR_Immersive Object Right 2.png", "id": "999113434459985", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-sin6-2.oculuscdn.com/v/t64.5771-25/39035401_999113437793318_8708226938543109666_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YY433XyuZ9cQ7kNvwE8gO2G&_nc_oc=Adk5ZNUdotyG9JNen0KdDmqdt-bVs0asaptqgtl1ywfxwayNbD64VQmsHqHoFkp3FRY&_nc_zt=3&_nc_ht=scontent-sin6-2.oculuscdn.com&oh=00_AfLW8Jiz-XkaC2sDcZn0JNCse1z_t3FVkOLEXBa48Y66xA&oe=68208EC5"}, {"file_name": "SBVR_RariatooSrping_CoverPortrait.png", "id": "850244673972303", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sin11-1.oculuscdn.com/v/t64.5771-25/39001676_850244677305636_5096529732080407134_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=i-CgP6wsFEwQ7kNvwHt0ksT&_nc_oc=AdkjuD4IT4qK-kFI8p_OCO2u6HgOCxdmKQd50-kK6g9R75PntomZ6Fc6pFM19YvkBpI&_nc_zt=3&_nc_ht=scontent-sin11-1.oculuscdn.com&oh=00_AfK6WOSj06hHmGcb4D5aqw1iojFNfLzKVWQyWAyfXGx8kg&oe=68207450"}, {"file_name": "SBVR_Immersive_Backdrop_highRes 2png.png", "id": "814486120266604", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-sin6-3.oculuscdn.com/v/t64.5771-25/39031525_814486123599937_3832734087908868634_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9Q-VgChv_3cQ7kNvwEo8-U1&_nc_oc=AdkX9-is2XA8xSvvwjACtz59XfnLh9kSN80q8ROR4bSKjeqzGXEFncfFV57jP8BN9UI&_nc_zt=3&_nc_ht=scontent-sin6-3.oculuscdn.com&oh=00_AfLmJiV5kQqBd6RLtNuArd0t7USE4Rd1qgTwd--Fc7kBJA&oe=682079C6"}, {"file_name": "SBVR_Immersive Object Left 2.png", "id": "664655171850862", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-sin2-1.oculuscdn.com/v/t64.5771-25/38974858_664655175184195_8754779326819322809_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JuuVVqPNip4Q7kNvwFhr-qZ&_nc_oc=Adneb5dQpZGsFgZ9yjBrGnRCwQyVnX6hNUga8BUkdJfJ-X2VUb4Xw0pQSLfA4HtI4Uo&_nc_zt=3&_nc_ht=scontent-sin2-1.oculuscdn.com&oh=00_AfIyqZsg1E6JvWduTRspu2PGFExzVtYxoP7Fd67pa_YKRQ&oe=6820A131"}, {"file_name": "SBVR_RariatooSrping_Icon_Meta.png", "id": "576489914797195", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sin11-1.oculuscdn.com/v/t64.5771-25/38982611_576489921463861_3581939231209091666_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EA_VaBbsHnEQ7kNvwHqUe81&_nc_oc=AdmJI2EYvL-BRuwbNuyeA0g-k4n8B4M7FAuHybAegwwQDeCHEvOLQ02mgbnSZnessyo&_nc_zt=3&_nc_ht=scontent-sin11-1.oculuscdn.com&oh=00_AfLktnWtEo45Au-XOlHpTjNlAOg1RlKErfDwm_rZM6n9Ag&oe=682080AE"}, {"file_name": "SBVR_MetaStore_RariatooSpring_MiniLandScape.png", "id": "566375789172904", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-sin2-2.oculuscdn.com/v/t64.5771-25/39031487_566375792506237_5899124550133946027_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=G0i81_2PfwAQ7kNvwEj5fc6&_nc_oc=AdlQPkmprxIOeaUkp771lyHedXRT2BbAsPeUCo6-l7z78QefKDBrtMJnbUUsxoirMEc&_nc_zt=3&_nc_ht=scontent-sin2-2.oculuscdn.com&oh=00_AfJUsXIyzKVQYfUXmtODSgjRQTmdFJhbR5fMQvzEx8wQ5Q&oe=6820A5F1"}, {"file_name": "SBVR_Meta_Logo_ImmersiveLayer.png", "id": "503292479209498", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-sin6-1.oculuscdn.com/v/t64.5771-25/38974681_503292482542831_8602811869507063021_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aJMdbVl7VFsQ7kNvwExHfLY&_nc_oc=Adn0i_15M9Gv1kt05VMbnaBAy3d8rMKOVMTe0gWafz_VEk2CYITidSl9U70ijCoawJY&_nc_zt=3&_nc_ht=scontent-sin6-1.oculuscdn.com&oh=00_AfIGeNwMTnLSPT39bHoheqrJX8y5_djt8YDgbF6EAne6lQ&oe=6820A570"}, {"file_name": "SBVR_MetaStore_RariatooSpring_CoverArt_Square.png", "id": "423596667424260", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sin11-2.oculuscdn.com/v/t64.5771-25/57572940_423596670757593_7994049406018255681_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PUhH8AhPSuoQ7kNvwHlI71K&_nc_oc=AdkykU3I5ACyNXiIUBTeQcnBw_fbp8eb4cUzh4hMBvCSHzh8GB601w6vjWgScoiU15I&_nc_zt=3&_nc_ht=scontent-sin11-2.oculuscdn.com&oh=00_AfIOQRlF86XKSghft9YcPq658wTSoua1eH2eAeCoZj86PQ&oe=6820756F"}, {"file_name": "SBVR_Logo_Meta.png", "id": "417756287767419", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sin2-3.oculuscdn.com/v/t64.5771-25/38982594_417756291100752_5430806518619434960_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yg_dBsAVvUMQ7kNvwEW4fUo&_nc_oc=AdnbPeJtiUdTsxtObk5OEz_yGMIvJh-MJlBlPXslXVSK38KrpkQYjJNfKetR_V-K3a4&_nc_zt=3&_nc_ht=scontent-sin2-3.oculuscdn.com&oh=00_AfINhs6GELskmpmr-qp6Ygvr2xJyCP35UfNtTTD-jcdZVw&oe=68207ED8"}]}, "id": "607181688667029", "locale": "en_US", "screenshots": [{"file_name": "SushiBen_ScreenShot_3.png", "id": "542039221280016", "uri": "https://scontent-sin2-1.oculuscdn.com/v/t64.5771-25/38974787_542039224613349_1200036707011907082_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Dm_NL1Rzz9EQ7kNvwHCEPwn&_nc_oc=Adn0LOAMGnpPUIyQDlMKaYH4ee_B52ms_kbVuXwyWTsdFZu-4EdJVXM86VrRUaEEiHM&_nc_zt=3&_nc_ht=scontent-sin2-1.oculuscdn.com&oh=00_AfKMEe3H52w4IBYRC-RaRvRfXg_nYveKkqTY3QpnyqKLLw&oe=6820886B"}, {"file_name": "SushiBen_ScreenShot_2.png", "id": "1004505380901597", "uri": "https://scontent-sin11-2.oculuscdn.com/v/t64.5771-25/43931332_1004505384234930_2362102747602069530_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=w1yWiCcMCMgQ7kNvwHGosTM&_nc_oc=AdnVl8CTfVVC7GBT5U7TQl22fvh-lY52Fj7mhOy9uk5B6FwnN8C4ZwwCC0c6TowpKZI&_nc_zt=3&_nc_ht=scontent-sin11-2.oculuscdn.com&oh=00_AfIQ66bSKQlywXzVOlXMJaOKcK55mzJh4cnlbnQi9899Gg&oe=68208AD0"}, {"file_name": "SushiBen_ScreenShot_5.png", "id": "931997714770274", "uri": "https://scontent-sin2-2.oculuscdn.com/v/t64.5771-25/38974497_931997718103607_6006284244228210301_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Fj5ZuDGtiAgQ7kNvwHWW2yG&_nc_oc=Adm8naI-UR-s7KRnF74QQKd2hR-MvSw-Xua7O0ekw6dRUoDNzKp-edx_oTKf3hvLF30&_nc_zt=3&_nc_ht=scontent-sin2-2.oculuscdn.com&oh=00_AfKv9ZmWG8I4MTjmoP7hApKxqKslLz3OCqmUdumgAtKfeA&oe=68208AC1"}, {"file_name": "SushiBen_ScreenShot_4.png", "id": "1307238116875009", "uri": "https://scontent-sin6-2.oculuscdn.com/v/t64.5771-25/38974917_1307238120208342_3910000765290985600_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QZRX1YOy0X0Q7kNvwHfKoeH&_nc_oc=AdkOIZ9RpKE620ldXqhH7tw5Pn9cDqo_wse0g2fSr7HgSeE6s-xaCJmpLNm2NZUQSXE&_nc_zt=3&_nc_ht=scontent-sin6-2.oculuscdn.com&oh=00_AfIQxX9vamz8YQOnJKBTAYDjDt8ppiD66Qx_Br4-u7yxHA&oe=6820A67C"}, {"file_name": "SushiBen_ScreenShot_1.png", "id": "1189489951730164", "uri": "https://scontent-sin2-2.oculuscdn.com/v/t64.5771-25/57574717_1189489955063497_6029107559823454791_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MqF-PGTHTbgQ7kNvwHqQ51r&_nc_oc=Adn6mn4IsWkZIrC-1K3VJo53xYWVVEHhbO3iEBthxl2wzvBg-ABrJMoLtFiOJOw9cPg&_nc_zt=3&_nc_ht=scontent-sin2-2.oculuscdn.com&oh=00_AfLynDnQtuGDD0Zs6pzmVKv36yi4Vj2HY4t3KHhljZk5dg&oe=68207934"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "SBVR_MetaStore_RariatooSpring_CoverLandscape.png", "id": "530932176216624", "uri": "https://scontent-sin6-3.oculuscdn.com/v/t64.5771-25/75282160_530932182883290_4755606566297954365_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Vpugg4341-gQ7kNvwFdT0j2&_nc_oc=AdlMuV1nTrTinklLdFA6vTflt0G8PG3zAUMsVW7szvn96DpT8D7NsMsOMp5qgvBKV6Y&_nc_zt=3&_nc_ht=scontent-sin6-3.oculuscdn.com&oh=00_AfIt9DhPehfWXa8hsqcygineXn8bKi2MGJ8OnxrA2kWVWA&oe=6820748C"}, "display_name": "Sushi Ben", "keywords": ["manga", "anime", "Japan", "fishing", "comedy"], "long_description": "Revamp your vibe in a retro town! Link up with new buddies, go fishing, and chill with a frog in a cozy, anime-inspired universe. Save the sushi bar from greedy land developers in this wild narrative adventure.\n\nMeet the squad of Kotobuki Town and dive into a bunch of epic activities while you get to know them.\n\nEarn their trust by doing cool tasks, and they'll be down to join you for some sushi back at the local sushi joint!\n\n===\n\n• So. Many. Activities. – Fish, catch bugs, walk dogs – maybe even hunt some ghosts...?\n\n• Immersive 3D Manga Panels – Live your dream as the main character in a manga with these next-level visuals.\n\n• Chill AF Gaming – Kick back in a serene Japanese town while vibing to some smooth guitar tunes.\n\n• Full Japanese Voice Acting – Hear your favorite characters come to life with voices from stars like Chiaki Takahashi, Show Hayami, and Hideyuki Tanaka.\n\n• Player Inclusive Experience – Customize your look and how you move.\n\n• Comfy Gameplay – Adjust your play area and choose between sitting or standing.", "short_description": "Revamp your vibe in a retro town! Link up with new buddies, go fishing, and chill with a frog in a cozy, anime-inspired universe. Save the sushi bar from greedy land developers in this wild narrative adventure.\n\nMeet the squad of Kotobuki Town and dive into a bunch of epic activities while you get to know them.\n\nEarn their trust by doing cool tasks, and they'll be down to join you for some sushi back at the local sushi joint!"}, {"images": {"nodes": []}, "id": "576712851958380", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Revitalizează-ți vibe-ul într-un oraș retro! Fă-ți noi prieteni, mergi la pescuit și relaxează-te cu o broască într-un univers confortabil inspirat din anime. Salvează barul de sushi de dezvoltatorii imobiliari lacomi în această aventură narativă sălbatică.\n\nCunoaște echipa din orașul Kotobuki și cufundă-te într-o mulțime de activități epice în timp ce îi cunoști mai bine.\n\nCâștigă-le încrederea prin îndeplinirea unor sarcini tari și vor fi dispuși să se alăture ție pentru sushi la barul local de sushi!\n\n===\n\n• Atât. De. Multe. Activități. – Pescuit, prins insecte, plimbat câini – poate chiar vânătoare de fantome...?\n\n• Panouri manga 3D imersive – Trăiește-ți visul ca personaj principal într-un manga cu aceste efecte vizuale de ultimă generație.\n\n• Joc relaxant – Relaxează-te într-un oraș japonez liniștit în timp ce te bucuri de câteva melodii line de chitară.\n\n• Dublaj complet în japoneză – Ascultă personajele tale preferate prind viață cu vocile unor vedete precum Chiaki Takahashi, Show Hayami și Hideyuki Tanaka.\n\n• Experiență de joc inclusivă – Personalizează-ți aspectul și modul de mișcare.\n\n• Joc confortabil – Ajustează-ți zona de joc și alege între a sta jos sau a sta în picioare.", "short_description": "Revitalizează-ți vibe-ul într-un oraș retro! Fă-ți noi prieteni, mergi la pescuit și relaxează-te cu o broască într-un univers confortabil inspirat din anime. Salvează barul de sushi de dezvoltatorii imobiliari lacomi în această aventură narativă sălbatică.\n\nCunoaște echipa din orașul Kotobuki și cufundă-te într-o mulțime de activități epice în timp ce îi cunoști mai bine."}, {"images": {"nodes": []}, "id": "537049085993348", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Odśwież swój styl w retro miasteczku! Nawiąż nowe znajomości, idź na ryby i zrelaksuj się z żabą w przytulnym, anime-inspirowanym świecie. Ocal bar sushi przed chciwymi deweloperami w tej dzikiej narracyjnej przygodzie.\n\nPoznaj ekipę z Kotobuki Town i zanurz się w mnóstwo epickich aktywności, poznając ich lepiej.\n\nZdobywaj ich zaufanie, wykonując fajne zadania, a chętnie dołączą do ciebie na sushi w lokalnej susharni!\n\n===\n\n• Tak. Wiele. Aktywności. – Łów ryby, łap owady, wyprowadzaj psy – może nawet poluj na duchy...?\n\n• Immersyjne panele mangi 3D – Spełnij swoje marzenie, będąc głównym bohaterem mangi, dzięki tym zaawansowanym efektom wizualnym.\n\n• Relaksująca rozgrywka – Odpocznij w spokojnym japońskim miasteczku, słuchając łagodnych gitarowych melodii.\n\n• Pełny japoński dubbing – Usłysz swoje ulubione postacie, które ożywają dzięki głosom gwiazd takich jak Chiaki Takahashi, Show Hayami i Hideyuki Tanaka.\n\n• Włączająca gracza rozgrywka – Dostosuj swój wygląd i sposób poruszania się.\n\n• Komfortowa rozgrywka – Dostosuj swoje pole gry i wybierz między siedzeniem a staniem.", "short_description": "Odśwież swój styl w retro miasteczku! Nawiąż nowe znajomości, idź na ryby i zrelaksuj się z żabą w przytulnym, anime-inspirowanym świecie. Ocal bar sushi przed chciwymi deweloperami w tej dzikiej narracyjnej przygodzie.\n\nPoznaj ekipę z Kotobuki Town i zanurz się w mnóstwo epickich aktywności, poznając ich lepiej.\n\nZdobywaj ich zaufanie, wykonując fajne zadania, a chętnie dołączą do ciebie na sushi w lokalnej susharni!"}, {"images": {"nodes": []}, "id": "3801232113523743", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Forny stemningen din i en retro by! Knytt bånd med nye venner, dra på fisketur, og heng med en frosk i et koselig, anime-inspirert univers. Redd sushi-baren fra grådige eiendomsutviklere i dette ville narrative eventyret.\n\nMøt gjengen i Kotobuki Town og dykk ned i en mengde episke aktiviteter mens du blir kjent med dem.\n\nVinn deres tillit ved å utføre kule oppgaver, og de vil være klare til å bli med deg på litt sushi på den lokale sushi-restauranten!\n\n===\n\n• Så. Mange. Aktiviteter. – Fiske, fange insekter, gå tur med hunder – kanskje til og med jakte på spøkelser...?\n\n• Immersive 3D Manga Panels – Lev drømmen din som hovedkarakter i en manga med disse avanserte visuelle effektene.\n\n• Avslappet spillopplevelse – Slapp av i en rolig japansk by mens du nyter noen glatte gitartoner.\n\n• Full japansk stemmeskuespill – Hør dine favorittkarakterer komme til liv med stemmene til stjerner som Chiaki Takahashi, Show Hayami og Hideyuki Tanaka.\n\n• Inkluderende spilleropplevelse – Tilpass utseendet ditt og hvordan du beveger deg.\n\n• Komfortabelt spill – Juster spillområdet ditt og velg mellom å sitte eller stå.", "short_description": "Forny stemningen din i en retro by! Knytt bånd med nye venner, dra på fisketur, og heng med en frosk i et koselig, anime-inspirert univers. Redd sushi-baren fra grådige eiendomsutviklere i dette ville narrative eventyret.\n\nMøt gjengen i Kotobuki Town og dykk ned i en mengde episke aktiviteter mens du blir kjent med dem.\n\nVinn deres tillit ved å utføre kule oppgaver, og de vil være klare til å bli med deg på litt sushi på den lokale sushi-restauranten!"}, {"images": {"nodes": []}, "id": "2444824649190078", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Retro bir kasabada tarzınızı yenileyin! Yeni arkadaşlarla tanışın, balık tutmaya gidin ve anime ilhamlı rahat bir evrende bir kurbağa ile takılın. Bu çılgın anlatı macerasında sushibar'ı açgözlü arazi geliştiricilerinden kurtarın.\n\nKotobuki Kasabası'nın ekibiyle tanışın ve onları tanırken birçok destansı aktiviteye dalın.\n\nHavalı görevler yaparak güvenlerini kazanın, ve yerel sushibar'da sizinle sushi yemeye istekli olacaklar!\n\n===\n\n• Çok. Fazla. Aktivite. – Balık tutmak, böcek yakalamak, köpek gezdirmek – belki de hayalet avlamak...?\n\n• Sürükleyici 3D Manga Panelleri – Bu ileri düzey görsellerle manga'nın ana karakteri olma hayalinizi yaşayın.\n\n• Rahatlatıcı Oyun – Sakin bir Japon kasabasında gevşeyin ve yumuşak gitar ezgilerinin tadını çıkarın.\n\n• Tam Japonca Seslendirme – Chiaki Takahashi, Show Hayami ve Hideyuki Tanaka gibi yıldızların sesleriyle en sevdiğiniz karakterlerin hayat bulmasını dinleyin.\n\n• Oyuncu İçerikli Deneyim – Görünümünüzü ve hareketlerinizi kişiselleştirin.\n\n• Rahat Oynanış – Oyun alanınızı ayarlayın ve oturmayı veya ayakta durmayı seçin.", "short_description": "Retro bir kasabada tarzınızı yenileyin! Yeni arkadaşlarla tanışın, balık tutmaya gidin ve anime ilhamlı rahat bir evrende bir kurbağa ile takılın. Bu çılgın anlatı macerasında sushibar'ı açgözlü arazi geliştiricilerinden kurtarın.\n\nKotobuki Kasabası'nın ekibiyle tanışın ve onları tanırken birçok destansı aktiviteye dalın.\n\nHavalı görevler yaparak güvenlerini kazanın, ve yerel sushibar'da sizinle sushi yemeye istekli olacaklar!"}, {"images": {"nodes": []}, "id": "1686864011896005", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Ανανεώστε την ατμόσφαιρά σας σε μια ρετρό πόλη! Συνδεθείτε με νέους φίλους, πηγαίνετε για ψάρεμα και χαλαρώστε με έναν βάτραχο σε ένα άνετο σύμπαν εμπνευσμένο από το ανιμέ. Σώστε το σούσι μπαρ από άπληστους κατασκευαστές γης σε αυτή την τρελή αφηγηματική περιπέτεια.\n\nΓνωρίστε την ομάδα της πόλης Kotobuki και βυθιστείτε σε μια σειρά από επικές δραστηριότητες ενώ τους γνωρίζετε καλύτερα.\n\nΚερδίστε την εμπιστοσύνη τους εκτελώντας ωραίες αποστολές, και θα είναι έτοιμοι να σας συνοδεύσουν για σούσι στο τοπικό σούσι μπαρ!\n\n===\n\n• Τόσες. Πολλές. Δραστηριότητες. – Ψάρεμα, κυνήγι εντόμων, βόλτα με σκύλους – ίσως ακόμη και κυνήγι φαντασμάτων...;\n\n• Βυθιστικά 3D πάνελ μάνγκα – Ζήστε το όνειρό σας ως κύριος χαρακτήρας σε ένα μάνγκα με αυτά τα προηγμένα γραφικά.\n\n• Χαλαρό παιχνίδι – Χαλαρώστε σε μια ήσυχη ιαπωνική πόλη ακούγοντας απαλά κιθαριστικά κομμάτια.\n\n• Πλήρης ιαπωνική φωνητική υποκριτική – Ακούστε τους αγαπημένους σας χαρακτήρες να ζωντανεύουν με τις φωνές αστέρων όπως Chiaki Takahashi, Show Hayami και Hideyuki Tanaka.\n\n• Συμπεριληπτική εμπειρία για παίκτες – Προσαρμόστε την εμφάνισή σας και τον τρόπο κίνησής σας.\n\n• Άνετο παιχνίδι – Ρυθμίστε την περιοχή παιχνιδιού σας και επιλέξτε μεταξύ καθιστής ή όρθιας στάσης.", "short_description": "Ανανεώστε την ατμόσφαιρά σας σε μια ρετρό πόλη! Συνδεθείτε με νέους φίλους, πηγαίνετε για ψάρεμα και χαλαρώστε με έναν βάτραχο σε ένα άνετο σύμπαν εμπνευσμένο από το ανιμέ. Σώστε το σούσι μπαρ από άπληστους κατασκευαστές γης σε αυτή την τρελή αφηγηματική περιπέτεια.\n\nΓνωρίστε την ομάδα της πόλης Kotobuki και βυθιστείτε σε μια σειρά από επικές δραστηριότητες ενώ τους γνωρίζετε καλύτερα."}, {"images": {"nodes": []}, "id": "1669713666915416", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Освежите свой стиль в ретро-городе! Заводите новых друзей, ловите рыбу и отдыхайте с лягушкой в уютном мире, вдохновленном аниме. Спасите суши-бар от жадных застройщиков в этом сумасшедшем повествовательном приключении.\n\nПознакомьтесь с командой города Котобуки и погрузитесь в множество эпических активностей, знакомясь с ними.\n\nЗавоевывайте их доверие, выполняя крутые задания, и они с радостью присоединятся к вам на суши в местном суши-ресторане!\n\n===\n\n• Так. Много. Активностей. – Ловите рыбу, ловите жуков, гуляйте с собаками – может, даже охотьтесь на привидений...?\n\n• Иммерсивные 3D-манга панели – Живите своей мечтой как главный герой манги с этими передовыми визуальными эффектами.\n\n• Расслабляющий геймплей – Расслабьтесь в спокойном японском городе, наслаждаясь мягкими гитарными мелодиями.\n\n• Полная японская озвучка – Слушайте, как ваши любимые персонажи оживают благодаря голосам звезд, таких как Чиаки Такахаси, Шоу Хаями и Хидеюки Танака.\n\n• Инклюзивный игровой опыт – Настраивайте свой внешний вид и движения.\n\n• Удобный геймплей – Настраивайте игровую зону и выбирайте между сидением и стоянием.", "short_description": "Освежите свой стиль в ретро-городе! Заводите новых друзей, ловите рыбу и отдыхайте с лягушкой в уютном мире, вдохновленном аниме. Спасите суши-бар от жадных застройщиков в этом сумасшедшем повествовательном приключении.\n\nПознакомьтесь с командой города Котобуки и погрузитесь в множество эпических активностей, знакомясь с ними.\n\nЗавоевывайте их доверие, выполняя крутые задания, и они с радостью присоединятся к вам на суши в местном суши-ресторане!"}, {"images": {"nodes": []}, "id": "1126221019167497", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Renove seu estilo em uma cidade retrô! Faça novos amigos, vá pescar e relaxe com um sapo em um universo aconchegante inspirado em anime. Salve o bar de sushi dos desenvolvedores gananciosos nesta aventura narrativa selvagem.\n\nConheça a turma de Kotobuki Town e mergulhe em várias atividades épicas enquanto os conhece melhor.\n\nGanhe a confiança deles realizando tarefas legais, e eles estarão prontos para se juntar a você para um sushi no restaurante de sushi local!\n\n===\n\n• Tantas. Atividades. – Pesque, capture insetos, passeie com cachorros – talvez até cace fantasmas...?\n\n• Painéis de mangá 3D imersivos – Viva seu sonho como personagem principal de um mangá com esses visuais de última geração.\n\n• Jogo relaxante – Relaxe em uma cidade japonesa serena enquanto curte algumas melodias suaves de guitarra.\n\n• Dublagem completa em japonês – Ouça seus personagens favoritos ganharem vida com as vozes de estrelas como Chiaki Takahashi, Show Hayami e Hideyuki Tanaka.\n\n• Experiência inclusiva para o jogador – Personalize sua aparência e como você se move.\n\n• Jogabilidade confortável – Ajuste sua área de jogo e escolha entre sentar ou ficar em pé.", "short_description": "Renove seu estilo em uma cidade retrô! Faça novos amigos, vá pescar e relaxe com um sapo em um universo aconchegante inspirado em anime. Salve o bar de sushi dos desenvolvedores gananciosos nesta aventura narrativa selvagem.\n\nConheça a turma de Kotobuki Town e mergulhe em várias atividades épicas enquanto os conhece melhor.\n\nGanhe a confiança deles realizando tarefas legais, e eles estarão prontos para se juntar a você para um sushi no restaurante de sushi local!"}, {"images": {"nodes": []}, "id": "1094250332022163", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Uudista tunnelmasi retrokaupungissa! Tutustu uusiin kavereihin, mene kalastamaan ja hengaile sammakkosi kanssa viihtyisässä, anime-henkisessä maailmassa. Pelasta sushibaari ahneilta maakehittäjiltä tässä villissä kerronnallisessa seikkailussa.\n\nTapaa Kotobuki Townin jengi ja sukella joukkoon eeppisiä aktiviteetteja samalla kun opit tuntemaan heidät.\n\nAnsaitse heidän luottamuksensa tekemällä siistejä tehtäviä, ja he liittyvät mielellään seuraasi paikalliseen sushiravintolaan!\n\n===\n\n• Niin. Paljon. Aktiviteetteja. – Kalasta, pyydystä hyönteisiä, ulkoiluta koiria – ehkä jopa metsästä kummituksia...?\n\n• Immersiiviset 3D-mangapaneelit – Elä unelmasi mangan päähenkilönä näiden huipputason visuaalien avulla.\n\n• Rentoa pelaamista – Rentoudu rauhallisessa japanilaisessa kaupungissa samalla kun kuuntelet pehmeää kitaramusiikkia.\n\n• Täysi japaninkielinen ääninäyttely – Kuule suosikkihahmosi heräävän eloon tähtien kuten Chiaki Takahashin, Show Hayamin ja Hideyuki Tanakan äänillä.\n\n• Pelaajaystävällinen kokemus – Mukauta ulkonäköäsi ja liikkeitäsi.\n\n• Mukava pelattavuus – Säädä pelialuettasi ja valitse istumisen ja seisomisen välillä.", "short_description": "Uudista tunnelmasi retrokaupungissa! Tutustu uusiin kavereihin, mene kalastamaan ja hengaile sammakkosi kanssa viihtyisässä, anime-henkisessä maailmassa. Pelasta sushibaari ahneilta maakehittäjiltä tässä villissä kerronnallisessa seikkailussa.\n\nTapaa Kotobuki Townin jengi ja sukella joukkoon eeppisiä aktiviteetteja samalla kun opit tuntemaan heidät.\n\nAnsaitse heidän luottamuksensa tekemällä siistejä tehtäviä, ja he liittyvät mielellään seuraasi paikalliseen sushiravintolaan!"}, {"images": {"nodes": []}, "id": "989772706519276", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "Làm mới phong cách của bạn trong một thị trấn retro! Kết nối với bạn mới, đi câu cá và thư giãn với một con ếch trong vũ trụ ấm cúng lấy cảm hứng từ anime. Cứu quán sushi khỏi những nhà phát triển đất tham lam trong cuộc phiêu lưu kể chuyện hoang dã này.\n\nGặp gỡ đội ngũ của thị trấn Kotobuki và tham gia vào hàng loạt các hoạt động hoành tráng trong khi tìm hiểu về họ.\n\nKiếm được sự tin tưởng của họ bằng cách hoàn thành các nhiệm vụ thú vị, và họ sẽ sẵn sàng tham gia cùng bạn để ăn sushi tại quán sushi địa phương!\n\n===\n\n• Quá. Nhiều. Hoạt động. – Câu cá, bắt côn trùng, dắt chó đi dạo – có lẽ thậm chí săn ma...?\n\n• Bảng truyện tranh 3D sống động – Sống với giấc mơ của bạn như là nhân vật chính trong một manga với những hiệu ứng hình ảnh tiên tiến này.\n\n• Trò chơi thư giãn – Thư giãn trong một thị trấn Nhật Bản yên bình trong khi lắng nghe những giai điệu guitar êm dịu.\n\n• Lồng tiếng Nhật hoàn chỉnh – Nghe các nhân vật yêu thích của bạn sống động với giọng nói của các ngôi sao như Chiaki Takahashi, Show Hayami và Hideyuki Tanaka.\n\n• Trải nghiệm người chơi toàn diện – Tùy chỉnh diện mạo và cách di chuyển của bạn.\n\n• Trò chơi thoải mái – Điều chỉnh khu vực chơi của bạn và chọn giữa ngồi hoặc đứng.", "short_description": "Làm mới phong cách của bạn trong một thị trấn retro! Kết nối với bạn mới, đi câu cá và thư giãn với một con ếch trong vũ trụ ấm cúng lấy cảm hứng từ anime. Cứu quán sushi khỏi những nhà phát triển đất tham lam trong cuộc phiêu lưu kể chuyện hoang dã này.\n\nGặp gỡ đội ngũ của thị trấn Kotobuki và tham gia vào hàng loạt các hoạt động hoành tráng trong khi tìm hiểu về họ."}, {"images": {"nodes": []}, "id": "492698300000233", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": [], "long_description": "在复古小镇焕发新活力！结交新朋友，去钓鱼，与青蛙在舒适的动漫风格世界中闲逛。在这个狂野的叙事冒险中，拯救寿司店免受贪婪的土地开发商侵害。\n\n认识寿町的队伍，并在了解他们的过程中参与一系列精彩活动。\n\n通过完成酷炫任务赢得他们的信任，他们会愿意与你一起在当地的寿司店享用寿司！\n\n===\n\n• 超多活动 – 钓鱼、捉虫、遛狗，甚至可能捉鬼...？\n\n• 沉浸式3D漫画面板 – 用这些顶级视觉效果实现你作为漫画主角的梦想。\n\n• 轻松的游戏 – 在宁静的日本小镇放松，伴随着平滑的吉他曲调。\n\n• 全日语语音演绎 – 听你最喜欢的角色由诸如高桥千秋、速水奖和田中秀幸等明星配音。\n\n• 包容性玩家体验 – 自定义你的外观和动作方式。\n\n• 舒适的游戏玩法 – 调整你的游戏区域，并选择坐着或站着。", "short_description": "在复古小镇焕发新活力！结交新朋友，去钓鱼，与青蛙在舒适的动漫风格世界中闲逛。在这个狂野的叙事冒险中，拯救寿司店免受贪婪的土地开发商侵害。\n\n认识寿町的队伍，并在了解他们的过程中参与一系列精彩活动。\n\n通过完成酷炫任务赢得他们的信任，他们会愿意与你一起在当地的寿司店享用寿司！"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.sushiben.com/privacy", "developer_terms_of_service_url": "https://www.sushiben.com/eula", "publisher_name": "Big Brane Studios Inc", "support_website_url": "https://www.sushiben.com/contact", "website_url": "https://www.sushiben.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1008279844328894"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ADVENTURE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ja", "zh_CN", "zh_TW", "da", "nl", "fi", "fr", "de", "it", "ko", "nb", "pl", "pt_BR", "pt", "ru", "es", "sv", "tr", "uk"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9777132398970128"}, "review_messages": [""]}]}, "cover_square_image": {"uri": "https://scontent-sin11-2.oculuscdn.com/v/t64.5771-25/57572940_423596670757593_7994049406018255681_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PUhH8AhPSuoQ7kNvwHlI71K&_nc_oc=AdkykU3I5ACyNXiIUBTeQcnBw_fbp8eb4cUzh4hMBvCSHzh8GB601w6vjWgScoiU15I&_nc_zt=3&_nc_ht=scontent-sin11-2.oculuscdn.com&oh=00_AfLR3y59gEc1DqquPOzx7fSKGBi0thnwm50YAAE8G9mmpQ&oe=6820756F"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Sushi Ben", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Narrative", "id": "1008279844328894"}, {"topic_name": "Adventure", "id": "2691890164460465"}], "release_date": 1697734800, "lastRevision": {"nodes": [{"id": "983173388967629", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5459391390744272", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1383751549039372"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "SBVR_CoverLandScape_highres 2.png", "id": "3145101439120061", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sin2-3.oculuscdn.com/v/t64.5771-25/75361353_3145101442453394_3071784748719175138_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_1fkMucsgdwQ7kNvwGwZZEs&_nc_oc=Adm-Jdp_hHm-bD6nKJTPnybKRTr2n2CTJpxVRp-biDJadNgQ_T3xDF_-G9NP6WfuSC0&_nc_zt=3&_nc_ht=scontent-sin2-3.oculuscdn.com&oh=00_AfJCkjJyWD0G6WI1-lIW8qveGrSOYYYCP9zBWXfZ8RY9ig&oe=68209069"}, {"file_name": "SBVR_Immersive_Logo 2.png", "id": "1340680099860472", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-sin11-1.oculuscdn.com/v/t64.5771-25/39031525_1340680103193805_3180183490419572627_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9Gw2TixSSaoQ7kNvwEQATNj&_nc_oc=Adm5VYAvsiRMc-AXnfPY2_YPM9LTqJtmz_CTQg75ayPKWTWoFRbI9qGsWZQBO6ykigg&_nc_zt=3&_nc_ht=scontent-sin11-1.oculuscdn.com&oh=00_AfKh5ZZc8nEr93dy7B5N2fFUfU_-FzQmwgz7zy0Tf7yYxg&oe=68208889"}, {"file_name": "SBVR_CoverPortrait_highRes 2.png", "id": "1329999157926004", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sin11-2.oculuscdn.com/v/t64.5771-25/75392878_1329999161259337_7189383908365902926_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ENS1KphcWc4Q7kNvwHDrgkz&_nc_oc=Adl-hqQi6w3fInZORZmubMWc4ibWi5gviV7VFye7pxkgFmeKBhPENf6G4zphcDW3UVI&_nc_zt=3&_nc_ht=scontent-sin11-2.oculuscdn.com&oh=00_AfKKSniFWQ3O0l1OxphdAX3xFYLz9mGf6oiIQ8Tzp4xA1Q&oe=68208604"}, {"file_name": "SBVR_Immersive Object Right 2.png", "id": "999113434459985", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-sin6-2.oculuscdn.com/v/t64.5771-25/39035401_999113437793318_8708226938543109666_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YY433XyuZ9cQ7kNvwE8gO2G&_nc_oc=Adk5ZNUdotyG9JNen0KdDmqdt-bVs0asaptqgtl1ywfxwayNbD64VQmsHqHoFkp3FRY&_nc_zt=3&_nc_ht=scontent-sin6-2.oculuscdn.com&oh=00_AfLW8Jiz-XkaC2sDcZn0JNCse1z_t3FVkOLEXBa48Y66xA&oe=68208EC5"}, {"file_name": "SBVR_Immersive_Backdrop_highRes 2png.png", "id": "814486120266604", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-sin6-3.oculuscdn.com/v/t64.5771-25/39031525_814486123599937_3832734087908868634_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9Q-VgChv_3cQ7kNvwEo8-U1&_nc_oc=AdkX9-is2XA8xSvvwjACtz59XfnLh9kSN80q8ROR4bSKjeqzGXEFncfFV57jP8BN9UI&_nc_zt=3&_nc_ht=scontent-sin6-3.oculuscdn.com&oh=00_AfLmJiV5kQqBd6RLtNuArd0t7USE4Rd1qgTwd--Fc7kBJA&oe=682079C6"}, {"file_name": "SBVR_CoverSquare_highRes 2.png", "id": "745971930623341", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sin6-1.oculuscdn.com/v/t64.5771-25/39036616_745971933956674_2214289806617739058_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pjKDW8h_FvoQ7kNvwHxvtZG&_nc_oc=Admvirr-nG5IrBIiX9fN9l6XSJ3rqje1-McOqKWHFsWyIqG2t4Cysu8OsH3HxmYLnV8&_nc_zt=3&_nc_ht=scontent-sin6-1.oculuscdn.com&oh=00_AfJr_LQlgwcfEAB4LcQ30atsxMWm0Dbj8NN2lczwVP2T4Q&oe=68209E21"}, {"file_name": "SBVR_Immersive Object Left 2.png", "id": "664655171850862", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-sin2-1.oculuscdn.com/v/t64.5771-25/38974858_664655175184195_8754779326819322809_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JuuVVqPNip4Q7kNvwFhr-qZ&_nc_oc=Adneb5dQpZGsFgZ9yjBrGnRCwQyVnX6hNUga8BUkdJfJ-X2VUb4Xw0pQSLfA4HtI4Uo&_nc_zt=3&_nc_ht=scontent-sin2-1.oculuscdn.com&oh=00_AfIyqZsg1E6JvWduTRspu2PGFExzVtYxoP7Fd67pa_YKRQ&oe=6820A131"}, {"file_name": "SBVR_MiniLandscape_highres 2.png", "id": "300365169040406", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-sin6-2.oculuscdn.com/v/t64.5771-25/39035413_300365172373739_3399412637651438738_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DaD8ZIfTw7MQ7kNvwFva1h8&_nc_oc=AdkuR7FH2zs5vsZHi7lIR3gSdWx4BUKMwpVQLzoymNAozK98AU_uZrGJM6UVSsWooGo&_nc_zt=3&_nc_ht=scontent-sin6-2.oculuscdn.com&oh=00_AfL309_OV1zfbjuqECb7iOrhTYCJod00qWU1kpuUnt02xw&oe=682094A5"}, {"file_name": "SBVR_Logo_highRes 2.png", "id": "250786904416625", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sin2-3.oculuscdn.com/v/t64.5771-25/39036691_250786907749958_3745445286684270786_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6M97YW9PMA4Q7kNvwGkSj6x&_nc_oc=AdlCwc_h5hS9tCbOFBTpjKUw7mmj9fQZAHYCK3n3iWd2kichI26SieEgb31vksNLlxs&_nc_zt=3&_nc_ht=scontent-sin2-3.oculuscdn.com&oh=00_AfK1CRaLkOOVYsoZs5RHJtc6o7EfWJST_u-bguVfYeuMTw&oe=68209DEC"}, {"file_name": "SBVR_Icon_highRes 2.png", "id": "179976094966377", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sin2-3.oculuscdn.com/v/t64.5771-25/38982461_179976098299710_6744393748701506953_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=z2rSsc9ub6AQ7kNvwFeJekR&_nc_oc=AdkeYAOX1jf0uBID5Oig4ih8VeJeXjzaV0iE9ktLYb-5LN97H_6pUBXt0ir3RQPgEIA&_nc_zt=3&_nc_ht=scontent-sin2-3.oculuscdn.com&oh=00_AfIuHv3Akvhge5XFsDDTk01sYebYzqKHraZOfjKvmwiTZQ&oe=682092E4"}, {"file_name": "SBVR_HeroCover_highRes 2.png", "id": "121146064381690", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sin6-3.oculuscdn.com/v/t64.5771-25/43931336_121146067715023_3733733404623860489_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cKWlRX6e5NMQ7kNvwFNpiEN&_nc_oc=AdnXS-PBzTCkSh53H2mLBSb9fvhJFNAYwsOgnuyloh-wZm9a3EQ4V1IXj8C5vDDzGLw&_nc_zt=3&_nc_ht=scontent-sin6-3.oculuscdn.com&oh=00_AfJZGTn7Ebc9_aFDrHBksJI5jnZ2fIA7slLjvi1qX9_u8Q&oe=682094F2"}]}, "id": "248987624050508", "locale": "en_US", "screenshots": [{"file_name": "SushiBen_ScreenShot_3.png", "id": "542039221280016", "uri": "https://scontent-sin2-1.oculuscdn.com/v/t64.5771-25/38974787_542039224613349_1200036707011907082_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Dm_NL1Rzz9EQ7kNvwHCEPwn&_nc_oc=Adn0LOAMGnpPUIyQDlMKaYH4ee_B52ms_kbVuXwyWTsdFZu-4EdJVXM86VrRUaEEiHM&_nc_zt=3&_nc_ht=scontent-sin2-1.oculuscdn.com&oh=00_AfKMEe3H52w4IBYRC-RaRvRfXg_nYveKkqTY3QpnyqKLLw&oe=6820886B"}, {"file_name": "SushiBen_ScreenShot_2.png", "id": "1004505380901597", "uri": "https://scontent-sin11-2.oculuscdn.com/v/t64.5771-25/43931332_1004505384234930_2362102747602069530_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=w1yWiCcMCMgQ7kNvwHGosTM&_nc_oc=AdnVl8CTfVVC7GBT5U7TQl22fvh-lY52Fj7mhOy9uk5B6FwnN8C4ZwwCC0c6TowpKZI&_nc_zt=3&_nc_ht=scontent-sin11-2.oculuscdn.com&oh=00_AfIQ66bSKQlywXzVOlXMJaOKcK55mzJh4cnlbnQi9899Gg&oe=68208AD0"}, {"file_name": "SushiBen_ScreenShot_5.png", "id": "931997714770274", "uri": "https://scontent-sin2-2.oculuscdn.com/v/t64.5771-25/38974497_931997718103607_6006284244228210301_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Fj5ZuDGtiAgQ7kNvwHWW2yG&_nc_oc=Adm8naI-UR-s7KRnF74QQKd2hR-MvSw-Xua7O0ekw6dRUoDNzKp-edx_oTKf3hvLF30&_nc_zt=3&_nc_ht=scontent-sin2-2.oculuscdn.com&oh=00_AfKv9ZmWG8I4MTjmoP7hApKxqKslLz3OCqmUdumgAtKfeA&oe=68208AC1"}, {"file_name": "SushiBen_ScreenShot_4.png", "id": "1307238116875009", "uri": "https://scontent-sin6-2.oculuscdn.com/v/t64.5771-25/38974917_1307238120208342_3910000765290985600_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QZRX1YOy0X0Q7kNvwHfKoeH&_nc_oc=AdkOIZ9RpKE620ldXqhH7tw5Pn9cDqo_wse0g2fSr7HgSeE6s-xaCJmpLNm2NZUQSXE&_nc_zt=3&_nc_ht=scontent-sin6-2.oculuscdn.com&oh=00_AfIQxX9vamz8YQOnJKBTAYDjDt8ppiD66Qx_Br4-u7yxHA&oe=6820A67C"}, {"file_name": "SushiBen_ScreenShot_1.png", "id": "1189489951730164", "uri": "https://scontent-sin2-2.oculuscdn.com/v/t64.5771-25/57574717_1189489955063497_6029107559823454791_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MqF-PGTHTbgQ7kNvwHqQ51r&_nc_oc=Adn6mn4IsWkZIrC-1K3VJo53xYWVVEHhbO3iEBthxl2wzvBg-ABrJMoLtFiOJOw9cPg&_nc_zt=3&_nc_ht=scontent-sin2-2.oculuscdn.com&oh=00_AfLynDnQtuGDD0Zs6pzmVKv36yi4Vj2HY4t3KHhljZk5dg&oe=68207934"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "SBVR_CoverLandScape_highres 2.png", "id": "1140865846870016", "uri": "https://scontent-sin2-1.oculuscdn.com/v/t64.5771-25/38974551_1140865850203349_4685788634542620045_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BIQw2eUpXt4Q7kNvwE4BSaJ&_nc_oc=AdnhUwWpQkg4ph6NPXcVs7L6EYlyPfxbyFiUPU9RUyMY2fwPbmVoDGAWjWQcVtk12WQ&_nc_zt=3&_nc_ht=scontent-sin2-1.oculuscdn.com&oh=00_AfL7iEcYqlj-hpW9Te8QY8p5m8WdK92NJT_Xa8c0QiQ4Uw&oe=68209CBE"}, "display_name": "Sushi Ben", "keywords": ["manga", "anime", "Japan"], "long_description": "Featuring exciting 3D manga panels, Sushi Ben is a narrative adventure game where you’ll fish, catch bugs, snap photos and more, all to save a beloved local sushi bar from some dastardly landsharks!\n\nMeet the colorful cast of Sushi Ben, the residents of Kotobuki town. From your friendly neighborhood landlady, to the mysterious shrine janitor, you’ll have to complete quests to get them to dine with you!\n\nUtilizing 3D manga panels for powerful visual storytelling, players will be transported to the colorful port town of Kotobuki. Sushi Ben’s lively cast of characters lead you through fun quests that’ll leave you excited to meet the next townsperson.\n\nSushi Ben feels like playing an age-old classic, with a twist!", "short_description": "Featuring exciting 3D manga panels, Sushi Ben is a narrative adventure game where you’ll fish, catch bugs, snap photos and more, all to save a beloved local sushi bar from some dastardly landsharks!\n\nMeet the colorful cast of Sushi Ben, the residents of Kotobuki town. From your friendly neighborhood landlady, to the mysterious shrine janitor, you’ll have to complete quests to get them to dine with you!"}, {"images": {"nodes": []}, "id": "236132378799542", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Sushi Ben", "keywords": ["アニメ", "漫画", "日本"], "long_description": "「Sushi Ben」はダイナミックな3D漫画エフェクトが特徴的な、ストーリー重視のADVゲーム。魚釣り、虫捕り、写真撮影、様々な活動を通して、邪悪な地上げ屋に狙われた寿司屋を助けよう！\n\n物語の舞台、琴吹町には個性豊かな人々が住んでいるぞ。とっても親切な大家さんに、まじめ一直線の郵便屋さん、なにやら怪しい神主さん等々。住民の悩みを解決して、寿司屋の常連になってもらおう！\n\n3D漫画エフェクトを駆使した迫力満点の物語。色鮮やかな港町、琴吹町で暮らそう。ドタバタコメディなクエストを攻略すると、次から次へと新たな住民に出会うことができるぞ。\n\n懐かしいようで一癖も二癖もある、「Sushi Ben」の世界へようこそ！", "short_description": "「Sushi Ben」はダイナミックな3D漫画エフェクトが特徴的な、ストーリー重視のADVゲーム。魚釣り、虫捕り、写真撮影、様々な活動を通して、邪悪な地上げ屋に狙われた寿司屋を助けよう！\n\n物語の舞台、琴吹町には個性豊かな人々が住んでいるぞ。とっても親切な大家さんに、まじめ一直線の郵便屋さん、なにやら怪しい神主さん等々。住民の悩みを解決して、寿司屋の常連になってもらおう！"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.bigbranestudios.com/#privacy-policy", "developer_terms_of_service_url": null, "publisher_name": "Big Brane Studios Inc", "support_website_url": null, "website_url": "https://www.sushiben.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1008279844328894"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ADVENTURE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ja"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "1110688203022682"}}]}, "scheduled_offers": {"count": 14, "nodes": [{"status": "PUBLISHED", "id": "676552811576906"}, {"status": "PUBLISHED", "id": "3999655056990908"}, {"status": "PUBLISHED", "id": "1926992697793594"}, {"status": "PUBLISHED", "id": "746102031001691"}, {"status": "PUBLISHED", "id": "512119561405481"}, {"status": "PUBLISHED", "id": "968373498067910"}, {"status": "PUBLISHED", "id": "390107143788326"}, {"status": "PUBLISHED", "id": "990393342232978"}, {"status": "PENDING", "id": "1700272153804037"}, {"status": "PENDING", "id": "3616840768586410"}, {"status": "PUBLISHED", "id": "686104763093105"}, {"status": "PUBLISHED", "id": "323164677129000"}, {"status": "PENDING", "id": "864351661852741"}, {"status": "PUBLISHED", "id": "876995067389916"}]}, "baseline_offer": {"id": "746102031001691"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1747674000, "status": "PUBLISHED", "id": "676552811576906"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9457075954309109", "version": "1.1.241103.0"}, "id": "2223994804405144", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5459391390744272", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9457075954309109"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1734895051, "id": "9770009039682464", "version": "1.1.241222.0", "version_code": 714, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9770006513016050"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5459391390744272", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9457075954309109"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1734837770, "id": "9765935926756442", "version": "1.1.241221.0", "version_code": 713, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9765934523423249"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5459391390744272", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9457075954309109"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2223994804405144"}]}, "change_log": "Minor bug fixes", "created_date": 1730614391, "id": "9457075954309109", "version": "1.1.241103.0", "version_code": 710, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9457074857642552"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5459391390744272", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9457075954309109"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2223994804405144"}]}, "change_log": "Added support for multiple languages \nAdded replayable quests\nBug fixes", "created_date": 1729120322, "id": "9343940878955951", "version": "1.1.241016.0", "version_code": 701, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9343939865622719"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5459391390744272", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9457075954309109"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2223994804405144"}]}, "change_log": "Added support for multiple languages\nAdded replayable quests\nBug fixes", "created_date": 1728939778, "id": "9331895140160525", "version": "1.1.241014.0", "version_code": 700, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9331894160160623"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}