{"data": {"node": {"__typename": "Application", "id": "4382981625162620", "organization": {"id": "3598348060222176", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4382981625162620"}]}, "id": "427903942305426"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4629225960449550"}]}, "id": "442280003923435"}]}}, "firstRevision": {"nodes": [{"application": {"id": "4382981625162620", "release_date": 1707415200, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 13}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6318646814929415"}, "id": "311411860630422"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4382981625162620", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6318646814929415"}, "release_status": "RELEASED"}, "id": "6318646814929415", "version": "1.02.23013", "version_code": 23013, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1706214351, "id": "6896302297163861", "is_initial_release": true, "name_with_fallback": "v2", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "6899892666804824"}, "release_status": "RELEASED", "id": "4382981625162620"}, "id": "6899892666804824", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "MANAGED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4382981625162620", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "616984986961589"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3505707029646100", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Puzzel", "Simulatie", "Indie", "Robot"], "long_description": "Border Bots VR is een puzzelsimulator die zich afspeelt op een aarde waar AI aan de macht is. Als menselijke grensbewaker bestier je een hokje bij een AI-reisgrens. Ga interactie aan met diverse robots die langs de beveiliging moeten. Sommige gegevens zijn mogelijk niet op orde en dan is het aan jou om ervoor te zorgen dat ze toch hun goedkeuringsstempel krijgen.\n\nAnalyseer documenten\n\nStap in het hokje van een grensbewaker en onderzoek in rap tempo de documenten van robots op afwijkingen, eigenaardigheden, niet-opgegeven modificaties en smokkelwaar! \n\nUpgrades voor hokje en appartement\n\nVerdien credits tijdens uitdagende gameplay, zodat je een beter hokje kunt kopen om de concurrentie de loef af te steken. Je kunt je credits ook gebruiken om je appartement op te leuken en echt een stekkie voor jezelf te creëren!\n\nMaffe robots!\n\nGa interactie aan met diverse maffe robots, zowel in je hokje als in je appartement! Ontmoet zelfbewuste apparaten en kom meer te weten over hun pas verworven bewustzijn en kleurrijke persoonlijkheden.\n\nDiverse gadgets\n\nGebruik verschillende tastbare gadgets in VR om de robots te onderzoeken in het hokje. Je hebt verschillende hulmiddelen nodig, zoals een 3D-printer, een smokkelwaardetector, een stungun, een streepjescodescanner en nog veel meer.", "short_description": "Reis naar de aarde van de toekomst en controleer robots bij een AI-reisgrens."}, {"images": {"nodes": []}, "id": "1835478100221035", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Rompecabezas", "Simulación", "Independiente", "Robot"], "long_description": "Border Bots VR es una simulación de rompecabezas situada en una tierra futura donde la IA se ha hecho con el control. Como agente fronterizo humano, inicias una nueva tarea como operador de puesto en una frontera de la IA. Interactúa con una variedad de robots y lleva a cabo las comprobaciones necesarias cuando intentan pasar el control de seguridad. Puede que su documentación no sea impoluta: de ti dependerá que consigan el sello de aprobación.\n\nAnálisis de documentos\n\n¡Entra en el puesto como agente de control fronterizo y procesa con rapidez robots analizando sus documentos en busca de discrepancias, curiosidades, modificaciones no declaradas y contrabando! \n\nMejoras de puesto y de apartamento\n\nConsigue créditos a través de un juego desafiante y compra mejoras de puesto para sacar ventaja a la competencia. ¡También puedes gastarte los créditos en personalizaciones de apartamento para que tu espacio cobre vida!\n\n¡Extravagantes robots!\n\n¡Conoce a una variedad de extravagantes robots e interactúa con ellos en el puesto y en el apartamento! Relaciónate con aplicaciones sensibles mientras descubres más cosas sobre su recién descubierta conciencia y sus pintorescas personalidades.\n\nVariedad de artilugios\n\nUtiliza una variedad de artilugios táctiles de realidad virtual para examinar a los robots en el puesto. Necesitarás diferentes herramientas para la inspección, incluida una impresora 3D, un detector de contrabando, una pistola paralizante, un lector de código de barras y muchas más.", "short_description": "Sumérgete en una tierra futura gestionando robots en una frontera de la IA."}, {"images": {"nodes": []}, "id": "1408626570056740", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Bulmaca", "Simülasyon", "bağımsız", "Robot"], "long_description": "Border Bots VR, gelecekte yapay zekanın kontrolü ele aldığı bir dünyada geçen bir bulmaca simülasyonudur. Bir insan sınır teftiş elemanı olarak yapay zeka seyahat sınırında gişe memuru görevinde işe başla. Güvenlikten geçmeye çalışan çok çeşitli robotları denetle ve onlarla etkileşime geç. Robotların kimlik bilgilerinden bazıları yetersiz olabilir, onay damgasını almalarını sağlamak senin elinde.\n\nBelgeleri İncele\n\nBir sınır teftiş elemanı olarak gişeye adım at ve belgelerini tutarsızlık, tuhaflık, bildirilmemiş değişiklikler, kaçak eşya gibi durumlar açısından inceleyerek robotları hızlıca işlemden geçir! \n\nGişe ve Daire Güncellemeleri\n\nGişe yükseltmeleri satın alarak rakiplerinin önüne geçmek için oyunu daha zorlu bir şekilde oynayarak kredi kazan. Kredilerini ayrıca daireni özelleştirmek için harcayarak yaşam alanına renk de katabilirsin!\n\nAcayip Robotlar!\n\nGişede ve dairende çeşitli acayip robotlar ile tanış ve etkileşim kur! Henüz yeni sahip oldukları bilinçleri ve rengârenk kişilikleri hakkında daha fazlasını keşfederek bu zeka dolu cihazlarla karşı karşıya gelmeye hazır ol.\n\nÇeşitli Araçlar\n\nGişede robotları incelemek için VR'da bulunan çeşitli araçları kullan. İnceleme için 3D Yazıcı, Kaçak Eşya Dedektörü, Sersemletme Tabancası, Barkod Tarayıcı ve çok daha fazla farklı araca ihtiyacın olacak.", "short_description": "Yapay zeka seyahat sınırında robotları yönettiğin gelecekteki bir dünyaya dal."}, {"images": {"nodes": []}, "id": "1379460239625537", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Acertijos", "Simulación", "Independiente", "Robot"], "long_description": "Border Bots VR es una simulación de acertijos ambientada en una tierra del futuro donde la IA tiene el control. Como un agente fronterizo humano, comienzas un nuevo empleo como operador de caseta en el control de aduanas para IA. Interactúa e inspecciona a varios robots mientras intentan pasar el control de seguridad. Puede que algunas de sus credenciales no estén del todo en condiciones, así que de ti depende que obtengan el sello de aprobación.\n\nAnaliza documentos\n\n¡Ingresa a la caseta como un agente de control fronterizo y procesa rápidamente a los robots analizando sus documentos en busca de discrepancias, rarezas, modificaciones no declaradas y contrabando! \n\nMejora de casetas y apartamentos\n\nGana créditos a través de desafiantes modos de juego para comprar mejoras de caseta y mantenerte por delante de la competencia. También puedes gastar tus créditos en personalizar tu apartamento y ¡darle vida a tu espacio!\n\n¡Robots extravagantes!\n\n¡Conoce e interactúa con una gran variedad de extravagantes robots en la caseta y en tu apartamento! Enfréntate cara a cara con aparatos inteligentes y descubre más cosas sobre su nueva consciencia y colorida personalidad.\n\nVariedad de aparatos\n\nUtiliza diversos aparatos táctiles en RV para examinar a los robots en la caseta. Necesitarás diferentes herramientas para la inspección, como una impresora 3D, un detector de contrabando, una pistola aturdidora, un escáner de códigos de barras y mucho más.", "short_description": "Entra a una tierra del futuro y gestiona robots como oficial de aduanas para IA."}, {"images": {"nodes": []}, "id": "1240334030257688", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": [], "long_description": "《Border Bots VR》是一款解謎模擬遊戲，場景設在由 AI 主宰的未來地球。身為人類邊境專員，你一開始是 AI 旅遊的邊境檢查站作業員。負責在各種機器人嘗試通過安全檢查時與它們互動，檢查它們的文件等。某些機器人的證件可能不符合要求，你可以決定是否批准放行。\n\n分析文件\n\n玩家要以邊境控管專員的身份踏入檢查站，負責快速處理並分析機器人的文件是否存在任何差異、異常，是否有任何未經申報的修改和違禁品！ \n\n檢查站和公寓升級\n\n挑戰遊戲關卡賺取點數，購買檢查站升級件，確保你在競爭中保持領先。你也可以使用點數自訂公寓，為你的空間注入活力！\n\n古怪機器人！\n\n在檢查站和你的公寓邂逅各種古怪機器人並與它們互動！隨著你深入探索這些機器人剛獲得的意識和繽紛個性，你也會直面各種有知覺的器械。\n\n各式各樣的裝置\n\n在檢查站使用各種 VR 觸覺裝置。檢查需用到各種不同工具，包括 3D 印表機、違禁品探測器、電擊槍、條碼掃描器和更多工具。", "short_description": "盡情沉浸在未來地球，在 AI 旅遊的邊境管理機器人。"}, {"images": {"nodes": []}, "id": "1127503781927622", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["解謎", "模擬", "獨立遊戲", "機器人"], "long_description": "《Border Bots VR》是一款解謎模擬遊戲，場景設在由 AI 主宰的未來地球。身為人類邊境專員，你一開始是 AI 旅遊的邊境檢查站作業員。負責在各種機器人嘗試通過安全檢查時與它們互動，檢查它們的文件等。某些機器人的證件可能不符合要求，你可以決定是否批准放行。\n\n分析文件\n\n玩家要以邊境控管專員的身份踏入檢查站，負責快速處理並分析機器人的文件是否存在任何差異、異常，是否有任何未經申報的修改和違禁品！ \n\n檢查站和公寓升級\n\n挑戰遊戲關卡賺取點數，購買檢查站升級件，確保你在競爭中保持領先。你也可以使用點數自訂公寓，為你的空間注入活力！\n\n古怪機器人！\n\n在檢查站和你的公寓邂逅各種古怪機器人並與它們互動！隨著你深入探索這些機器人剛獲得的意識和繽紛個性，你也會直面各種有知覺的器械。\n\n各式各樣的裝置\n\n在檢查站使用各種 VR 觸覺裝置。檢查需用到各種不同工具，包括 3D 印表機、違禁品探測器、電擊槍、條碼掃描器和更多工具。", "short_description": "盡情沉浸在未來地球，在 AI 旅遊的邊境管理機器人。"}, {"images": {"nodes": []}, "id": "1044002296889061", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Pulmapeli", "Simulaatio", "Indie", "Robotti"], "long_description": "Border Bots VR on tekoälyn hallitsemaan tulevaisuuteen sijoittuva pulmasimulaatio. Olet ihminen, joka aloittaa uuden uran tekoälymaailman rajavalvojana. Joudut kojullasi tekemisiin lukuisten turvatarkastuksen läpi pyrkivien robottien kanssa. Sinun on tarkastettava niiden valtuudet ja kyettävä erottamaan luvatta läpi yrittävät oikeutetuista matkalaisista.\n\nAnalysoi asiakirjoja\n\nAstu rajavalvontaviranomaisen kojuusi ja käsittele sisälle pyrkivät robotit nopeasti tarkastamalla niiden asiakirjat ja etsimällä poikkeamia, erikoisuuksia, tullaamattomia muokkauksia ja kiellettyjä tuotteita! \n\nKoju- ja huoneistopäivityksiä\n\nHaastava peli antaa palkintona krediittejä, joilla saat ostettua kojuusi päivityksiä, jotta pysyt vilpillisten rajanylittäjien edellä. Voit käyttää krediittejä myös kotisi mukauttamiseen ja herättää sen kukoistukseen!\n\nOmalaatuisia robotteja!\n\nPääset kohtaamaan erilaisia omalaatuisia robotteja kojulla ja huoneistossasi. Myös kodinkoneet ovat tietoisia ja voit perehtyä niiden tuoreeseen tietoisuuteen ja värikkäisiin persoonallisuuksiin.\n\nErilaisia vimpaimia\n\nKojullasi voit käyttää erilaisia vimpaimia, jotka antavat kosketuksenomaisen VR-kokemuksen. Käytettävissäsi on esimerkiksi 3D-tulostin, kiellettyjen tuotteiden tunnistin, lamautusase, viivakoodiskanneri ja moni muu työkalu.", "short_description": "Uppoudu tulevaisuuden elämään tekoälyrajan yli yrittäviä robotteja valvomalla."}, {"images": {"nodes": []}, "id": "1029586428127395", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["퍼즐", "시뮬레이션", "인디", "로봇"], "long_description": "Border Bots VR은 AI가 통제하는 미래의 지구를 배경으로 한 퍼즐 시뮬레이션입니다. 플레이어는 인간 국경 요원이 되어 AI 여행 국경에서 부스 운영자로서의 새로운 역할을 시작하게 됩니다. 보안 검색대를 통과하려는 다양한 로봇과 상호작용하고 확인해야 합니다. 로봇의 자격 증명 중 일부는 제대로 작성이 안 된 상태일 수도 있지만, 로봇이 승인 도장을 받을 수 있도록 하는 건 여러분의 몫입니다.\n\n문서 분석\n\n국경 통제 요원이 되어 부스에 들어가 로봇들의 문서를 분석하고 불일치, 특이점, 미신고 수정 및 밀수품 등을 신속하게 처리해 보세요! \n\n부스 및 아파트 업그레이드\n\n도전적인 게임 플레이를 통해 크레딧을 획득하여 부스 업그레이드를 구매하고 경쟁에서 앞서 나가세요. 크레딧을 아파트 커스터마이즈에 사용해 나만의 공간에 활기를 불어넣을 수도 있습니다!\n\n기발한 로봇!\n\n부스와 아파트에서 다양하고 창의적인 로봇을 만나고 상호작용해 보세요! 지각이 있는 가전제품을 직접 만나보고 그들의 새로운 의식과 다채로운 개성에 대해 자세히 알아보세요.\n\n다양한 장치\n\nVR의 다양한 촉각 장치를 사용하여 부스에서 로봇을 검사해 보세요. 3D 프린터, 밀수품 탐지기, 전기 충격기, 바코드 스캐너 등 다양한 검사 도구가 필요합니다.", "short_description": "AI 여행 국경에서 로봇을 관리하며 미래의 지구를 경험해 보세요."}, {"images": {"nodes": []}, "id": "913347483681475", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Rompicapo", "Simulazione", "Indie", "Robot"], "long_description": "Border Bots VR è una simulazione rompicapo ambientata in una terra del futuro dove l'IA ha il controllo. In qualità di agente doganale, inizi un nuovo ruolo come operatore di cabina presso una frontiera per IA. Interagisci e controlla una varietà di robot che cercano di passare i controlli di sicurezza. Alcune delle loro credenziali portebbero non essere in regola, sta a te decidere se apporre il timbro di approvazione.\n\nEsamina documenti\n\nEntra nella cabina nelle vesti di un agente doganale e controlla velocemente i robot esaminando i loro documenti cercando discrepanze, stranezze, modifiche non dichiarate e contrabbando! \n\nPotenziamenti cabina e appartamento\n\nGuadagna crediti attraverso un gameplay avvincente per comprare potenziamenti per la cabina e rimanere in vantaggio rispetto alla concorrenza. Puoi anche spendere i tuoi crediti per personalizzare il tuo appartamento e dargli vita!\n\nRobot bizzarri!\n\nIncontra e interagisci con svariati e bizzarri robot alla cabina e al tuo appartamento! Trovati faccia a faccia con elettrodomestici senzienti mentre scopri di più sulle loro nuove coscienze e stravaganti personalità.\n\nVarietà di gadget\n\nUtilizza una gamma di gadget tattili in VR per esamianare i robot alla cabina. Ti serviranno diversi strumenti per l'ispezione inclusi una stampante 3D, un rivelatore per il contrabbando, una pistola stordente, un lettore di codici a barre e molto altro.", "short_description": "Immergiti in una terra del futuro, gestendo i robot alla frontiera per IA."}, {"images": {"nodes": []}, "id": "836936698191822", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Puzzle", "Simulation", "Indie", "Robot"], "long_description": "Border Bots VR is puzzle simulation set on a future earth where AI is in control. As a human border agent, you begin a new role as a booth operator at an AI travel border. Interact and check over a variety of robots as they try to get through security. Some of their credentials might not be up to scratch, its up to you to make sure they get the stamp of approval.\n\nAnalyse Documents\n\nStep into the booth as a border control agent and swiftly process robots by analysing their documents for discrepancies, oddities, undeclared modifications and contraband! \n\nBooth and Apartment Upgrades\n\nEarn credits through challenging gameplay to purchase booth upgrades to keep yourself ahead of the competition. You can also spend your credits on apartment customisations and bring your space to life!\n\nQuirky Robots!\n\nMeet and interact with a variety of quirky robots at the booth and in your apartment! Come face-to-face with sentient appliances as you discover more about their newfound consciousness and colourful personalities.\n\nVariety of Gadgets\n\nUse a variety of tactile gadgets in VR to examine robots at the booth. You'll need different tools for inspection including a 3D printer, Contraband Detector, Stun Gun, Barcode Scanner and much more.", "short_description": "Immerse yourself in a future earth, managing robots at the AI travel border."}, {"images": {"nodes": [{"file_name": "Metaicon-1_1---512x512.png", "id": "1804984219953534", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974787_1804984223286867_9161352210327560019_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ynrW_MadatMQ7kNvwHYWyuq&_nc_oc=AdkW6HZ0oP7Je15MgdNeBujqO_IaJavqq8J47Si21vElWaAaC-QIcubaJHpP9WcxcOQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvFVTJdTHx_goXJA6U4jZ2zJ4Yj-TBw3UrSUpeZxJh34w&oe=6995B5B4"}, {"file_name": "MetaMini-Landscape-3_1---1080x360.png", "id": "1700258960470170", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572934_1700258963803503_4766239312873253092_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_isKIsj-qrUQ7kNvwEZ5sKk&_nc_oc=AdmwIt5K_Sl13Z71eQUbLWdW1t5S7OMYr4mvsQ8xe1gPO_5DhkMtAyDd3-N1ZdCGIpA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afur9tsxW3juFX31CluwfOzhccNT_yBoVdrcAT-m2Ez0ug&oe=6995A539"}, {"file_name": "MetaCover-Landscape-16_9-2560x1140.png", "id": "1549064642493767", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031344_1549064649160433_2558811828657062167_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=csot_Xsuaz4Q7kNvwFczeEZ&_nc_oc=AdmIPeh3CvI5AifFIFjv8U3HdAAu3xm7Rv7EEG7x5mbhib9o-t2ZjECS6A6x9Qpr4UI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsznyEfXayrUlozGGBJyVY4ZKBxKLMDqse6NovLugJvUw&oe=6995CB99"}, {"file_name": "MetaImmersive-Logo---556x164.png", "id": "1094737651690406", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75580065_1094737655023739_7978360323695594972_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WVH27gcIPhkQ7kNvwHUCh2-&_nc_oc=Adl8j-_Xn8BRFREl2idQvojSMw5RF3xljhfFOa5e6AAaBdC9O1V7oiqU8b_Hod0e7H0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft138lMyH4TTOt2WSw2WwMH_Znqn4m517v5Q7PVsrDNCQ&oe=6995C690"}, {"file_name": "MetaLogo----varibale.png", "id": "833461871910154", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86627633_833461875243487_7139933813483814634_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Op6NOwZX6VwQ7kNvwHVzyX3&_nc_oc=Adnws2jjHG8uEctUuaKRpHcZmKlGXB3SNXBKa8mdjMUYkgdxowWONMw5u4FZnQvinY4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsmR2IWa0sLu8oSUqaBKvIbHmjvd1v8uvXYz_HmqKfZdw&oe=6995A0C4"}, {"file_name": "MetaHero-Cover-10_3---3000x900.png", "id": "754069412839487", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031379_754069416172820_8471172243660113614_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eKmhPcPHWngQ7kNvwFOGaIk&_nc_oc=AdkQZsLinJKk6JA9XrLOqPKs64Q72LsZKARq3LDZEmc6R15BjY2RNtG23qTae2Fyly4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuxW1WPuksttdLYsvdprie-IQvbEr2NJkHTzlGyczh0Ag&oe=6995C90B"}, {"file_name": "MetaImmersive-Backdrop---1800x700.png", "id": "397419612959586", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982554_397419616292919_353490006950043392_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=doyiXV4OIO8Q7kNvwGLDxZR&_nc_oc=AdkREwi0tc2WuDIKxXPqgQyljdmG1ZFdRHcRCUKRO-PxAeaGFc_YPaseQBPYpkBCDq8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftLi4BQQX6l40j-uS8loNjOUVK6yf_oGmisbCPN39TLHg&oe=6995CF2B"}, {"file_name": "MetaCover-Square-1_1---1440x1440.png", "id": "396438156097824", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75339313_396438159431157_1840182187425239577_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nEKSIXpJpw8Q7kNvwFpcQox&_nc_oc=Adkpl0h4KxrcuE0zG7f2wbtDecezWUcQvd_SmC0w9voTzGJl5JV5sHXgy2Ja2BefLNc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuZVJ-ZjheK77MMiUpDCAMZaBFxfY1jCqm31zjZZvdT2g&oe=6995C6FB"}, {"file_name": "MetaImmersive-Object-Left---400x700-_V2.png", "id": "374084878561451", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982453_374084881894784_433196253137737065_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=w4aA_S2beU4Q7kNvwGmIlZx&_nc_oc=AdlwP4wHGTOyD-rw0lILLXwzcHeta68DWj2Y1YMD1rYqcONbI01A1I_INi0E_u19gAg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuOK7Y1WXJVNXU-fV8I5Uorn5UDseY1c8U_8jJju-Bs2g&oe=6995C5BC"}, {"file_name": "MetaCover-Portrait-7_10---1008x1440.png", "id": "346948658117460", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031363_346948661450793_6257547819501321382_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ABqdFhM-w2EQ7kNvwE1Y4xf&_nc_oc=AdlnLs-qpCgnkpz-7nIV9WMdC2Xo6VhguK4PSVUR0Au4EUePULHYqe8oncd2nekp0wA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuGw7iauraarEFY2j6zthK683WOr0t22jbwWDpFyN-2vw&oe=69959FD9"}]}, "id": "791810112773906", "locale": "en_US", "screenshots": [{"file_name": "Screenshot01.png", "id": "1010838220017620", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210398_1010838226684286_7636217186471074146_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pDtqoYfrSDQQ7kNvwG9b0d6&_nc_oc=AdmORzXG21U6r8cNrmPJkvyHdzIlk5DQjtqJyN17AJibkDcLi9hZl-2s3uO1w744d4I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftanTpG-tX2SVojjXf1VMOXBtaDhb_Fj4-BiJ1XDQ8yLA&oe=6995C1A7"}, {"file_name": "Screenshot02.png", "id": "265881239804872", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035417_265881243138205_666734097077351457_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VagfgV4YQWoQ7kNvwE92x6Z&_nc_oc=AdlUm1VA4MQxP16mcWFWWsuDPpbhGQ9qnso7A4F0JhkZSBYxdxMFlYCwBhr4wRjYTYo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvACofhW-lJmMXPsTw6gS3eGF2B_-hPKqpyrNdFBpl9lw&oe=6995B2A8"}, {"file_name": "Screenshot03.png", "id": "369562472261428", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982510_369562475594761_4749728929078554490_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TjByAU9AIesQ7kNvwHQ3FnA&_nc_oc=Adl-kJwmWYQZHViIANEeX_lg0NeO_gowMMtaUtF94_zHwPf8frWsn3YYX0za5n3tG80&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuTOrqZ_bkBdIqrMcMpO77igBrL_cuypJCZChMMZCMwog&oe=6995B52F"}, {"file_name": "Screenshot04.png", "id": "2428225264015863", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982460_2428225267349196_1648051986432144888_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NypA_VTmfCoQ7kNvwE7k1vZ&_nc_oc=AdmvTsfWBL_UzLVWSdh5J6_loHoedfxkfxHvJ3lMqFWCfOnoeLztVkAa0FRGuDPmM2U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfswTCu99PpoCwPjji9M-44WJKfFTkc5S5dnn6xggemeNQ&oe=6995BFCE"}, {"file_name": "Screenshot08.png", "id": "860392565725766", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982587_860392569059099_421138495486967271_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XtHSIYLYNtgQ7kNvwFQBxZI&_nc_oc=AdnI27LL4bYANGDOpgiFGXcIptEZoJXXPrASvPRM23FUmq4gOpxXEtUhkshx-oy5HtM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsHyKgW4ZCthKMITPTdzZtrmPmf42tqLzoe0UUj7sst3w&oe=6995C566"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Trailer Cover image.png", "id": "1515276689016848", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031376_1515276692350181_7375697893243461988_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QROKAal5Nk4Q7kNvwHsYAGS&_nc_oc=AdmsCqP_HqD3CNSBbnQO3X4hCiBimzrbSXZY9pzh0AjJcAZcep9gWRE8TXPK2qwBjzQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsRLSM4eT_4h6uw7ra3NXGGGpTnAVIytYZQmt8aXxwWnA&oe=6995CA06"}, "display_name": "Border Bots VR", "keywords": ["Puzzle", "Indie", "Simulation", "Robot"], "long_description": "Border Bots VR is puzzle simulation set on a future earth where AI is in control. As a human border agent, you begin a new role as a booth operator at an AI travel border. Interact and check over a variety of robots as they try to get through security. Some of their credentials might not be up to scratch, its up to you to make sure they get the stamp of approval.\n\nAnalyse Documents\n\nStep into the booth as a border control agent and swiftly process robots by analysing their documents for discrepancies, oddities, undeclared modifications and contraband! \n\nBooth and Apartment Upgrades\n\nEarn credits through challenging gameplay to purchase booth upgrades to keep yourself ahead of the competition. You can also spend your credits on apartment customisations and bring your space to life!\n\nQuirky Robots!\n\nMeet and interact with a variety of quirky robots at the booth and in your apartment! Come face-to-face with sentient appliances as you discover more about their newfound consciousness and colourful personalities.\n\nVariety of Gadgets\n\nUse a variety of tactile gadgets in VR to examine robots at the booth. You'll need different tools for inspection including a 3D printer, Contraband Detector, Stun Gun, Barcode Scanner and much more.", "short_description": "Immerse yourself in a future earth, managing robots at the AI travel border."}, {"images": {"nodes": []}, "id": "706429574963649", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Pussel", "Simulering", "Indie", "Robot"], "long_description": "Border Bots VR är ett pusselspel som utspelar sig i en framtid där AI styr. Som mänsklig gränsvakt får du ett nytt jobb vid en AI-gräns. Interagera med och granska olika robotar som försöker ta sig igenom säkerhetskontrollen. Vissa av dokumenten kanske inte är i sin ordning, så det är upp till dig att avgöra vem som släpps in och inte.\n\nAnalysera dokument\n\nKliv in i båset som gränsvakt och granska robotar genom att analysera deras dokument för att hitta felaktigheter, konstigheter, oförklarade ändringar och smuggelgods! \n\nBås- och lägenhetsuppgraderingar\n\nDen kluriga spelmekaniken ger dig krediter som du kan lägga på båsuppgraderingar för att få ett övertag på konkurrenterna. Du kan även köpa lägenhetsanpassningar för att ge din bostad mer liv!\n\nKnasiga robotar!\n\nTräffa och interagera med knasiga robotar i båset och lägenheten! Lär känna tänkande apparater och ta reda på mer om deras nyfunna medvetande och färgstarka personligheter.\n\nMassvis med prylar\n\nAnvänd en rad olika prylar i VR för att undersöka robotar i båset. Du får använda olika verktyg i dina inspektioner, däribland 3D-skrivare, smuggelgodsdetektorer, chockpistoler, streckkodsskannrar och mer därtill.", "short_description": "Upplev en framtid där du agerar gränsvakt åt robotar."}, {"images": {"nodes": []}, "id": "419773863717915", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Simulação", "Indie", "Robô"], "long_description": "Border Bots VR é uma simulação com quebra-cabeças passada no futuro da terra, onde a IA assumiu o controlo. Como agente de fronteira humano, começas uma nova função como responsável uma cabine de controlo fronteiriço para IA. Analisa e interage com uma série de robôs que tentam passar pela segurança. Algumas das suas credenciais podem não corresponder às espectativas, cabe-te a ti decidir se são aprovadas ou não.\n\nAnalisar Documentos\n\nEntra na cabine como agente de controlo fronteiriço e processa robôs rapidamente. Analisa os seus documentos para encontrar discrepâncias, elementos estranhos, modificações não declaradas e contrabando! \n\nMelhorias da Cabine e do Apartamento\n\nGanha créditos através da desafiante jogabilidade e compra melhorias para a cabine, que te ajudam a ficar à frente da concorrência. Também podes gastar os teus créditos para personalizar o teu apartamento e dar vida ao espaço!\n\nRobôs Excêntricos!\n\nDescobre e interage com uma variedade de robôs excêntricos, tanto na cabine como no teu apartamento! Fala com eletrodomésticos vivos e descobre mais sobre a sua nova consciência e personalidades coloridas.\n\nUma Variedade de Dispositivos\n\nExamina os robôs na cabine com uma variedade de dispositivos táteis em RV. Vais precisar de diferentes ferramentas para a inspeção, incluindo uma impressora 3D, um Detetor de Contrabando, um Taser, um Leitor de Códigos de Barras e muito mais.", "short_description": "Descobre uma terra no futuro e gere robôs em viagem no controlo fronteiriço."}, {"images": {"nodes": []}, "id": "416328887484442", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Puzzle", "Simulation", "Indie", "Robot"], "long_description": "Border Bots VR est une simulation se déroulant sur une Terre du futur régie par une IA. En votre qualité d'agent frontalier humain, vous commencez votre nouveau rôle d'opérateur de cabine à une frontière de voyage IA.\n\nAnalysez des documents\n\nInstallez-vous dans une cabine pour remplir les fonctions d'agent de contrôle et analysez rapidement les documents que vous présentent des robots pour repérer d'éventuelles divergences, bizarreries et autres modifications non déclarées, voire même de la contrebande ! \n\nAmélioration de la cabine et de l'appartement\n\nGagnez des crédits en relevant les défis d'un gameplay stimulant afin d'acheter des améliorations de cabine pour garder une longueur d'avance sur la concurrence. Vous pouvez également dépenser vos crédits en personnalisations pour votre appartement et donner ainsi vie à votre espace.\n\nRobots déjantés !\n\nInteragissez avec toute une variété de robots déjantés, non seulement à la cabine, mais également dans votre appartement ! Croisez le chemin d'appareils intelligents et découvrez-en plus sur leurs nouvelles conscience et personnalité haute en couleur.\n\nToute une variété de gadgets\n\nDans la cabine, utilisez une variété de gadgets tactiles en VR pour examiner les robots. Vous aurez besoin de différents outils pour mener à bien votre inspection, notamment une imprimante 3D, un détecteur de contrebande, un pistolet paralysant, un scanner de code-barre et bien plus encore.", "short_description": "Plongez au cœur d'une Terre du futur et gérez des robots à une frontière IA."}, {"images": {"nodes": []}, "id": "403103945410916", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Łamigłówki", "Symulatory", "Niezależne", "Robot"], "long_description": "Border Bots VR to symulator logiczny, którego akcja toczy się na zdominowanej przez sztuczną inteligencję Ziemi z przyszłości. Jako ludzki strażnik graniczny rozpoczynasz służbę w budce na szlaku podróżnym SI. Sprawdzaj najrozmaitsze roboty i wchodź z nimi w interakcję podczas kontroli bezpieczeństwa. Niektóre ich dokumenty mogą nie do końca spełniać ustanowione standardy i to do Ciebie będzie należeć decyzja o ich zatwierdzeniu.\n\nKontrola dokumentów\n\nWstąp do budki jako strażnik graniczny i sprawnie obsługuj roboty, kontrolując ich dokumenty pod kątem rozbieżności, dziwactw, niezgłoszonych modyfikacji i kontrabandy! \n\nAktualizacje dotyczące budki i mieszkania\n\nPokonuj wyzwania i zdobywaj punkty, za które kupisz ulepszenia budki i wyprzedzisz konkurencję. Punkty możesz wydać również na personalizację mieszkania, aby tchnąć w swoją przestrzeń trochę życia!\n\nDziwaczne roboty!\n\nSpotykaj i wchodź w interakcję z dziwacznymi robotami w budce i własnym mieszkaniu! Obcuj bezpośrednio z rozumnymi urządzeniami, odkrywając ich nowatorską świadomość i barwne osobowości.\n\nRozmaite gadżety\n\nWejdź do wirtualnej rzeczywistości i wykorzystaj różne gadżety reagujące na dotyk, aby badać roboty w budce. W swojej pracy będziesz potrzebować całej gamy narzędzi, między innymi drukarki 3D, wykrywacza kontrabandy, broni ogłuszającej i skanera kodów kreskowych.", "short_description": "Poznaj Ziemię z przyszłości i sprawdzaj roboty na szlaku podróżnym SI."}, {"images": {"nodes": []}, "id": "373831261905527", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Hjernetrim", "Simulering", "Indie", "Robot"], "long_description": "Border Bots VR er et simulatorspill som utspiller seg på jorden i en fremtid hvor AI styrer alt. Du er en menneskelig grensevakt og skal begynne i din nye rolle som kontrollør ved en grenseovergang for AI-er. Samhandle med og kontroller en rekke roboter som forsøker å komme seg gjennom kontrollen. De har ikke nødvendigvis alle papirene på stell, og det er din oppgave å sørge for at de får passere.\n\nAnalyser dokumenter\n\nTre inn i boden som grensekontrollør og kontroller roboter ved å analysere dokumentene deres og lete etter avvik, rariteter, udeklarerte endringer og tyvegods! \n\nOppgraderinger til boden og leiligheten\n\nSamle midler gjennom utfordrende spill, og kjøp oppgraderinger til boden din slik at du alltid ligger ett steg foran. Du kan også bruke midlene dine til å tilpasse leiligheten din og sette ditt eget preg på den!\n\nEksentriske roboter!\n\nMøt og samhandle med en rekke eksentriske roboter ved boden og i leiligheten din! Stå ansikt til ansikt med bevisste maskiner og utforsk deres nyoppdagede bevissthet og fargerike personligheter.\n\nMassevis av dingser\n\nBruk en rekke taktile dingser i VR for å undersøke roboter ved boden. Du kommer til å trenge ulike verktøy til inspeksjoner, blant annet en 3D-printer, tjuvgodsdetektor, elektrosjokkvåpen, strekkkodeleser og mye mer.", "short_description": "Bli med til fremtiden, og hold styr på robotene ved AI-grenseovergangen."}, {"images": {"nodes": []}, "id": "355400423935810", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Rätsel", "Simulation", "Indie", "Roboter"], "long_description": "Border Bots VR ist eine Rätselsimulation, die in einer Zukunft spielt, in der die Erde von einer KI beherrscht wird. Du beginnst als menschlicher Grenzagent mit deiner neuen Aufgabe in einer Kabine an der KI-Reisegrenze. Interagiere mit einer Reihe von Robotern und überprüfe sie, während sie versuchen, durch die Sicherheitsschleuse zu gelangen.\n\nAnalysiere Dokumente\n\nBetritt die Kabine als Agent der Grenzkontrolle und bearbeite Roboter, indem du ihre Dokumente auf Unstimmigkeiten, Kuriositäten, nicht deklarierte Modifikationen und Fälschungen untersuchst! \n\nKabinen- und Apartmentverbesserungen\n\nVerdiene durch das herausfordernde Gameplay Credits, um Kabinenverbesserungen zu kaufen, die dir einen Vorteil gegenüber der Konkurrenz verschaffen. Du kannst die Credits aber auch für Apartmentanpassungen ausgeben, um es zum Leben zu erwecken!\n\nSchrullige Roboter!\n\nLerne in der Kabine und deinem Apartment eine Reihe von schrulligen Robotern kennen und interagieren mit ihnen! Befasse dich mit den empfindungsfähigen Apparaturen, während du mehr über ihr neues Bewusstsein und ihre vielfältigen Persönlichkeiten erfährst.\n\nVielfältige Gadgets\n\nNutze eine Vielzahl an greifbaren Gadgets in VR, um die Roboter bei der Kabine zu überprüfen. Du wirst unterschiedliche Werkzeuge wie einen 3D-Drucker, einen Schmugglerwarendetektor, eine Betäubungspistole, einen Barcodeleser und mehr benötigen.", "short_description": "Stürze dich in Welt der Zukunft und überprüfe Roboter an der KI-Reisegrenze."}, {"images": {"nodes": []}, "id": "345560665049366", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Simulação", "Indie", "Robô"], "long_description": "Border Bots VR é uma simulação de quebra-cabeças ambientada em uma Terra do futuro, onde a IA está no comando. No cargo de oficial de imigração humano, você começa um novo serviço como operador de cabine em uma fronteira de viagens de IA. Interaja com vários robôs e investigue-os enquanto eles tentam passar pela segurança. As credenciais de alguns podem não estar em dia, e cabe a você se certificar de que merecem o carimbo de aprovação.\n\nAnalise documentos\n\nEntre na cabine como oficial de imigração e analise os documentos dos robôs rapidamente, procurando por discrepâncias, peculiaridades, modificações não declaradas e contrabando! \n\nMelhorias de cabine e apartamento\n\nGanhe créditos com uma jogabilidade desafiadora para comprar melhorias de cabine e ficar à frente na competição. Você também pode gastar os créditos personalizando o apartamento para dar uma cara nova ao seu lar!\n\nRobôs excêntricos!\n\nConheça e interaja com diversos robôs excêntricos na cabine e em seu apartamento! Fique cara a cara com eletrodomésticos sencientes enquanto conhece a nova consciência que eles adquiriram e suas personalidades exuberantes.\n\nVariedade de dispositivos\n\nUse diversos dispositivos táteis em RV para examinar os robôs na cabine. Você vai precisar de ferramentas diferentes para realizar a inspeção, incluindo uma impressora 3D, Detector de Contrabando, Arma de Choque, Leitor de Código de Barras e muito mais.", "short_description": "Embarque em uma Terra futura e supervisione robôs na fronteira de viagens de IA."}, {"images": {"nodes": []}, "id": "342736892014610", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Головоломка", "симулятор", "инди", "Робот"], "long_description": "Border Bots VR — это головоломка-симулятор, действие которой происходит на Земле будущего, где правит искусственный интеллект. Вы играете за человека, который недавно начал работать на границе для ИИ-путешественников. Ваша задача — проверять разношерстных роботов, проходящих через пограничный пункт. Их документы не всегда в порядке, и только от вас зависит, получат ли они заветный штамп.\n\nПроверяйте документы\n\nВам предстоит работать в кабинке пограничного контроля — проверять роботов и их документы на предмет несоответствий, странностей, скрытых модификаций и контрабанды! \n\nУлучшайте кабинку и квартиру\n\nВ ходе игры придется решать непростые задания, но за это вы сможете заработать кредиты, а на них купить улучшения для своей кабинки — утрите нос конкурентам! А еще кредиты можно тратить, чтобы сделать свою квартиру уютнее и добавить ей уникальности.\n\nСвоеобразные роботы!\n\nИ на работе, и в квартире вам встретится немало своеобразных роботов, с которыми можно пообщаться! Эти разумные машины не перестанут удивлять вас своими яркими характерами — познакомьтесь с ними поближе и узнайте, что творится у них в голове.\n\nМножество гаджетов\n\nДля досмотра роботов в вашем распоряжении будут разнообразные тактильные гаджеты в VR. А устройств потребуется немало, в том числе 3D-принтер, детектор контрабанды, электрошокер, сканер штрих-кодов и многое другое.", "short_description": "Станьте пограничником на Земле будущего и досматривайте путешествующих роботов."}, {"images": {"nodes": []}, "id": "340906715481125", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["パズル", "シミュレーション", "インディー", "ロボット"], "long_description": "Border Bots VRは、AIが支配する未来の地球を舞台にしたパズルシミュレーションです。人間の国境管理官となって、AIの渡航管理施設のブース担当者として従事しよう。セキュリティーチェックを通過しようとするさまざまなロボットと交流し、検査を行います。中には身分が不確かな者も存在するかもしれません。彼らを承認するかどうかは、あなた次第です。\n\n書類の分析\n\n国境管理官としてブースに入り、ロボットの書類に不備がないか、不審な点がないか、未申告の変更や、密輸品がないかなどを分析し、迅速に処理しよう！ \n\nブースとアパートのアップグレード\n\n歯ごたえ抜群のゲームをプレイしてクレジットを獲得し、ブースのアップグレードを購入してライバルに差をつけよう。また、クレジットを使ってアパートをカスタマイズし、活気に満ちた空間を作り出すことも可能！\n\n風変りなロボット！\n\nブースやアパートで、多種多様な一風変わったロボットと出会ったり、交流したりすることが可能！ 思考力を持った家電と対面し、彼らの新たな意識やバラエティに富んだ個性を発見しよう。\n\n多種多様なガジェット\n\nVRで様々な触覚ガジェットを使い、ブースでロボットを調べよう。ロボットを検査するには、3Dプリンター、禁制品探知機、スタンガン、バーコードスキャナーなど、さまざまなツールが必要になります。", "short_description": "未来の地球を舞台に、AIの渡航管理施設でロボットを管理しよう。"}, {"images": {"nodes": []}, "id": "247061025105871", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["解谜", "模拟", "独立制作", "机器人"], "long_description": "《边境机器人 VR》是一款解谜模拟游戏，故事背景为由 AI 掌控的未来地球。身为人类边境控制人员，您将开始担任新职位作为 AI 旅行边境的岗亭操作员。当各种机器人试图通过安检时，与它们互动并进行检查。一些机器人的证件可能不符要求，但全由您决定是否要盖下核准印章。\n\n分析文档\n\n化身边境控制人员走进岗亭，分析机器人文档中的差异、怪异、未申报修改和违禁品，迅速处理机器人！ \n\n岗亭与公寓升级\n\n通过挑战性的游戏赚取积分来购买岗亭升级，让自己保持竞争优势。您也可以把积分花在公寓自定义项目上，让空间生意盎然！\n\n古怪机器人！\n\n在岗亭和公寓认识各种古怪机器人并互动！与有意识的电器面对面，发现更多新的意识和多彩丰富的个性。\n\n各种小工具\n\n在 VR 中使用各种触觉小工具，在岗亭上检查机器人。您需要不同的检查工具，包括 3D 打印机、违禁品探测器、电击枪、条码扫描仪等等。", "short_description": "让自己置身于在未来地球，在 AI 旅行边境管理机器人。"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.team17.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Team17 Digital", "support_website_url": "https://www.team17.com/contact/", "website_url": "https://www.team17.com/games/border-bots-vr/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "de", "es", "ko", "zh_CN", "zh_HK", "zh_TW"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "6899892666804824"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75339313_396438159431157_1840182187425239577_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nEKSIXpJpw8Q7kNvwFpcQox&_nc_oc=Adkpl0h4KxrcuE0zG7f2wbtDecezWUcQvd_SmC0w9voTzGJl5JV5sHXgy2Ja2BefLNc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsVHkfDqmvP3-JFMdQ0DvM5Vjk9l6dVM2wyXffsMrJKjw&oe=6995C6FB"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Border Bots VR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Puzzle", "id": "377978390272490"}, {"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1707415200, "lastRevision": {"nodes": [{"id": "4602363433153962", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "4382981625162620", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "616984986961589"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3697858023872103", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Simulação", "Indie", "Robô"], "long_description": "Border Bots VR é uma simulação com quebra-cabeças passada no futuro da terra, onde a IA assumiu o controlo. Como agente de fronteira humano, começas uma nova função como responsável uma cabine de controlo fronteiriço para IA. Analisa e interage com uma série de robôs que tentam passar pela segurança. Algumas das suas credenciais podem não corresponder às espectativas, cabe-te a ti decidir se são aprovadas ou não.\n\nAnalisar Documentos\n\nEntra na cabine como agente de controlo fronteiriço e processa robôs rapidamente. Analisa os seus documentos para encontrar discrepâncias, elementos estranhos, modificações não declaradas e contrabando! \n\nMelhorias da Cabine e do Apartamento\n\nGanha créditos através da desafiante jogabilidade e compra melhorias para a cabine, que te ajudam a ficar à frente da concorrência. Também podes gastar os teus créditos para personalizar o teu apartamento e dar vida ao espaço!\n\nRobôs Excêntricos!\n\nDescobre e interage com uma variedade de robôs excêntricos, tanto na cabine como no teu apartamento! Fala com eletrodomésticos vivos e descobre mais sobre a sua nova consciência e personalidades coloridas.\n\nUma Variedade de Dispositivos\n\nExamina os robôs na cabine com uma variedade de dispositivos táteis em RV. Vais precisar de diferentes ferramentas para a inspeção, incluindo uma impressora 3D, um Detetor de Contrabando, um Taser, um Leitor de Códigos de Barras e muito mais.", "short_description": "Descobre uma terra no futuro e gere robôs em viagem no controlo fronteiriço."}, {"images": {"nodes": []}, "id": "2566075613559697", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Simulação", "Indie", "Robô"], "long_description": "Border Bots VR é uma simulação de quebra-cabeças ambientada em uma Terra do futuro, onde a IA está no comando. No cargo de oficial de imigração humano, você começa um novo serviço como operador de cabine em uma fronteira de viagens de IA. Interaja com vários robôs e investigue-os enquanto eles tentam passar pela segurança. As credenciais de alguns podem não estar em dia, e cabe a você se certificar de que merecem o carimbo de aprovação.\n\nAnalise documentos\n\nEntre na cabine como oficial de imigração e analise os documentos dos robôs rapidamente, procurando por discrepâncias, peculiaridades, modificações não declaradas e contrabando! \n\nMelhorias de cabine e apartamento\n\nGanhe créditos com uma jogabilidade desafiadora para comprar melhorias de cabine e ficar à frente na competição. Você também pode gastar os créditos personalizando o apartamento para dar uma cara nova ao seu lar!\n\nRobôs excêntricos!\n\nConheça e interaja com diversos robôs excêntricos na cabine e em seu apartamento! Fique cara a cara com eletrodomésticos sencientes enquanto conhece a nova consciência que eles adquiriram e suas personalidades exuberantes.\n\nVariedade de dispositivos\n\nUse diversos dispositivos táteis em RV para examinar os robôs na cabine. Você vai precisar de ferramentas diferentes para realizar a inspeção, incluindo uma impressora 3D, Detector de Contrabando, Arma de Choque, Leitor de Código de Barras e muito mais.", "short_description": "Embarque em uma Terra futura e supervisione robôs na fronteira de viagens de IA."}, {"images": {"nodes": []}, "id": "2353882131464745", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Rätsel", "Simulation", "Indie", "Roboter"], "long_description": "Border Bots VR ist eine Rätselsimulation, die in einer Zukunft spielt, in der die Erde von einer KI beherrscht wird. Du beginnst als menschlicher Grenzagent mit deiner neuen Aufgabe in einer Kabine an der KI-Reisegrenze. Interagiere mit einer Reihe von Robotern und überprüfe sie, während sie versuchen, durch die Sicherheitsschleuse zu gelangen.\n\nAnalysiere Dokumente\n\nBetritt die Kabine als Agent der Grenzkontrolle und bearbeite Roboter, indem du ihre Dokumente auf Unstimmigkeiten, Kuriositäten, nicht deklarierte Modifikationen und Fälschungen untersuchst! \n\nKabinen- und Apartmentverbesserungen\n\nVerdiene durch das herausfordernde Gameplay Credits, um Kabinenverbesserungen zu kaufen, die dir einen Vorteil gegenüber der Konkurrenz verschaffen. Du kannst die Credits aber auch für Apartmentanpassungen ausgeben, um es zum Leben zu erwecken!\n\nSchrullige Roboter!\n\nLerne in der Kabine und deinem Apartment eine Reihe von schrulligen Robotern kennen und interagieren mit ihnen! Befasse dich mit den empfindungsfähigen Apparaturen, während du mehr über ihr neues Bewusstsein und ihre vielfältigen Persönlichkeiten erfährst.\n\nVielfältige Gadgets\n\nNutze eine Vielzahl an greifbaren Gadgets in VR, um die Roboter bei der Kabine zu überprüfen. Du wirst unterschiedliche Werkzeuge wie einen 3D-Drucker, einen Schmugglerwarendetektor, eine Betäubungspistole, einen Barcodeleser und mehr benötigen.", "short_description": "Stürze dich in Welt der Zukunft und überprüfe Roboter an der KI-Reisegrenze."}, {"images": {"nodes": []}, "id": "2075013532859745", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Hjernetrim", "Simulering", "Indie", "Robot"], "long_description": "Border Bots VR er et simulatorspill som utspiller seg på jorden i en fremtid hvor AI styrer alt. Du er en menneskelig grensevakt og skal begynne i din nye rolle som kontrollør ved en grenseovergang for AI-er. Samhandle med og kontroller en rekke roboter som forsøker å komme seg gjennom kontrollen. De har ikke nødvendigvis alle papirene på stell, og det er din oppgave å sørge for at de får passere.\n\nAnalyser dokumenter\n\nTre inn i boden som grensekontrollør og kontroller roboter ved å analysere dokumentene deres og lete etter avvik, rariteter, udeklarerte endringer og tyvegods! \n\nOppgraderinger til boden og leiligheten\n\nSamle midler gjennom utfordrende spill, og kjøp oppgraderinger til boden din slik at du alltid ligger ett steg foran. Du kan også bruke midlene dine til å tilpasse leiligheten din og sette ditt eget preg på den!\n\nEksentriske roboter!\n\nMøt og samhandle med en rekke eksentriske roboter ved boden og i leiligheten din! Stå ansikt til ansikt med bevisste maskiner og utforsk deres nyoppdagede bevissthet og fargerike personligheter.\n\nMassevis av dingser\n\nBruk en rekke taktile dingser i VR for å undersøke roboter ved boden. Du kommer til å trenge ulike verktøy til inspeksjoner, blant annet en 3D-printer, tjuvgodsdetektor, elektrosjokkvåpen, strekkkodeleser og mye mer.", "short_description": "Bli med til fremtiden, og hold styr på robotene ved AI-grenseovergangen."}, {"images": {"nodes": []}, "id": "1099843194386049", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Bulmaca", "Simülasyon", "bağımsız", "Robot"], "long_description": "Border Bots VR, gelecekte yapay zekanın kontrolü ele aldığı bir dünyada geçen bir bulmaca simülasyonudur. Bir insan sınır teftiş elemanı olarak yapay zeka seyahat sınırında gişe memuru görevinde işe başla. Güvenlikten geçmeye çalışan çok çeşitli robotları denetle ve onlarla etkileşime geç. Robotların kimlik bilgilerinden bazıları yetersiz olabilir, onay damgasını almalarını sağlamak senin elinde.\n\nBelgeleri İncele\n\nBir sınır teftiş elemanı olarak gişeye adım at ve belgelerini tutarsızlık, tuhaflık, bildirilmemiş değişiklikler, kaçak eşya gibi durumlar açısından inceleyerek robotları hızlıca işlemden geçir! \n\nGişe ve Daire Güncellemeleri\n\nGişe yükseltmeleri satın alarak rakiplerinin önüne geçmek için oyunu daha zorlu bir şekilde oynayarak kredi kazan. Kredilerini ayrıca daireni özelleştirmek için harcayarak yaşam alanına renk de katabilirsin!\n\nAcayip Robotlar!\n\nGişede ve dairende çeşitli acayip robotlar ile tanış ve etkileşim kur! Henüz yeni sahip oldukları bilinçleri ve rengârenk kişilikleri hakkında daha fazlasını keşfederek bu zeka dolu cihazlarla karşı karşıya gelmeye hazır ol.\n\nÇeşitli Araçlar\n\nGişede robotları incelemek için VR'da bulunan çeşitli araçları kullan. İnceleme için 3D Yazıcı, Kaçak Eşya Dedektörü, Sersemletme Tabancası, Barkod Tarayıcı ve çok daha fazla farklı araca ihtiyacın olacak.", "short_description": "Yapay zeka seyahat sınırında robotları yönettiğin gelecekteki bir dünyaya dal."}, {"images": {"nodes": []}, "id": "1076255786729305", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Acertijos", "Simulación", "Independiente", "Robot"], "long_description": "Border Bots VR es una simulación de acertijos ambientada en una tierra del futuro donde la IA tiene el control. Como un agente fronterizo humano, comienzas un nuevo empleo como operador de caseta en el control de aduanas para IA. Interactúa e inspecciona a varios robots mientras intentan pasar el control de seguridad. Puede que algunas de sus credenciales no estén del todo en condiciones, así que de ti depende que obtengan el sello de aprobación.\n\nAnaliza documentos\n\n¡Ingresa a la caseta como un agente de control fronterizo y procesa rápidamente a los robots analizando sus documentos en busca de discrepancias, rarezas, modificaciones no declaradas y contrabando! \n\nMejora de casetas y apartamentos\n\nGana créditos a través de desafiantes modos de juego para comprar mejoras de caseta y mantenerte por delante de la competencia. También puedes gastar tus créditos en personalizar tu apartamento y ¡darle vida a tu espacio!\n\n¡Robots extravagantes!\n\n¡Conoce e interactúa con una gran variedad de extravagantes robots en la caseta y en tu apartamento! Enfréntate cara a cara con aparatos inteligentes y descubre más cosas sobre su nueva consciencia y colorida personalidad.\n\nVariedad de aparatos\n\nUtiliza diversos aparatos táctiles en RV para examinar a los robots en la caseta. Necesitarás diferentes herramientas para la inspección, como una impresora 3D, un detector de contrabando, una pistola aturdidora, un escáner de códigos de barras y mucho más.", "short_description": "Entra a una tierra del futuro y gestiona robots como oficial de aduanas para IA."}, {"images": {"nodes": []}, "id": "1076236920268392", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Rompecabezas", "Simulación", "Independiente", "Robot"], "long_description": "Border Bots VR es una simulación de rompecabezas situada en una tierra futura donde la IA se ha hecho con el control. Como agente fronterizo humano, inicias una nueva tarea como operador de puesto en una frontera de la IA. Interactúa con una variedad de robots y lleva a cabo las comprobaciones necesarias cuando intentan pasar el control de seguridad. Puede que su documentación no sea impoluta: de ti dependerá que consigan el sello de aprobación.\n\nAnálisis de documentos\n\n¡Entra en el puesto como agente de control fronterizo y procesa con rapidez robots analizando sus documentos en busca de discrepancias, curiosidades, modificaciones no declaradas y contrabando! \n\nMejoras de puesto y de apartamento\n\nConsigue créditos a través de un juego desafiante y compra mejoras de puesto para sacar ventaja a la competencia. ¡También puedes gastarte los créditos en personalizaciones de apartamento para que tu espacio cobre vida!\n\n¡Extravagantes robots!\n\n¡Conoce a una variedad de extravagantes robots e interactúa con ellos en el puesto y en el apartamento! Relaciónate con aplicaciones sensibles mientras descubres más cosas sobre su recién descubierta conciencia y sus pintorescas personalidades.\n\nVariedad de artilugios\n\nUtiliza una variedad de artilugios táctiles de realidad virtual para examinar a los robots en el puesto. Necesitarás diferentes herramientas para la inspección, incluida una impresora 3D, un detector de contrabando, una pistola paralizante, un lector de código de barras y muchas más.", "short_description": "Sumérgete en una tierra futura gestionando robots en una frontera de la IA."}, {"images": {"nodes": []}, "id": "1068665331031587", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Головоломка", "симулятор", "инди", "Робот"], "long_description": "Border Bots VR — это головоломка-симулятор, действие которой происходит на Земле будущего, где правит искусственный интеллект. Вы играете за человека, который недавно начал работать на границе для ИИ-путешественников. Ваша задача — проверять разношерстных роботов, проходящих через пограничный пункт. Их документы не всегда в порядке, и только от вас зависит, получат ли они заветный штамп.\n\nПроверяйте документы\n\nВам предстоит работать в кабинке пограничного контроля — проверять роботов и их документы на предмет несоответствий, странностей, скрытых модификаций и контрабанды! \n\nУлучшайте кабинку и квартиру\n\nВ ходе игры придется решать непростые задания, но за это вы сможете заработать кредиты, а на них купить улучшения для своей кабинки — утрите нос конкурентам! А еще кредиты можно тратить, чтобы сделать свою квартиру уютнее и добавить ей уникальности.\n\nСвоеобразные роботы!\n\nИ на работе, и в квартире вам встретится немало своеобразных роботов, с которыми можно пообщаться! Эти разумные машины не перестанут удивлять вас своими яркими характерами — познакомьтесь с ними поближе и узнайте, что творится у них в голове.\n\nМножество гаджетов\n\nДля досмотра роботов в вашем распоряжении будут разнообразные тактильные гаджеты в VR. А устройств потребуется немало, в том числе 3D-принтер, детектор контрабанды, электрошокер, сканер штрих-кодов и многое другое.", "short_description": "Станьте пограничником на Земле будущего и досматривайте путешествующих роботов."}, {"images": {"nodes": []}, "id": "1044071613544169", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Puzzle", "Simulation", "Indie", "Robot"], "long_description": "Border Bots VR est une simulation se déroulant sur une Terre du futur régie par une IA. En votre qualité d'agent frontalier humain, vous commencez votre nouveau rôle d'opérateur de cabine à une frontière de voyage IA.\n\nAnalysez des documents\n\nInstallez-vous dans une cabine pour remplir les fonctions d'agent de contrôle et analysez rapidement les documents que vous présentent des robots pour repérer d'éventuelles divergences, bizarreries et autres modifications non déclarées, voire même de la contrebande ! \n\nAmélioration de la cabine et de l'appartement\n\nGagnez des crédits en relevant les défis d'un gameplay stimulant afin d'acheter des améliorations de cabine pour garder une longueur d'avance sur la concurrence. Vous pouvez également dépenser vos crédits en personnalisations pour votre appartement et donner ainsi vie à votre espace.\n\nRobots déjantés !\n\nInteragissez avec toute une variété de robots déjantés, non seulement à la cabine, mais également dans votre appartement ! Croisez le chemin d'appareils intelligents et découvrez-en plus sur leurs nouvelles conscience et personnalité haute en couleur.\n\nToute une variété de gadgets\n\nDans la cabine, utilisez une variété de gadgets tactiles en VR pour examiner les robots. Vous aurez besoin de différents outils pour mener à bien votre inspection, notamment une imprimante 3D, un détecteur de contrebande, un pistolet paralysant, un scanner de code-barre et bien plus encore.", "short_description": "Plongez au cœur d'une Terre du futur et gérez des robots à une frontière IA."}, {"images": {"nodes": [{"file_name": "Metaicon-1_1---512x512.png", "id": "1804984219953534", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974787_1804984223286867_9161352210327560019_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ynrW_MadatMQ7kNvwHYWyuq&_nc_oc=AdkW6HZ0oP7Je15MgdNeBujqO_IaJavqq8J47Si21vElWaAaC-QIcubaJHpP9WcxcOQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvFVTJdTHx_goXJA6U4jZ2zJ4Yj-TBw3UrSUpeZxJh34w&oe=6995B5B4"}, {"file_name": "MetaMini-Landscape-3_1---1080x360.png", "id": "1700258960470170", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572934_1700258963803503_4766239312873253092_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_isKIsj-qrUQ7kNvwEZ5sKk&_nc_oc=AdmwIt5K_Sl13Z71eQUbLWdW1t5S7OMYr4mvsQ8xe1gPO_5DhkMtAyDd3-N1ZdCGIpA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afur9tsxW3juFX31CluwfOzhccNT_yBoVdrcAT-m2Ez0ug&oe=6995A539"}, {"file_name": "MetaCover-Landscape-16_9-2560x1140.png", "id": "1549064642493767", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031344_1549064649160433_2558811828657062167_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=csot_Xsuaz4Q7kNvwFczeEZ&_nc_oc=AdmIPeh3CvI5AifFIFjv8U3HdAAu3xm7Rv7EEG7x5mbhib9o-t2ZjECS6A6x9Qpr4UI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsznyEfXayrUlozGGBJyVY4ZKBxKLMDqse6NovLugJvUw&oe=6995CB99"}, {"file_name": "MetaImmersive-Logo---556x164.png", "id": "1094737651690406", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75580065_1094737655023739_7978360323695594972_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WVH27gcIPhkQ7kNvwHUCh2-&_nc_oc=Adl8j-_Xn8BRFREl2idQvojSMw5RF3xljhfFOa5e6AAaBdC9O1V7oiqU8b_Hod0e7H0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft138lMyH4TTOt2WSw2WwMH_Znqn4m517v5Q7PVsrDNCQ&oe=6995C690"}, {"file_name": "MetaLogo----varibale.png", "id": "833461871910154", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86627633_833461875243487_7139933813483814634_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Op6NOwZX6VwQ7kNvwHVzyX3&_nc_oc=Adnws2jjHG8uEctUuaKRpHcZmKlGXB3SNXBKa8mdjMUYkgdxowWONMw5u4FZnQvinY4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsmR2IWa0sLu8oSUqaBKvIbHmjvd1v8uvXYz_HmqKfZdw&oe=6995A0C4"}, {"file_name": "MetaHero-Cover-10_3---3000x900.png", "id": "754069412839487", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031379_754069416172820_8471172243660113614_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eKmhPcPHWngQ7kNvwFOGaIk&_nc_oc=AdkQZsLinJKk6JA9XrLOqPKs64Q72LsZKARq3LDZEmc6R15BjY2RNtG23qTae2Fyly4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuxW1WPuksttdLYsvdprie-IQvbEr2NJkHTzlGyczh0Ag&oe=6995C90B"}, {"file_name": "MetaImmersive-Backdrop---1800x700.png", "id": "397419612959586", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982554_397419616292919_353490006950043392_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=doyiXV4OIO8Q7kNvwGLDxZR&_nc_oc=AdkREwi0tc2WuDIKxXPqgQyljdmG1ZFdRHcRCUKRO-PxAeaGFc_YPaseQBPYpkBCDq8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftLi4BQQX6l40j-uS8loNjOUVK6yf_oGmisbCPN39TLHg&oe=6995CF2B"}, {"file_name": "MetaCover-Square-1_1---1440x1440.png", "id": "396438156097824", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75339313_396438159431157_1840182187425239577_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nEKSIXpJpw8Q7kNvwFpcQox&_nc_oc=Adkpl0h4KxrcuE0zG7f2wbtDecezWUcQvd_SmC0w9voTzGJl5JV5sHXgy2Ja2BefLNc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuZVJ-ZjheK77MMiUpDCAMZaBFxfY1jCqm31zjZZvdT2g&oe=6995C6FB"}, {"file_name": "MetaImmersive-Object-Left---400x700-_V2.png", "id": "374084878561451", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982453_374084881894784_433196253137737065_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=w4aA_S2beU4Q7kNvwGmIlZx&_nc_oc=AdlwP4wHGTOyD-rw0lILLXwzcHeta68DWj2Y1YMD1rYqcONbI01A1I_INi0E_u19gAg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuOK7Y1WXJVNXU-fV8I5Uorn5UDseY1c8U_8jJju-Bs2g&oe=6995C5BC"}, {"file_name": "MetaCover-Portrait-7_10---1008x1440.png", "id": "346948658117460", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031363_346948661450793_6257547819501321382_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ABqdFhM-w2EQ7kNvwE1Y4xf&_nc_oc=AdlnLs-qpCgnkpz-7nIV9WMdC2Xo6VhguK4PSVUR0Au4EUePULHYqe8oncd2nekp0wA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuGw7iauraarEFY2j6zthK683WOr0t22jbwWDpFyN-2vw&oe=69959FD9"}]}, "id": "966134598149275", "locale": "en_US", "screenshots": [{"file_name": "Screenshot01.png", "id": "1010838220017620", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210398_1010838226684286_7636217186471074146_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pDtqoYfrSDQQ7kNvwG9b0d6&_nc_oc=AdmORzXG21U6r8cNrmPJkvyHdzIlk5DQjtqJyN17AJibkDcLi9hZl-2s3uO1w744d4I&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftanTpG-tX2SVojjXf1VMOXBtaDhb_Fj4-BiJ1XDQ8yLA&oe=6995C1A7"}, {"file_name": "Screenshot02.png", "id": "265881239804872", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035417_265881243138205_666734097077351457_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VagfgV4YQWoQ7kNvwE92x6Z&_nc_oc=AdlUm1VA4MQxP16mcWFWWsuDPpbhGQ9qnso7A4F0JhkZSBYxdxMFlYCwBhr4wRjYTYo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvACofhW-lJmMXPsTw6gS3eGF2B_-hPKqpyrNdFBpl9lw&oe=6995B2A8"}, {"file_name": "Screenshot03.png", "id": "369562472261428", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982510_369562475594761_4749728929078554490_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TjByAU9AIesQ7kNvwHQ3FnA&_nc_oc=Adl-kJwmWYQZHViIANEeX_lg0NeO_gowMMtaUtF94_zHwPf8frWsn3YYX0za5n3tG80&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuTOrqZ_bkBdIqrMcMpO77igBrL_cuypJCZChMMZCMwog&oe=6995B52F"}, {"file_name": "Screenshot04.png", "id": "2428225264015863", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982460_2428225267349196_1648051986432144888_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NypA_VTmfCoQ7kNvwE7k1vZ&_nc_oc=AdmvTsfWBL_UzLVWSdh5J6_loHoedfxkfxHvJ3lMqFWCfOnoeLztVkAa0FRGuDPmM2U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfswTCu99PpoCwPjji9M-44WJKfFTkc5S5dnn6xggemeNQ&oe=6995BFCE"}, {"file_name": "Screenshot08.png", "id": "860392565725766", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982587_860392569059099_421138495486967271_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XtHSIYLYNtgQ7kNvwFQBxZI&_nc_oc=AdnI27LL4bYANGDOpgiFGXcIptEZoJXXPrASvPRM23FUmq4gOpxXEtUhkshx-oy5HtM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsHyKgW4ZCthKMITPTdzZtrmPmf42tqLzoe0UUj7sst3w&oe=6995C566"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Trailer Cover image.png", "id": "1515276689016848", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031376_1515276692350181_7375697893243461988_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QROKAal5Nk4Q7kNvwHsYAGS&_nc_oc=AdmsCqP_HqD3CNSBbnQO3X4hCiBimzrbSXZY9pzh0AjJcAZcep9gWRE8TXPK2qwBjzQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsRLSM4eT_4h6uw7ra3NXGGGpTnAVIytYZQmt8aXxwWnA&oe=6995CA06"}, "display_name": "Border Bots VR", "keywords": ["Puzzle", "Indie", "Simulation", "Robot"], "long_description": "Border Bots VR is puzzle simulation set on a future earth where AI is in control. As a human border agent, you begin a new role as a booth operator at an AI travel border. Interact and check over a variety of robots as they try to get through security. Some of their credentials might not be up to scratch, its up to you to make sure they get the stamp of approval.\n\nAnalyse Documents\n\nStep into the booth as a border control agent and swiftly process robots by analysing their documents for discrepancies, oddities, undeclared modifications and contraband! \n\nBooth and Apartment Upgrades\n\nEarn credits through challenging gameplay to purchase booth upgrades to keep yourself ahead of the competition. You can also spend your credits on apartment customisations and bring your space to life!\n\nQuirky Robots!\n\nMeet and interact with a variety of quirky robots at the booth and in your apartment! Come face-to-face with sentient appliances as you discover more about their newfound consciousness and colourful personalities.\n\nVariety of Gadgets\n\nUse a variety of tactile gadgets in VR to examine robots at the booth. You'll need different tools for inspection including a 3D printer, Contraband Detector, Stun Gun, Barcode Scanner and much more.", "short_description": "Immerse yourself in a future earth, managing robots at the AI travel border."}, {"images": {"nodes": []}, "id": "946303560290647", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["解謎", "模擬", "獨立遊戲", "機器人"], "long_description": "《Border Bots VR》是一款解謎模擬遊戲，場景設在由 AI 主宰的未來地球。身為人類邊境專員，你一開始是 AI 旅遊的邊境檢查站作業員。負責在各種機器人嘗試通過安全檢查時與它們互動，檢查它們的文件等。某些機器人的證件可能不符合要求，你可以決定是否批准放行。\n\n分析文件\n\n玩家要以邊境控管專員的身份踏入檢查站，負責快速處理並分析機器人的文件是否存在任何差異、異常，是否有任何未經申報的修改和違禁品！ \n\n檢查站和公寓升級\n\n挑戰遊戲關卡賺取點數，購買檢查站升級件，確保你在競爭中保持領先。你也可以使用點數自訂公寓，為你的空間注入活力！\n\n古怪機器人！\n\n在檢查站和你的公寓邂逅各種古怪機器人並與它們互動！隨著你深入探索這些機器人剛獲得的意識和繽紛個性，你也會直面各種有知覺的器械。\n\n各式各樣的裝置\n\n在檢查站使用各種 VR 觸覺裝置。檢查需用到各種不同工具，包括 3D 印表機、違禁品探測器、電擊槍、條碼掃描器和更多工具。", "short_description": "盡情沉浸在未來地球，在 AI 旅遊的邊境管理機器人。"}, {"images": {"nodes": []}, "id": "863802385491538", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Rompicapo", "Simulazione", "Indie", "Robot"], "long_description": "Border Bots VR è una simulazione rompicapo ambientata in una terra del futuro dove l'IA ha il controllo. In qualità di agente doganale, inizi un nuovo ruolo come operatore di cabina presso una frontiera per IA. Interagisci e controlla una varietà di robot che cercano di passare i controlli di sicurezza. Alcune delle loro credenziali portebbero non essere in regola, sta a te decidere se apporre il timbro di approvazione.\n\nEsamina documenti\n\nEntra nella cabina nelle vesti di un agente doganale e controlla velocemente i robot esaminando i loro documenti cercando discrepanze, stranezze, modifiche non dichiarate e contrabbando! \n\nPotenziamenti cabina e appartamento\n\nGuadagna crediti attraverso un gameplay avvincente per comprare potenziamenti per la cabina e rimanere in vantaggio rispetto alla concorrenza. Puoi anche spendere i tuoi crediti per personalizzare il tuo appartamento e dargli vita!\n\nRobot bizzarri!\n\nIncontra e interagisci con svariati e bizzarri robot alla cabina e al tuo appartamento! Trovati faccia a faccia con elettrodomestici senzienti mentre scopri di più sulle loro nuove coscienze e stravaganti personalità.\n\nVarietà di gadget\n\nUtilizza una gamma di gadget tattili in VR per esamianare i robot alla cabina. Ti serviranno diversi strumenti per l'ispezione inclusi una stampante 3D, un rivelatore per il contrabbando, una pistola stordente, un lettore di codici a barre e molto altro.", "short_description": "Immergiti in una terra del futuro, gestendo i robot alla frontiera per IA."}, {"images": {"nodes": []}, "id": "840989671050805", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Puzzel", "Simulatie", "Indie", "Robot"], "long_description": "Border Bots VR is een puzzelsimulator die zich afspeelt op een aarde waar AI aan de macht is. Als menselijke grensbewaker bestier je een hokje bij een AI-reisgrens. Ga interactie aan met diverse robots die langs de beveiliging moeten. Sommige gegevens zijn mogelijk niet op orde en dan is het aan jou om ervoor te zorgen dat ze toch hun goedkeuringsstempel krijgen.\n\nAnalyseer documenten\n\nStap in het hokje van een grensbewaker en onderzoek in rap tempo de documenten van robots op afwijkingen, eigenaardigheden, niet-opgegeven modificaties en smokkelwaar! \n\nUpgrades voor hokje en appartement\n\nVerdien credits tijdens uitdagende gameplay, zodat je een beter hokje kunt kopen om de concurrentie de loef af te steken. Je kunt je credits ook gebruiken om je appartement op te leuken en echt een stekkie voor jezelf te creëren!\n\nMaffe robots!\n\nGa interactie aan met diverse maffe robots, zowel in je hokje als in je appartement! Ontmoet zelfbewuste apparaten en kom meer te weten over hun pas verworven bewustzijn en kleurrijke persoonlijkheden.\n\nDiverse gadgets\n\nGebruik verschillende tastbare gadgets in VR om de robots te onderzoeken in het hokje. Je hebt verschillende hulmiddelen nodig, zoals een 3D-printer, een smokkelwaardetector, een stungun, een streepjescodescanner en nog veel meer.", "short_description": "Reis naar de aarde van de toekomst en controleer robots bij een AI-reisgrens."}, {"images": {"nodes": []}, "id": "757117446479911", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["パズル", "シミュレーション", "インディー", "ロボット"], "long_description": "Border Bots VRは、AIが支配する未来の地球を舞台にしたパズルシミュレーションです。人間の国境管理官となって、AIの渡航管理施設のブース担当者として従事しよう。セキュリティーチェックを通過しようとするさまざまなロボットと交流し、検査を行います。中には身分が不確かな者も存在するかもしれません。彼らを承認するかどうかは、あなた次第です。\n\n書類の分析\n\n国境管理官としてブースに入り、ロボットの書類に不備がないか、不審な点がないか、未申告の変更や、密輸品がないかなどを分析し、迅速に処理しよう！ \n\nブースとアパートのアップグレード\n\n歯ごたえ抜群のゲームをプレイしてクレジットを獲得し、ブースのアップグレードを購入してライバルに差をつけよう。また、クレジットを使ってアパートをカスタマイズし、活気に満ちた空間を作り出すことも可能！\n\n風変りなロボット！\n\nブースやアパートで、多種多様な一風変わったロボットと出会ったり、交流したりすることが可能！ 思考力を持った家電と対面し、彼らの新たな意識やバラエティに富んだ個性を発見しよう。\n\n多種多様なガジェット\n\nVRで様々な触覚ガジェットを使い、ブースでロボットを調べよう。ロボットを検査するには、3Dプリンター、禁制品探知機、スタンガン、バーコードスキャナーなど、さまざまなツールが必要になります。", "short_description": "未来の地球を舞台に、AIの渡航管理施設でロボットを管理しよう。"}, {"images": {"nodes": []}, "id": "718015506975405", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Łamigłówki", "Symulatory", "Niezależne", "Robot"], "long_description": "Border Bots VR to symulator logiczny, którego akcja toczy się na zdominowanej przez sztuczną inteligencję Ziemi z przyszłości. Jako ludzki strażnik graniczny rozpoczynasz służbę w budce na szlaku podróżnym SI. Sprawdzaj najrozmaitsze roboty i wchodź z nimi w interakcję podczas kontroli bezpieczeństwa. Niektóre ich dokumenty mogą nie do końca spełniać ustanowione standardy i to do Ciebie będzie należeć decyzja o ich zatwierdzeniu.\n\nKontrola dokumentów\n\nWstąp do budki jako strażnik graniczny i sprawnie obsługuj roboty, kontrolując ich dokumenty pod kątem rozbieżności, dziwactw, niezgłoszonych modyfikacji i kontrabandy! \n\nAktualizacje dotyczące budki i mieszkania\n\nPokonuj wyzwania i zdobywaj punkty, za które kupisz ulepszenia budki i wyprzedzisz konkurencję. Punkty możesz wydać również na personalizację mieszkania, aby tchnąć w swoją przestrzeń trochę życia!\n\nDziwaczne roboty!\n\nSpotykaj i wchodź w interakcję z dziwacznymi robotami w budce i własnym mieszkaniu! Obcuj bezpośrednio z rozumnymi urządzeniami, odkrywając ich nowatorską świadomość i barwne osobowości.\n\nRozmaite gadżety\n\nWejdź do wirtualnej rzeczywistości i wykorzystaj różne gadżety reagujące na dotyk, aby badać roboty w budce. W swojej pracy będziesz potrzebować całej gamy narzędzi, między innymi drukarki 3D, wykrywacza kontrabandy, broni ogłuszającej i skanera kodów kreskowych.", "short_description": "Poznaj Ziemię z przyszłości i sprawdzaj roboty na szlaku podróżnym SI."}, {"images": {"nodes": []}, "id": "419374253760133", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Pussel", "Simulering", "Indie", "Robot"], "long_description": "Border Bots VR är ett pusselspel som utspelar sig i en framtid där AI styr. Som mänsklig gränsvakt får du ett nytt jobb vid en AI-gräns. Interagera med och granska olika robotar som försöker ta sig igenom säkerhetskontrollen. Vissa av dokumenten kanske inte är i sin ordning, så det är upp till dig att avgöra vem som släpps in och inte.\n\nAnalysera dokument\n\nKliv in i båset som gränsvakt och granska robotar genom att analysera deras dokument för att hitta felaktigheter, konstigheter, oförklarade ändringar och smuggelgods! \n\nBås- och lägenhetsuppgraderingar\n\nDen kluriga spelmekaniken ger dig krediter som du kan lägga på båsuppgraderingar för att få ett övertag på konkurrenterna. Du kan även köpa lägenhetsanpassningar för att ge din bostad mer liv!\n\nKnasiga robotar!\n\nTräffa och interagera med knasiga robotar i båset och lägenheten! Lär känna tänkande apparater och ta reda på mer om deras nyfunna medvetande och färgstarka personligheter.\n\nMassvis med prylar\n\nAnvänd en rad olika prylar i VR för att undersöka robotar i båset. Du får använda olika verktyg i dina inspektioner, däribland 3D-skrivare, smuggelgodsdetektorer, chockpistoler, streckkodsskannrar och mer därtill.", "short_description": "Upplev en framtid där du agerar gränsvakt åt robotar."}, {"images": {"nodes": []}, "id": "396448376288017", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["퍼즐", "시뮬레이션", "인디", "로봇"], "long_description": "Border Bots VR은 AI가 통제하는 미래의 지구를 배경으로 한 퍼즐 시뮬레이션입니다. 플레이어는 인간 국경 요원이 되어 AI 여행 국경에서 부스 운영자로서의 새로운 역할을 시작하게 됩니다. 보안 검색대를 통과하려는 다양한 로봇과 상호작용하고 확인해야 합니다. 로봇의 자격 증명 중 일부는 제대로 작성이 안 된 상태일 수도 있지만, 로봇이 승인 도장을 받을 수 있도록 하는 건 여러분의 몫입니다.\n\n문서 분석\n\n국경 통제 요원이 되어 부스에 들어가 로봇들의 문서를 분석하고 불일치, 특이점, 미신고 수정 및 밀수품 등을 신속하게 처리해 보세요! \n\n부스 및 아파트 업그레이드\n\n도전적인 게임 플레이를 통해 크레딧을 획득하여 부스 업그레이드를 구매하고 경쟁에서 앞서 나가세요. 크레딧을 아파트 커스터마이즈에 사용해 나만의 공간에 활기를 불어넣을 수도 있습니다!\n\n기발한 로봇!\n\n부스와 아파트에서 다양하고 창의적인 로봇을 만나고 상호작용해 보세요! 지각이 있는 가전제품을 직접 만나보고 그들의 새로운 의식과 다채로운 개성에 대해 자세히 알아보세요.\n\n다양한 장치\n\nVR의 다양한 촉각 장치를 사용하여 부스에서 로봇을 검사해 보세요. 3D 프린터, 밀수품 탐지기, 전기 충격기, 바코드 스캐너 등 다양한 검사 도구가 필요합니다.", "short_description": "AI 여행 국경에서 로봇을 관리하며 미래의 지구를 경험해 보세요."}, {"images": {"nodes": []}, "id": "394052599683045", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Pulmapeli", "Simulaatio", "Indie", "Robotti"], "long_description": "Border Bots VR on tekoälyn hallitsemaan tulevaisuuteen sijoittuva pulmasimulaatio. Olet ihminen, joka aloittaa uuden uran tekoälymaailman rajavalvojana. Joudut kojullasi tekemisiin lukuisten turvatarkastuksen läpi pyrkivien robottien kanssa. Sinun on tarkastettava niiden valtuudet ja kyettävä erottamaan luvatta läpi yrittävät oikeutetuista matkalaisista.\n\nAnalysoi asiakirjoja\n\nAstu rajavalvontaviranomaisen kojuusi ja käsittele sisälle pyrkivät robotit nopeasti tarkastamalla niiden asiakirjat ja etsimällä poikkeamia, erikoisuuksia, tullaamattomia muokkauksia ja kiellettyjä tuotteita! \n\nKoju- ja huoneistopäivityksiä\n\nHaastava peli antaa palkintona krediittejä, joilla saat ostettua kojuusi päivityksiä, jotta pysyt vilpillisten rajanylittäjien edellä. Voit käyttää krediittejä myös kotisi mukauttamiseen ja herättää sen kukoistukseen!\n\nOmalaatuisia robotteja!\n\nPääset kohtaamaan erilaisia omalaatuisia robotteja kojulla ja huoneistossasi. Myös kodinkoneet ovat tietoisia ja voit perehtyä niiden tuoreeseen tietoisuuteen ja värikkäisiin persoonallisuuksiin.\n\nErilaisia vimpaimia\n\nKojullasi voit käyttää erilaisia vimpaimia, jotka antavat kosketuksenomaisen VR-kokemuksen. Käytettävissäsi on esimerkiksi 3D-tulostin, kiellettyjen tuotteiden tunnistin, lamautusase, viivakoodiskanneri ja moni muu työkalu.", "short_description": "Uppoudu tulevaisuuden elämään tekoälyrajan yli yrittäviä robotteja valvomalla."}, {"images": {"nodes": []}, "id": "381157061171493", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["Puzzle", "Simulation", "Indie", "Robot"], "long_description": "Border Bots VR is puzzle simulation set on a future earth where AI is in control. As a human border agent, you begin a new role as a booth operator at an AI travel border. Interact and check over a variety of robots as they try to get through security. Some of their credentials might not be up to scratch, its up to you to make sure they get the stamp of approval.\n\nAnalyse Documents\n\nStep into the booth as a border control agent and swiftly process robots by analysing their documents for discrepancies, oddities, undeclared modifications and contraband! \n\nBooth and Apartment Upgrades\n\nEarn credits through challenging gameplay to purchase booth upgrades to keep yourself ahead of the competition. You can also spend your credits on apartment customisations and bring your space to life!\n\nQuirky Robots!\n\nMeet and interact with a variety of quirky robots at the booth and in your apartment! Come face-to-face with sentient appliances as you discover more about their newfound consciousness and colourful personalities.\n\nVariety of Gadgets\n\nUse a variety of tactile gadgets in VR to examine robots at the booth. You'll need different tools for inspection including a 3D printer, Contraband Detector, Stun Gun, Barcode Scanner and much more.", "short_description": "Immerse yourself in a future earth, managing robots at the AI travel border."}, {"images": {"nodes": []}, "id": "287041321053195", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": ["解谜", "模拟", "独立制作", "机器人"], "long_description": "《边境机器人 VR》是一款解谜模拟游戏，故事背景为由 AI 掌控的未来地球。身为人类边境控制人员，您将开始担任新职位作为 AI 旅行边境的岗亭操作员。当各种机器人试图通过安检时，与它们互动并进行检查。一些机器人的证件可能不符要求，但全由您决定是否要盖下核准印章。\n\n分析文档\n\n化身边境控制人员走进岗亭，分析机器人文档中的差异、怪异、未申报修改和违禁品，迅速处理机器人！ \n\n岗亭与公寓升级\n\n通过挑战性的游戏赚取积分来购买岗亭升级，让自己保持竞争优势。您也可以把积分花在公寓自定义项目上，让空间生意盎然！\n\n古怪机器人！\n\n在岗亭和公寓认识各种古怪机器人并互动！与有意识的电器面对面，发现更多新的意识和多彩丰富的个性。\n\n各种小工具\n\n在 VR 中使用各种触觉小工具，在岗亭上检查机器人。您需要不同的检查工具，包括 3D 打印机、违禁品探测器、电击枪、条码扫描仪等等。", "short_description": "让自己置身于在未来地球，在 AI 旅行边境管理机器人。"}, {"images": {"nodes": []}, "id": "270008592576697", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Border Bots VR", "keywords": [], "long_description": "《Border Bots VR》是一款解謎模擬遊戲，場景設在由 AI 主宰的未來地球。身為人類邊境專員，你一開始是 AI 旅遊的邊境檢查站作業員。負責在各種機器人嘗試通過安全檢查時與它們互動，檢查它們的文件等。某些機器人的證件可能不符合要求，你可以決定是否批准放行。\n\n分析文件\n\n玩家要以邊境控管專員的身份踏入檢查站，負責快速處理並分析機器人的文件是否存在任何差異、異常，是否有任何未經申報的修改和違禁品！ \n\n檢查站和公寓升級\n\n挑戰遊戲關卡賺取點數，購買檢查站升級件，確保你在競爭中保持領先。你也可以使用點數自訂公寓，為你的空間注入活力！\n\n古怪機器人！\n\n在檢查站和你的公寓邂逅各種古怪機器人並與它們互動！隨著你深入探索這些機器人剛獲得的意識和繽紛個性，你也會直面各種有知覺的器械。\n\n各式各樣的裝置\n\n在檢查站使用各種 VR 觸覺裝置。檢查需用到各種不同工具，包括 3D 印表機、違禁品探測器、電擊槍、條碼掃描器和更多工具。", "short_description": "盡情沉浸在未來地球，在 AI 旅遊的邊境管理機器人。"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.team17.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "Team17 Digital", "support_website_url": "https://www.team17.com/contact/", "website_url": "https://www.team17.com/games/border-bots-vr/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "de", "es", "ko", "zh_CN", "zh_HK", "zh_TW"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "6884029918391099"}}]}, "scheduled_offers": {"count": 13, "nodes": [{"status": "PUBLISHED", "id": "1195676582466968"}, {"status": "PUBLISHED", "id": "1855306831709944"}, {"status": "PUBLISHED", "id": "2693139387559445"}, {"status": "PUBLISHED", "id": "1538842330120323"}, {"status": "PUBLISHED", "id": "1225573315213215"}, {"status": "PUBLISHED", "id": "1073540450997657"}, {"status": "PUBLISHED", "id": "377985115393679"}, {"status": "PUBLISHED", "id": "926927439120121"}, {"status": "PUBLISHED", "id": "1588617031940665"}, {"status": "PENDING", "id": "6296706073765172"}, {"status": "PUBLISHED", "id": "853743499836289"}, {"status": "PUBLISHED", "id": "912924970236836"}, {"status": "PUBLISHED", "id": "7196867857026443"}]}, "baseline_offer": {"id": "853743499836289"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1765821600, "status": "PUBLISHED", "id": "1195676582466968"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "6318646814929415", "version": "1.02.23013"}, "id": "311411860630422", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4382981625162620", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6318646814929415"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1704733620, "id": "6832648833529208", "version": "1.03.26065", "version_code": 26065, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4382981625162620", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6318646814929415"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "311411860630422"}]}, "change_log": null, "created_date": 1692648460, "id": "6318646814929415", "version": "1.02.23013", "version_code": 23013, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4382981625162620", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6318646814929415"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1691685759, "id": "6282794405181323", "version": "1.02.22691", "version_code": 22691, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4382981625162620", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6318646814929415"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1689968413, "id": "6218919394902158", "version": "0.11.22310", "version_code": 22310, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "4382981625162620", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "6318646814929415"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1689076845, "id": "6185169498277148", "version": "0.11.22093", "version_code": 22093, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}