{"data": {"node": {"__typename": "Application", "id": "5461039960620791", "organization": {"id": "105934395567328", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5461039960620791"}]}, "id": "1100931600824057"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5461039960620791", "release_date": 1728412860, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25429392263358932"}, "id": "764978228088540"}]}}, "binary": null, "live_binary": null, "created_date": 1764734979, "id": "25377445095220316", "is_initial_release": false, "name_with_fallback": "v31", "pdp_metadata_with_fallback": {"version": 31, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "25400623609569131"}, "release_status": "RELEASED", "id": "5461039960620791"}, "id": "25400623609569131", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5461039960620791", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "498837083044407"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "9558648814259376", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["gimnasio", "entrenamiento", "fitness", "ejercicio", "roguelike"], "long_description": "# Squatopia\n\n¡Potencia todo tu cuerpo con **Squatopia!** Este juego de fitness roguelite inmersivo en MR/VR transforma sentadillas, estocadas, saltos, curls de bíceps, abdominales y muchos más ejercicios de fuerza tradicionales en potentes ataques contra monstruos y demonios. Con **300 mejoras** y **24 ataques distintos**, las formas de combinarlos se elevan a miles de millones, asegurando que cada entrenamiento y partida se sienta fresco y emocionante. Esta variedad hace que los entrenamientos sean divertidos, evita los estancamientos y te motiva a seguir avanzando. Sube de nivel, gana recompensas y mantente comprometido con tu rutina de ejercicio. **Squatopia** convierte tu entrenamiento en una batalla emocionante.\n\n- 💪 **Entrenamientos de cuerpo completo**: Fortalece brazos, piernas, abdomen y más con 24 ejercicios dinámicos.\n- 🎮 **Combate fitness gamificado**: Participa en batallas llenas de acción donde cada movimiento de ejercicio desencadena ataques poderosos.\n- ✨ **Miles de millones de combinaciones posibles**: Gracias a las sinergias entre mejoras y ataques, ningún entrenamiento o partida es igual.\n- 🆕 **Actualizaciones regulares**: Nuevos desafíos y enemigos mantienen cada sesión de entrenamiento emocionante.\n- 😎 **MR y VR**: Elige Realidad Mixta o Realidad Virtual para una experiencia de juego inmersiva.\n- 🎵 **Banda sonora energética**: Música dinámica para mantenerte en movimiento y motivado.", "short_description": "¡Convierte cada sentadilla, curl de bíceps, abdominal y otros ejercicios de fuerza en ataques épicos contra demonios con Squatopia! Este roguelike de MR/VR combina cardio y fuerza para forjar todo tu cuerpo. Con 300 mejoras únicas, hay miles de millones de combinaciones posibles, ¡garantizando que ningún entrenamiento sea igual! ¡Lucha por tu condición física hoy!\n💪 Entrenamientos de cuerpo completo\n🎮 Combate fitness gamificado\n✨ Miles de millones de combinaciones"}, {"images": {"nodes": []}, "id": "4173423886237466", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["ginásio", "treino", "fitness", "exercício", "roguelike"], "long_description": "# Squatopia\n\nDá poder a todo o teu corpo com **Squatopia!** Este jogo de fitness roguelite MR/VR imersivo transforma agachamentos, lunges, saltos, roscas de bíceps, abdominais e muitos outros exercícios de força tradicionais em ataques poderosos contra monstros e demónios. Com **300 melhorias** e **24 ataques distintos**, as formas de os combinar sobem aos milhares de milhões, assegurando que cada treino e cada jogada sejam sempre frescos e entusiasmantes. Esta variedade torna os treinos divertidos, previne a estagnação e mantém-te motivado a ir mais longe. Sobe de nível, ganha recompensas e mantém-te empenhado na tua jornada de fitness. **Squatopia** transforma o teu treino numa emocionante batalha!\n\n- 💪 **Treinos de corpo inteiro**: Fortalece braços, pernas, core e muito mais com 24 exercícios dinâmicos!\n- 🎮 **Combate de fitness gamificado**: Participa em batalhas cheias de ação, onde cada movimento de exercício desencadeia ataques poderosos!\n- ✨ **Milhares de milhões de combinações possíveis**: Graças às sinergias entre melhorias e ataques, nenhum treino ou jogada é igual!\n- 🆕 **Atualizações regulares**: Novos desafios e inimigos mantêm cada treino empolgante!\n- 😎 **Modos MR e VR**: Escolhe Realidade Mista ou Realidade Virtual para uma experiência de jogo imersiva!\n- 🎵 **Banda sonora energética**: Música entusiasmante para te manter em movimento e motivado!", "short_description": "Transforma cada agachamento, roscas de bíceps, abdominais e outros exercícios de força em ataques épicos contra demónios com Squatopia! Este roguelike MR/VR combina cardio e força para trabalhar todo o teu corpo. Com 300 melhorias únicas, há milhares de milhões de combinações possíveis, garantindo que nenhum treino seja igual! Luta pela tua forma física hoje!\n💪 Treinos de corpo inteiro\n🎮 Combate de fitness gamificado\n✨ Milhares de milhões de combinações"}, {"images": {"nodes": []}, "id": "3738453623128012", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["antrenament", "fitness", "exercițiu", "roguelike", "sală"], "long_description": "# Squatopia\n\nÎntărește-ți întregul corp cu **Squatopia!** Acest joc de fitness roguelite MR/VR captivant transformă genuflexiunile, fandările, săriturile, flexiile de biceps, exercițiile pentru abdomene și multe alte exerciții tradiționale de forță în atacuri puternice împotriva monștrilor și demonilor. Cu **300 de upgrade-uri** și **24 de atacuri distincte**, numărul modalităților de a le combina ajunge la miliarde, asigurându-se că fiecare antrenament și parcurs se simte proaspăt și palpitant. Această varietate face antrenamentul distractiv, previne stagnarea și te motivează să mergi mai departe. Fă nivel, câștigă recompense și rămâi implicat în călătoria ta de fitness. **Squatopia** îți transformă exercițiile într-o bătălie palpitantă!\n\n- 💪 **Antrenamente pentru întregul corp**: Întărește brațele, picioarele, zona mediană și multe altele cu 24 de exerciții dinamice!\n- 🎮 **Combat fitness gamificat**: Participă la lupte pline de acțiune, în care fiecare mișcare de exercițiu declanșează atacuri puternice!\n- ✨ **Miliarde de combinații posibile**: Cu miliarde de sinergii între upgrade-uri și atacuri, niciun antrenament sau parcurs nu este la fel!\n- 🆕 **Actualizări periodice**: Provocările și inamicii noi mențin fiecare antrenament captivant!\n- 😎 **Mode MR și VR**: Alege între Realitate Mixtă sau Realitate Virtuală pentru o experiență de joc captivantă!\n- 🎵 **Coloană sonoră energică**: Muzică antrenantă pentru a te menține în mișcare și motivat!", "short_description": "Transformă fiecare genuflexiune, flexie biceps, exercițiu pentru abdomene și alte mișcări de antrenament de forță în atacuri epice împotriva demonilor cu Squatopia! Acest roguelike MR/VR îmbină cardio și forța pentru a-ți fortifica întregul corp. Cu 300 de upgrade-uri unice, există miliarde de combinații posibile, asigurând că niciun antrenament nu se va repeta!\n💪 Antrenamente pentru întregul corp\n🎮 Combat fitness gamificat\n✨ Miliarde de combinații"}, {"images": {"nodes": []}, "id": "2622031828164740", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["trening", "fitness", "ćwiczenie", "roguelike", "siłownia"], "long_description": "# Squatopia\n\nWzmocnij całe ciało dzięki **Squatopia!** Ta wciągająca gra fitness roguelite w MR/VR zamienia przysiady, wykroki, skoki, uginania bicepsów, ćwiczenia na mięśnie brzucha i wiele innych tradycyjnych ćwiczeń siłowych w potężne ataki przeciwko potworom i demonom. Z **300 ulepszeniami** i **24 unikalnymi atakami** możliwości ich łączenia sięgają miliardów, co zapewnia, że każdy trening i każda rozgrywka będą świeże i ekscytujące. Ta różnorodność sprawia, że trening jest przyjemny, zapobiega stagnacji i motywuje do dalszej pracy. Awansuj, zdobywaj nagrody i pozostań zaangażowany w swojej fitnessowej podróży. **Squatopia** zamienia twój trening w ekscytującą bitwę!\n\n- 💪 **Trening całego ciała**: Wzmocnij ramiona, nogi, mięśnie brzucha i więcej za pomocą 24 dynamicznych ćwiczeń!\n- 🎮 **Ugamifikowany fitnessowy system walki**: Weź udział w pełnych akcji starciach, w których każdy ruch treningowy wywołuje potężne ataki!\n- ✨ **Miliardy możliwych kombinacji**: Dzięki miliardom synergii między ulepszeniami i atakami żaden trening ani rozgrywka nie jest taka sama!\n- 🆕 **Regularne aktualizacje**: Nowe wyzwania i wrogowie sprawiają, że każdy trening jest ekscytujący!\n- 😎 **Tryby MR i VR**: Wybierz rzeczywistość mieszaną lub wirtualną, aby w pełni zanurzyć się w rozgrywce!\n- 🎵 **Energetyczna ścieżka dźwiękowa**: Dynamiczna muzyka, która utrzymuje cię w ruchu i motywuje!", "short_description": "Przekształć każdy przysiad, uginanie bicepsów, ćwiczenie na mięśnie brzucha i inne treningi siłowe w epickie ataki na demony dzięki Fit Fight XR: Squat Strike! Ten roguelike w MR/VR łączy trening kardio i siłowy, aby kształtować całe twoje ciało. Z 300 unikalnymi ulepszeniami istnieją miliardy możliwych kombinacji, gwarantując, że żaden trening nie będzie taki sam! Walcz o swoją kondycję już dziś!\n💪 Trening całego ciała\n🎮 Ugamifikowany fitnessowy system walki\n✨ Miliardy kombinacji"}, {"images": {"nodes": []}, "id": "1932389097344434", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["allenamento", "fitness", "esercizio", "roguelike", "palestra"], "long_description": "# Squatopia\n\nDai potenza a tutto il tuo corpo con **Squatopia!** Questo gioco di fitness roguelite in MR/VR trasforma squat, affondi, salti, curl per bicipiti, crunch addominali e molti altri esercizi di forza tradizionali in potenti attacchi contro mostri e demoni. Con **300 potenziamenti** e **24 attacchi distinti**, le possibilità di combinarli salgono a miliardi, assicurando che ogni allenamento e sessione di gioco risulti fresco ed emozionante. Questa varietà rende gli allenamenti divertenti, previene i plateau e ti motiva a spingerti oltre. Aumenta di livello, guadagna ricompense e rimani coinvolto nel tuo percorso di fitness. **Squatopia** trasforma il tuo allenamento in una battaglia entusiasmante!\n\n- 💪 **Allenamenti total body**: Rafforza braccia, gambe, core e altro con 24 esercizi dinamici!\n- 🎮 **Combattimento fitness gamificato**: Partecipa a combattimenti ricchi d’azione in cui ogni esercizio scatena attacchi potenti!\n- ✨ **Miliardi di combinazioni possibili**: Grazie alle miliardi di sinergie tra potenziamenti e attacchi, nessun allenamento o sessione di gioco è mai lo stesso!\n- 🆕 **Aggiornamenti regolari**: Nuove sfide e nemici mantengono ogni allenamento entusiasmante!\n- 😎 **Modalità MR e VR**: Scegli tra Mixed Reality o Virtual Reality per un'esperienza di gioco immersiva!\n- 🎵 **Colonna sonora energica**: Musica travolgente per mantenerti in movimento e motivato!", "short_description": "Trasforma ogni squat, curl per bicipiti, crunch addominale e altri esercizi di potenziamento in attacchi epici contro i demoni con Squatopia! Questo roguelike MR/VR combina cardio e forza per forgiare tutto il tuo corpo. Con 300 potenziamenti unici, ci sono miliardi di combinazioni possibili, garantendo che nessun allenamento sia mai lo stesso! Combatti per la tua forma fisica oggi stesso!\n💪 Allenamenti total body\n🎮 Combattimento fitness gamificato\n✨ Miliardi di combinazioni"}, {"images": {"nodes": []}, "id": "1852141062332075", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["kuntosali", "treeni", "kuntoilu", "harjoitus", "roguelike"], "long_description": "# Squatopia\n\nAnna koko kehollesi voimaa **Squatopia!** Tämä mukaansatempaava MR/VR-roguelite-kuntoilupeli muuttaa kyykyt, askelkyykyt, hypyt, hauiskäännöt, vatsarutistukset ja monet muut perinteiset voimaharjoitusliikkeet voimakkaiksi hyökkäyksiksi hirviöitä ja demoneita vastaan. **300 päivityksen** ja **24 erilaisen hyökkäyksen** ansiosta mahdollisuudet niiden yhdistelemiseen nousevat miljardeihin, mikä takaa, että jokainen treeni ja läpipeluukerta tuntuu tuoreelta ja jännittävältä. Tämä vaihtelevuus pitää treenit hauskoina, ehkäisee kehityksen pysähtymistä ja motivoi sinua jatkamaan pidemmälle. Kehity, ansaitse palkintoja ja pysy mukana kuntoilumatkallasi. **Squatopia** tekee treenaamisesta jännittävän taistelun!\n\n- 💪 **Koko kehon treenit**: Vahvista käsiä, jalkoja, keskivartaloa ja paljon muuta 24 dynaamisella liikkeellä!\n- 🎮 **Pelillistetty kuntoilutaistelu**: Osallistu toiminnantäyteisiin taisteluihin, joissa jokainen harjoitusliike laukaisee voimakkaita hyökkäyksiä!\n- ✨ **Miljardeja mahdollisia yhdistelmiä**: Miljardien päivitysten ja hyökkäysten synergioiden ansiosta yksikään treeni tai läpipeluukerta ei ole samanlainen!\n- 🆕 **Säännölliset päivitykset**: Uudet haasteet ja viholliset pitävät jokaisen treenin mielenkiintoisena!\n- 😎 **MR- ja VR-tilat**: Valitse Mixed Reality tai Virtual Reality uppoutuaksesi peliin!\n- 🎵 **Energisoiva ääniraita**: Pirteää musiikkia pitämään sinut liikkeessä ja motivoituneena!", "short_description": "Muunna jokainen kyykky, hauiskääntö, vatsarutistus ja muu voimaharjoitteluliike eeppisiksi hyökkäyksiksi demoneita vastaan Squatopia -pelin avulla! Tämä MR/VR-tyylinen roguelike yhdistää kestävyysharjoittelun ja voimaharjoittelun vahvistaakseen koko kehoasi. 300 ainutlaatuisen päivityksen ansiosta mahdollisia yhdistelmiä on miljardeja, joten yksikään treeni ei ole samanlainen!\n💪 Koko kehon treenit\n🎮 Pelillistetty kuntoilutaistelu\n✨ Miljardeja yhdistelmiä\n😎 MR- ja VR-tilat"}, {"images": {"nodes": []}, "id": "1536999710966894", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "핏 파이트 XR: 스쿼트 스트라이크", "keywords": ["운동", "피트니스", "동작", "전신", "로그라이크"], "long_description": "# 핏 파이트 XR: 스쿼트 스트라이크\n\n**핏 파이트 XR: 스쿼트 스트라이크**로 전신에 힘을 실어보세요! 이 몰입형 MR/VR 로그라이트 피트니스 게임은 스쿼트, 런지, 점프, 이두 컬, 복근 운동 등 전통적인 근력 운동을 몬스터와 악마를 향한 강력한 공격으로 바꿉니다. **300가지 업그레이드**와 **24가지 독특한 공격**으로 가능한 조합은 수십 억 가지에 달해, 매번의 운동과 플레이가 새롭고 짜릿하게 느껴집니다. 이러한 다양성은 운동을 재미있게 만들고, 정체기를 예방하며, 더 멀리 나아가도록 동기를 부여해줍니다. 레벨을 올리고 보상을 획득하여 피트니스 여정에 몰입해 보세요. **핏 파이트 XR: 스쿼트 스트라이크**가 여러분의 운동을 흥미진진한 전투로 바꿔놓습니다!\n\n- 💪 **전신 운동**: 24가지 다이내믹한 동작으로 팔, 다리, 코어 등 전신을 강화하세요!\n- 🎮 **게임화된 피트니스 전투**: 각 운동 동작이 강력한 공격으로 이어지는 액션 가득한 전투에 참여하세요!\n- ✨ **수십 억 가지 가능한 조합**: 업그레이드와 공격 간의 수많은 시너지로 똑같은 운동이나 플레이가 다시는 없어요!\n- 🆕 **정기 업데이트**: 새로운 도전과 적들이 매번의 운동을 흥미롭게 만들어줍니다!\n- 😎 **MR & VR 모드**: 몰입감 넘치는 게임 플레이를 위해 Mixed Reality 또는 Virtual Reality 중에서 선택하세요!\n- 🎵 **에너제틱한 사운드트랙**: 몸을 움직이고 동기를 부여해주는 신나는 음악!", "short_description": "모든 스쿼트, 이두 컬, 복근 운동 등 근력 훈련 동작을 핏 파이트 XR: 스쿼트 스트라이 크로 악마에 대한 장대한 공격으로 바꿔보세요! 이 MR/VR 로그라이크 게임은 유산소 운동과 근력 운동을 결합하여 전신을 단련합니다. 300가지의 독특한 업그레이드로 인해, 조합은 수십 억 가지에 달하며, 같은 운동은 두 번 다시 반복되지 않습니다! 지금 바로 피트니스를 위해 싸우세요!\n💪 전신 운동\n🎮 게임화된 피트니스 전투\n✨ 수십 억 가지 조합\n🆕 정기 업데이트\n😎 MR & VR 모드\n🎵 에너제틱한 사운드트랙"}, {"images": {"nodes": []}, "id": "1522470512139415", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["entrenamiento", "fitness", "ejercicio", "roguelike", "gimnasio"], "long_description": "# Squatopia\n\n¡Potencia todo tu cuerpo con **Squatopia!** Este juego de fitness roguelite inmersivo en MR/VR convierte sentadillas, zancadas, saltos, curls de bíceps, abdominales y muchos más ejercicios de fuerza tradicionales en ataques poderosos contra monstruos y demonios. Con **300 mejoras** y **24 ataques distintos**, las posibilidades de combinación ascienden a miles de millones, garantizando que cada entrenamiento y partida se sienta nuevo y emocionante. Esta variedad mantiene los entrenamientos divertidos, evita los estancamientos y te motiva a seguir mejorando. Sube de nivel, gana recompensas y permanece comprometido en tu ruta de fitness. **Squatopia** convierte tu entrenamiento en una batalla emocionante.\n\n- 💪 **Entrenamientos de cuerpo entero**: Fortalece brazos, piernas, core y más con 24 ejercicios dinámicos.\n- 🎮 **Combate de fitness gamificado**: Participa en batallas llenas de acción donde cada movimiento de ejercicio desencadena ataques poderosos.\n- ✨ **Miles de millones de combinaciones posibles**: Con miles de millones de sinergias entre mejoras y ataques, ningún entrenamiento o partida es igual.\n- 🆕 **Actualizaciones regulares**: Nuevos desafíos y enemigos mantienen cada sesión de ejercicio interesante.\n- 😎 **Modos MR y VR**: Elige Realidad Mixta o Realidad Virtual para una experiencia de juego inmersiva.\n- 🎵 **Banda sonora energética**: Música estimulante para mantenerte en movimiento y motivado.", "short_description": "¡Convierte cada sentadilla, curl de bíceps, abdominal y otros ejercicios de fuerza en ataques épicos contra demonios con Squatopia! Este roguelike de MR/VR combina cardio y fuerza para forjar todo tu cuerpo. Con 300 mejoras únicas, hay miles de millones de combinaciones posibles, garantizando que ningún entrenamiento sea igual. ¡Lucha por tu forma física hoy mismo!\n💪 Entrenamientos de cuerpo entero\n🎮 Combate de fitness gamificado\n✨ Miles de millones de combinaciones"}, {"images": {"nodes": []}, "id": "1520255082544829", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["fitness", "roguelike", "tapthehinh", "tapgym", "khoedep"], "long_description": "# Fit Fight XR: Squat Strike\n\nTăng cường toàn bộ cơ thể với **Squatopia!** Trò chơi thể dục roguelite MR/VR đầy lôi cuốn này biến squat, bước gập gối, nhảy, gập tay trước, gập bụng và nhiều bài tập sức mạnh truyền thống khác thành những đòn tấn công mạnh mẽ chống lại quái vật và ác quỷ. Với **300 nâng cấp** và **24 đòn tấn công độc đáo**, số cách kết hợp có thể lên đến hàng tỷ, đảm bảo mỗi buổi tập và lượt chơi đều mới lạ và kịch tính. Sự đa dạng này giúp bài tập trở nên thú vị, ngăn ngừa tình trạng chững lại và thúc đẩy bạn tiến xa hơn. Nâng cấp, nhận phần thưởng và duy trì động lực trong hành trình thể chất của bạn. **Squatopia** biến việc tập luyện của bạn thành một trận chiến kịch tính!\n\n- 💪 **Bài tập toàn thân**: Tăng cường tay, chân, cơ bụng và nhiều hơn nữa với 24 bài tập động!\n- 🎮 **Trận chiến thể hình được gamification**: Tham gia các trận chiến đầy hành động, nơi mỗi động tác tập luyện kích hoạt những đòn tấn công mạnh mẽ!\n- ✨ **Hàng tỷ tổ hợp khả thi**: Nhờ sự kết hợp phong phú giữa nâng cấp và đòn tấn công, không buổi tập hay lượt chơi nào giống nhau!\n- 🆕 **Cập nhật thường xuyên**: Thử thách và kẻ thù mới mang đến sự hứng khởi cho mỗi buổi tập!\n- 😎 **Chế độ MR & VR**: Chọn Thực tế hỗn hợp hoặc Thực tế ảo để trải nghiệm trò chơi sống động!\n- 🎵 **Nhạc nền sôi động**: Âm nhạc cuốn hút để giữ bạn hoạt động và có động lực!", "short_description": "Biến mỗi lần squat, gập tay trước, gập bụng và các bài tập sức mạnh khác thành những đòn tấn công hoành tráng chống lại quỷ dữ với Squatopia! Trò chơi roguelike MR/VR này kết hợp cardio và rèn luyện sức mạnh để rèn giũa toàn bộ cơ thể bạn. Với 300 nâng cấp độc đáo, có hàng tỷ cách kết hợp, đảm bảo không có buổi tập nào giống nhau! Hãy chiến đấu vì sức khỏe của bạn ngay hôm nay!\n💪 Bài tập toàn thân\n🎮 Trận chiến thể hình được gamification\n✨ Hàng tỷ tổ hợp"}, {"images": {"nodes": []}, "id": "1398810395310516", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Фит-бой XR: Удар Приседом", "keywords": ["тренировка", "фитнес", "упражнение", "полнотелый", "рогалик"], "long_description": "# Фит-бой XR: Удар Приседом\n\nПрокачайте все тело с помощью **Фит-бой XR: Удар Приседом!** Эта захватывающая MR/VR-роглайт-фитнес-игра превращает приседания, выпады, прыжки, сгибания бицепса, упражнения на пресс и многие другие традиционные силовые упражнения в мощные атаки против монстров и демонов. Благодаря **300 улучшениям** и **24 уникальным атакам** возможности их сочетания исчисляются миллиардами, что гарантирует свежесть и драйв в каждой тренировке и прохождении. Разнообразие не даёт заскучать, помогает избежать плато и мотивирует идти дальше. Прокачивайтесь, зарабатывайте награды и сохраняйте вовлечённость в свой фитнес-путь. **Фит-бой XR: Удар Приседом** превращает ваши тренировки в захватывающую битву!\n\n- 💪 **Тренировка всего тела**: Укрепляйте руки, ноги, корпус и многое другое с помощью 24 динамичных упражнений!\n- 🎮 **Геймифицированный фитнес-бой**: Участвуйте в динамичных сражениях, где каждое упражнение вызывает мощные атаки!\n- ✨ **Миллиарды возможных комбинаций**: Благодаря множеству синергий между улучшениями и атаками ни одна тренировка или прохождение не повторятся!\n- 🆕 **Регулярные обновления**: Новые испытания и враги делают каждую тренировку увлекательной!\n- 😎 **Режимы MR и VR**: Выбирайте смешанную или виртуальную реальность для максимального погружения!\n- 🎵 **Энергичный саундтрек**: Драйвовая музыка, поддерживающая вас в движении и мотивирующая!", "short_description": "Превратите каждое приседание, сгибание бицепса, упражнение на пресс и другие силовые упражнения в эпические атаки против демонов с Фит-бой XR: Удар Приседом! Это MR/VR-рогалик сочетает кардио и силовую подготовку для укрепления всего тела. С 300 уникальными улучшениями, существует миллиарды возможных комбинаций, гарантируя, что ни одна тренировка не будет повторяться! Сражайтесь за свою физическую форму уже сегодня!\n\n💪 Тренировка всего тела\n🎮 Геймифицированный фитнес-бой\n✨ Миллиарды комбинаци"}, {"images": {"nodes": []}, "id": "1285348086733642", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "強健格鬥XR：深蹲突擊", "keywords": ["健身", "運動", "練習", "全身", "健身或運動"], "long_description": "# 強健格鬥XR：深蹲突擊\n\n使用 **強健格鬥XR：深蹲突擊** 為全身注入能量！這款沉浸式 MR/VR Roguelite 健身遊戲，將深蹲、弓箭步、跳躍、二頭肌彎舉、仰臥起坐等多種傳統肌力訓練動作，轉化為對怪物和惡魔的強大攻擊。結合 **300 種升級** 與 **24 種獨特攻擊**，能生成數十億種組合，確保每次鍛鍊與遊玩都新穎又刺激。如此多變的組合讓訓練更有樂趣，避免進入停滯期，並激勵你繼續前進。升級、獲取獎勵，並保持對健身的熱情。**強健格鬥XR：深蹲突擊** 讓你的鍛鍊成為一次激昂的戰鬥！\n\n- 💪 **全身訓練**：透過 24 種動態訓練動作，強化手臂、腿部、核心肌群等等！\n- 🎮 **遊戲化健身戰鬥**：在動作十足的戰鬥中，每個訓練動作都能釋放強力攻擊！\n- ✨ **數十億種可能組合**：由於升級與攻擊之間的無數協同作用，再也不會有完全相同的鍛鍊或遊戲體驗！\n- 🆕 **定期更新**：不斷加入新的挑戰與敵人，讓每次鍛鍊都充滿新鮮感！\n- 😎 **MR & VR 模式**：選擇混合實境或虛擬實境，獲得沉浸感十足的遊戲體驗！\n- 🎵 **充滿活力的音樂**：充滿動力的音樂，讓你保持行動並持續燃燒熱情！", "short_description": "將每一次深蹲、二頭肌彎舉、仰臥起坐及更多肌力訓練動作，透過 強健格鬥XR：深蹲突擊 轉化為對惡魔的史詩攻擊！這款 MR/VR Roguelike 結合了心肺與力量，鍛鍊你的全身。擁有 300 種獨特升級，組合多達數十億種，確保沒有兩次訓練完全相同！立即為你的健康而戰吧！\n\n💪 全身訓練\n🎮 遊戲化健身戰鬥\n✨ 數十億種組合\n🆕 定期更新\n😎 MR & VR 模式\n🎵 充滿活力的音樂"}, {"images": {"nodes": []}, "id": "1274231784512087", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["träningspass", "övning", "roguelike", "kondition", "fitness"], "long_description": "# Squatopia\n\nGe hela kroppen styrka med **Squatopia!** Detta uppslukande MR/VR-roguelite-fitnessspel förvandlar knäböj, utfall, hopp, bicepscurls, magövningar och många fler traditionella styrkeövningar till kraftfulla attacker mot monster och demoner. Med **300 uppgraderingar** och **24 unika attacker** kan du kombinera dem på miljarders sätt, vilket garanterar att varje träningspass och genomspelning känns nytt och spännande. Denna variation gör träningen rolig, motverkar platåer och håller dig motiverad att komma längre. Levla upp, tjäna belöningar och håll dig engagerad i din träningsresa. **Squatopia** förvandlar din träning till en spännande strid!\n\n- 💪 **Heltäckande träning**: Stärk armar, ben, bål och mer med 24 dynamiska övningar!\n- 🎮 **Spelifierad fitness-strid**: Delta i actionfyllda strider där varje träningsrörelse utlöser kraftfulla attacker!\n- ✨ **Miljarders möjliga kombinationer**: Tack vare miljarder synergier mellan uppgraderingar och attacker blir inget träningspass eller genomspelning densamma!\n- 🆕 **Regelbundna uppdateringar**: Nya utmaningar och fiender gör varje träningspass spännande!\n- 😎 **MR- och VR-lägen**: Välj Mixed Reality eller Virtual Reality för en uppslukande spelupplevelse!\n- 🎵 **Energisk soundtrack**: Pigg musik för att hålla dig i rörelse och motiverad!", "short_description": "Förvandla varje knäböj, bicepscurl, magövning och andra styrketräningsrörelser till episka attacker mot demoner med Fit Fight XR: Squat Strike! Denna MR/VR-roguelike kombinerar konditionsträning och styrka för att forma hela din kropp. Med 300 unika uppgraderingar finns det miljarder möjliga kombinationer, vilket gör att ingen träningspass någonsin blir detsamma! Kämpa för din hälsa idag!\n💪 Heltäckande träning\n🎮 Spelifierad fitness-strid\n✨ Miljarders kombinationer\n🆕 Regelbundna uppdateringar"}, {"images": {"nodes": []}, "id": "1263010745974802", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["antrenman", "fitness", "egzersiz", "roguelike", "form"], "long_description": "# Squatopia\n\n**Squatopia** ile tüm vücudunuza güç kazandırın! Bu sürükleyici MR/VR roguelite fitness oyunu, squat, lunge, zıplama, biceps curl, karın egzersizi ve birçok geleneksel kuvvet antrenmanı hareketini, canavarlar ve iblislere karşı güçlü saldırılara dönüştürür. **300 yükseltme** ve **24 farklı saldırı** sayesinde, bunları birleştirmenin yolları milyarlara ulaşır ve her antrenman ve oyun oturumu taze ve heyecan verici hissettirir. Bu çeşitlilik, antrenmanları eğlenceli kılar, plato dönemlerini önler ve sizi daha da ileri gitmeye motive eder. Seviye atlayın, ödüller kazanın ve fitness yolculuğunuza bağlı kalın. **Squatopia**, egzersizinizi heyecan verici bir savaşa dönüştürür!\n\n- 💪 **Tüm vücut antrenmanları**: 24 dinamik egzersizle kolları, bacakları, çekirdek kasları ve daha fazlasını güçlendirin!\n- 🎮 **Oyunlaştırılmış fitness dövüşü**: Her egzersiz hareketinin güçlü saldırılar başlattığı aksiyon dolu dövüşlere katılın!\n- ✨ **Milyarlarca olası kombinasyon**: Yükseltmeler ve saldırılar arasındaki milyarlarca sinerji sayesinde, hiçbir antrenman veya oyun oturumu aynı olmaz!\n- 🆕 **Düzenli güncellemeler**: Yeni zorluklar ve düşmanlar her antrenmanı heyecanlı kılar!\n- 😎 **MR & VR modları**: Sürükleyici bir oyun deneyimi için Mixed Reality veya Virtual Reality seçeneklerinden birini tercih edin!\n- 🎵 **Enerjik müzik**: Hareket halinde ve motive kalmanıza yardımcı olan ritmik müzik!", "short_description": "Her squat, biceps curl, karın egzersizi ve diğer güç antrenmanı hareketlerini, Squatopia ile iblislere karşı destansı saldırılara dönüştürün! Bu MR/VR roguelike, kardiyo ve kuvveti birleştirerek tüm vücudunuzu güçlendirir. 300 benzersiz yükseltme sayesinde milyarlarca olası kombinasyon mevcuttur ve hiçbir antrenman birbiriyle aynı değildir! Bugün fitness için savaşın!\n💪 Tüm vücut antrenmanları\n🎮 Oyunlaştırılmış fitness dövüşü\n✨ Milyarlarca kombinasyon\n🆕 Düzenli güncellemeler"}, {"images": {"nodes": []}, "id": "1194078139333473", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "健身对决XR：深蹲突击", "keywords": ["全身", "健身", "运动", "健身训练", "玩家圈常直接使用英语"], "long_description": "# 健身对决XR：深蹲突击\n\n使用 **健身对决XR：深蹲突击** 全面提升身体力量！这款沉浸式 混合现实虚拟现实 Roguelite 健身游戏，将深蹲、弓步、跳跃、二头肌弯举、仰卧起坐等传统力量训练动作，转化为对怪物和恶魔的强力攻击。拥有 **300 种升级** 和 **24 种独特攻击**，组合方式可达数十亿，确保每次锻炼和游玩都新颖且刺激。这种多样性让训练更加有趣，避免陷入平台期，并激励你不断进步。提升等级、获取奖励，持续保持你的健身热情。**健身对决XR：深蹲突击** 让你的训练变成一场激动人心的战斗！\n\n- 💪 **全身锻炼**：通过 24 种动态训练动作，强化手臂、腿部、核心等部位！\n- 🎮 **游戏化健身战斗**：参与充满动作要素的战斗，每个训练动作都能释放强大攻击！\n- ✨ **数十亿种可行组合**：升级与攻击的无数协同作用，确保没有相同的锻炼或游戏过程！\n- 🆕 **定期更新**：不断加入新挑战和敌人，让每次锻炼都充满新鲜感！\n- 😎 **MR & VR 模式**：选择混合现实或虚拟现实，获得沉浸式游戏体验！\n- 🎵 **充满活力的音乐**：动感旋律，让你保持运动并充满动力！", "short_description": "将每一次深蹲、二头肌弯举、仰卧起坐等力量训练动作，通过 健身对决XR：深蹲突击 变成对恶魔的史诗级攻击！这款 MR/VR Roguelike 将有氧与力量结合，锻炼你的全身。拥有 300 种独特升级，组合多达数十亿种，确保没有两次锻炼是相同的！立即为你的健康而战吧！\n💪 全身锻炼\n🎮 游戏化健身战斗\n✨ 数十亿种组合\n🆕 定期更新\n😎 混合现实虚拟现实模式\n🎵 充满活力的音乐"}, {"images": {"nodes": []}, "id": "1186214026269296", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["entraînement", "fitness", "exercice", "complet", "gym"], "long_description": "# Squatopia\n\nStimulez l’ensemble de votre corps avec **Squatopia!** Ce jeu de fitness roguelite en MR/VR transforme les squats, fentes, sauts, curls biceps, crunchs abdominaux et bien d’autres mouvements de musculation traditionnels en attaques puissantes contre des monstres et des démons. Grâce à **300 améliorations** et **24 attaques distinctes**, les possibilités de combinaisons se comptent en milliards, garantissant que chaque séance d'entraînement et partie soit fraîche et palpitante. Cette variété rend l’entraînement amusant, évite la stagnation et vous encourage à aller toujours plus loin. Montez en niveau, gagnez des récompenses et restez engagé dans votre parcours de fitness. **Squatopia** fait de votre exercice un combat palpitant !\n\n- 💪 **Entraînements complets du corps** : Renforcez bras, jambes, abdominaux et plus encore grâce à 24 exercices dynamiques !\n- 🎮 **Combat de fitness ludifié** : Participez à des batailles pleines d’action où chaque mouvement d’exercice déclenche des attaques puissantes !\n- ✨ **Des milliards de combinaisons possibles** : Grâce aux milliards de synergies entre améliorations et attaques, aucune séance ou partie n’est identique !\n- 🆕 **Mises à jour régulières** : De nouveaux défis et ennemis maintiennent chaque séance d’entraînement passionnante !\n- 🎵 **Bande-son énergique** : Une musique entraînante pour vous garder en mouvement et motivé !", "short_description": "Transformez chaque squat, curl biceps, crunch abdominal et d'autres mouvements de musculation en attaques épiques contre des démons avec Squatopia ! Ce roguelike MR/VR associe cardio et renforcement pour forger votre corps tout entier. Avec 300 améliorations uniques, il existe des milliards de combinaisons possibles, garantissant qu’aucune séance ne se ressemble !\n💪 Entraînements Complets du Corps\n🎮 Combat de Fitness Ludifié\n✨ Des Milliards de Combinaisons\n😎 Modes MR et VR"}, {"images": {"nodes": []}, "id": "1180272474252526", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["treino", "fitness", "exercício", "roguelike", "academia"], "long_description": "# Squatopia\n\nFortaleça todo o seu corpo com **Squatopia!** Este jogo de fitness roguelite em MR/VR imersivo transforma agachamentos, avanços, saltos, roscas de bíceps, abdominais e muitos outros exercícios tradicionais de força em ataques poderosos contra monstros e demônios. Com **300 upgrades** e **24 ataques distintos**, as maneiras de combiná-los chegam a bilhões, garantindo que cada treino e cada sessão de jogo sejam sempre novos e empolgantes. Essa variedade torna o treinamento divertido, evita estagnação e mantém você motivado a ir além. Suba de nível, ganhe recompensas e permaneça envolvido em sua jornada fitness. **Squatopia** transforma seu treino em uma batalha emocionante!\n\n- 💪 **Treinos de corpo inteiro**: Fortaleça braços, pernas, abdômen e muito mais com 24 exercícios dinâmicos!\n- 🎮 **Combate fitness gamificado**: Participe de batalhas cheias de ação, onde cada movimento de exercício desencadeia ataques poderosos!\n- ✨ **Bilhões de combinações possíveis**: Graças às sinergias entre upgrades e ataques, nenhum treino ou sessão é igual!\n- 🆕 **Atualizações regulares**: Novos desafios e inimigos mantêm cada treino empolgante!\n- 😎 **Modos MR e VR**: Escolha entre Realidade Mista ou Realidade Virtual para uma experiência de jogo imersiva!\n- 🎵 **Trilha sonora energética**: Músicas vibrantes para mantê-lo em movimento e motivado!", "short_description": "Transforme cada agachamento, rosca bíceps, exercício abdominal e outros movimentos de treinamento de força em ataques épicos contra demônios com Squatopia! Este roguelike MR/VR combina cardio e força para moldar todo o seu corpo. Com 300 upgrades exclusivos, existem bilhões de combinações possíveis, garantindo que nenhum treino seja igual! Lute pela sua forma física hoje mesmo!\n💪 Treinos de corpo inteiro\n🎮 Combate fitness gamificado\n✨ Bilhões de combinações"}, {"images": {"nodes": [{"file_name": "squatopia_text_512x512.png", "id": "1649330889120994", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499297186_1649330892454327_3572141215910103210_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l9VMhs8wdjwQ7kNvwG_-NT_&_nc_oc=AdlLWdiNgiiRrxUaie1RXqcCfI23Kcl_n_-HhOBA_JgtpC_FQ-HWTsv2A8dlslSi1pY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu6ZVu097ZkkWpZDsTX98dgpjMsedgoqGBoYkWTOp9G9g&oe=6995A3A8"}, {"file_name": "squatopia16x9.002.png", "id": "1517243116102898", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617754_1517243122769564_6971023118356683879_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CPsMK74hte0Q7kNvwF-IyZa&_nc_oc=Admt6Z_pD4kO5gnxO-BzE1pPh-Hzz0_-7rs3vt3-sY3sAKdt6ZjXKPAghnANMQMUUSY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuWSX8zTF2RqhSMzFliN-imxFXwR47I1aKBUgdC9QBLVQ&oe=6995B814"}, {"file_name": "squatopia16x9.001.png", "id": "1342142430585930", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617725_1342142437252596_8706381269952184524_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Oxg_1cBumbcQ7kNvwEeER04&_nc_oc=AdkND2EeXD5CKNGLLHppywVfGgVEgS0nfjHo5IcMpjo5E44eFRDrn13a4uroyph9pJc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftDiMHeH1vHS5S5e-lQ4co6x17-JOB2Eq5jYdNSeLbkZg&oe=69959C05"}, {"file_name": "squatopia-portrait.png", "id": "1320174636131239", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499310896_1320174639464572_7138573360807837168_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Ik2vYK-XLmgQ7kNvwEecaES&_nc_oc=AdkqZ_Ssl5HwbPQaE3ASEXOVJ3Uwzo95nfiHleqUAbkxxBtY-0dQUX2m7ri68ppXY8U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsoKic9uCHBP_MfbdPxNBsPJmaZ8jwzUgCfEU8fRm5_Hw&oe=6995B6EF"}, {"file_name": "squatopia16x9.001.png", "id": "1178455367636341", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617782_1178455370969674_6121027582259661175_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ViMwxFflf5oQ7kNvwGX_b3k&_nc_oc=Adl1kdEJR_JKrnt86KxUtnXttRGgtNu8_ssOl_rO6aMBMHtFWSMTz8K9gzY1MHdQ2XU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft1e1IB78-42dnA2tdsNwtdDXXN2m9twl1woEdOpzbI0w&oe=6995AA10"}, {"file_name": "Squatopia just text.png", "id": "1044015897185704", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499296000_1044015900519037_1156328568634804241_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=T3El8iZY9tQQ7kNvwFDqolE&_nc_oc=Adl9Sbc1Gyrgu7yikn1RR5nXtzb16vMOL0HrdKrvjjjJ5B2f74eG4qV0cT_gBBNCy8A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsqBPKbSwAysRtnpqcd5UAMjMPvaAGVfEvSTTHcteupOw&oe=6995B44C"}]}, "id": "881833524177239", "locale": "en_US", "screenshots": [{"file_name": "squatopia16x9.005.png", "id": "24867122829560574", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617748_24867122839560573_3676224268698994847_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=li7siIRq4LEQ7kNvwFD7mGa&_nc_oc=AdmQwaO5RTLwooIaa3jeTkA9YTtEyVlVO2BU4gNwTNa7f_FgZKZy5wR4KiLRX48ek1Q&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvoDX9fHzGeaZsta1V6l4VN9CWDHkpaH3cw8xx0fhxgHA&oe=6995AE90"}, {"file_name": "guardian-quests.png", "id": "1330810252061892", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499618937_1330810255395225_8499642111141688251_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KU1yLE7J4IUQ7kNvwGy4lDc&_nc_oc=AdkIbUwvKqaam0QwEGcL8f-hpxQkOhRQ8KHxQfRvgOz6Ur3XHva3tH77DneY96yW1UQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvawxGCdLUGRwXXMqK06pyG4lZxuzvcik7EsKfur_7Zmw&oe=6995C18C"}, {"file_name": "Untitled 2.png", "id": "1099184581807324", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499618063_1099184588473990_9183948322686792303_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sV28lBGxWyQQ7kNvwGdizkO&_nc_oc=AdnKpUXReyj2d7koGN6t1QejSf61aKC9NyYIlU5gWy2P20brFmLhgWBSNam3jSuNf74&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuJzzsqMxQLEH-7kTe8NQEebXWTmINNARpPMMLEiEFmLg&oe=69959742"}, {"file_name": "squatopia16x9.003.png", "id": "2026832914733097", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499623590_2026832918066430_3975686359303522195_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jMUnwFyXAHQQ7kNvwHbzThF&_nc_oc=AdkHHeMxTVuGxzlctcNb5L0jajcvmoB9SclgAsiQkIyHMTaIpMniAD1IHsn4kTyAhvE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft7K6paOwcomiCGdjEjy4lGtKtJvXTjMpF0x0oK6B9WqA&oe=6995BD34"}, {"file_name": "stats2.png", "id": "723204487505297", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499618293_723204490838630_3238634623411169627_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=t58WJ7r-lVkQ7kNvwE0grBu&_nc_oc=Adke6nxXrKK2bbwry7eDCRWNNn6ipc0HsyW4muJgSczkmUI6Qpn53WwCh-jT1szSVjs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvPFAfufw3gO8vDzcbQKGaQdTWvuYyLON7pKFQYMRGY5Q&oe=6995A0D0"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "squatopia16x9.001.png", "id": "733206269553131", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499303455_733206272886464_2991418088620514364_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=39-ahenqNmMQ7kNvwEzsuiW&_nc_oc=AdkL_yec7HxPTv_DWaxnpIKhbRgLb_Gzd-I3Tw5727yEmuZJ7Go0LAgxgTZBAkojcZQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsxtDnLHhT-wNnVo7ZUC4p-pNEhQql2ZIpfdGNRbJ6CSQ&oe=6995BED9"}, "display_name": "Squatopia: Infinite Action Roguelike", "keywords": ["Roguelike", "bullet", "hell", "shooter", "arcade"], "long_description": "YOUR BODY IS THE ULTIMATE WEAPON. Forget buttons. In Squatopia, every movement you make unleashes destruction. You are a living artillery unit fighting off waves of enemies in a procedurally generated bullet hell.\n\n{685711987544609}\n\n💥 PROJECTILE COMBAT EVOLVED Your exercises are your ammunition.\n\nCharge & Fire: Perform squats and lunges to launch powerful energy projectiles from your body. The deeper you move, the harder you hit.\n\nParry & Deflect: You have no shield. Use your fists to swat away incoming fireballs, spiderwebs, and high-speed bats in tactile, physics-based defense.\n\nDodge the Chaos: Weave your head and body through complex patterns of lasers and enemy fire.\n\n🌍 BATTLE ANYWHERE\n\nVirtual Worlds: Fight in stylized, open-air environments against enemies that hover and strike from a distance.\n\nMixed Reality (MR): Transform your actual living room into the arena. Watch enemies spawn from your walls while you fight safely in your own space.\n\n♾️ INFINITE LOADOUTS Combine 25+ unique firing styles with randomized power-ups to create billions of build combinations. Create a rapid-fire build, a heavy-artillery build, or a defensive tank build—all powered by your own sweat.\n\n🔥 FREE TO PLAY FOREVER The core arena experience is 100% free. No trials. No subscriptions. Jump in and start blasting.\n\nAre you ready to open fire? Download Squatopia and dominate the arena.", "short_description": "Become a living weapon. Squatopia is the infinite Action Roguelike where your body is the cannon. Squat to launch devastating energy blasts, weave through high-speed lasers, and parry incoming fireballs with your bare fists. Fight across open virtual worlds or turn your living room into a Mixed Reality arena. With billions of projectile combinations, your physical intensity powers your ammo. 100% Free Core Gameplay. Don't just burn calories—blast them away."}, {"images": {"nodes": []}, "id": "870965592249364", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["fitness", "workout", "exercise", "roguelike", "gym"], "long_description": "# Squatopia\n\nPower up your entire body with **Squatopia!** This immersive MR/VR roguelite fitness game transforms squats, lunges, hops, bicep curls, ab crunches, and many more traditional strength training movements into powerful attacks against monsters and demons. With **300 upgrades** and **24 distinct attacks**, the possible ways to combine them skyrocket into the billions, ensuring every workout and playthrough feels fresh and exhilarating. This variety keeps workouts fun, combats exercise plateaus, and keeps you motivated to push further. Level up, earn rewards, and stay engaged in your fitness journey. **Squatopia** turns your exercise into an exciting battle!\n\n- 💪 **Full-Body Workouts**: Strengthen arms, legs, core, and more with 24 dynamic exercises!\n- 🎮 **Gamified Fitness Combat**: Engage in action-packed battles where each exercise movement unleashes powerful attacks!\n- ✨ **Billions of Possible Combinations**: Billions of upgrade-attack synergies mean no two workouts or playthroughs are ever the same!\n- 🆕 **Regular Updates**: Fresh challenges and enemies keep every workout exciting! \n- 😎 **MR & VR Modes**: Choose Mixed Reality or Virtual Reality for immersive gameplay! \n- 🎵 **Energetic Soundtrack**: Pumping music to keep you moving and motivated! ", "short_description": "Transform every squat, bicep curl, ab crunch, and more strength training movements into epic attacks against demons with Squatopia! This MR/VR roguelike merges cardio and strength to forge your entire body. With 300 unique upgrades, there are billions of possible combinations ensuring no 2 workouts are ever the same! Fight for fitness today!\n💪 Full-Body Workouts\n🎮 Gamified Fitness Combat\n✨ Billions of Combinations  \n🆕 Regular Updates\n😎 MR & VR Modes\n🎵 Energetic Soundtrack"}, {"images": {"nodes": []}, "id": "870519452222058", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "フィットファイトXR：スクワットストライク", "keywords": ["ワークアウト", "フィットネス", "運動", "全身", "ローグライク"], "long_description": "# フィットファイトXR：スクワットストライク\n\n**フィットファイトXR：スクワットストライク** で全身を強化しよう！ この没入型MR/VRローグライトフィットネスゲームは、スクワット、ランジ、ジャンプ、バイセプスカール、腹筋などの従来型筋力トレーニングを、モンスターや悪魔に対する強力な攻撃へと変化させます。 **300種類のアップグレード** と **24種類の独自攻撃** によって、それらを組み合わせる方法は何十億通りにもなり、毎回のワークアウトやプレイスルーが新鮮で刺激的に感じられます。 この多様性により、トレーニングが楽しく、停滞を防ぎ、さらに先へ進むモチベーションを維持できます。 レベルアップして報酬を獲得し、フィットネスへの取り組みを続けましょう。 **フィットファイトXR：スクワットストライク** はあなたのエクササイズをエキサイティングな戦いに変えます！\n\n- 💪 **全身ワークアウト**：24種類のダイナミックなエクササイズで腕、脚、コアなどを強化！\n- 🎮 **ゲーム化されたフィットネスバトル**：各エクササイズの動きが強力な攻撃となるアクション満載のバトルに挑もう！\n- ✨ **何十億もの組み合わせ**：アップグレードと攻撃の相乗効果により、同じワークアウトやプレイスルーは二度とない！\n- 🆕 **定期的なアップデート**：新たなチャレンジと敵が、毎回のワークアウトを刺激的に！\n- 😎 **MR & VRモード**：没入感のあるプレイを楽しめるMixed RealityまたはVirtual Realityを選択！\n- 🎵 **エネルギッシュなサウンドトラック**：モチベーションを上げ、体を動かし続けるエネルギッシュな音楽！", "short_description": "あらゆるスクワット、バイセプスカール、腹筋運動などの筋力トレーニングを、フィットファイトXR：スクワットストライク で悪魔への壮大な攻撃に変えましょう！ このMR/VRローグライクは、有酸素運動と筋力を組み合わせ、全身を鍛え上げます。300種類のユニークなアップグレードにより、何十億もの組み合わせが可能で、同じワークアウトは二度とありません！ 今すぐフィットネスのために戦いましょう！\n💪 全身ワークアウト\n🎮 ゲーム化されたフィットネスバトル\n✨ 何十億もの組み合わせ\n🆕 定期的なアップデート\n😎 MR & VRモード\n🎵 エネルギッシュなサウンドトラック"}, {"images": {"nodes": []}, "id": "851668237621511", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["Training", "Fitness", "Übung", "Ganzkörper", "Roguelike"], "long_description": "# Squatopia\n\nStärke deinen gesamten Körper mit **Squatopia!** Dieses immersive MR/VR-Roguelite-Fitnessspiel verwandelt Squats, Ausfallschritte, Sprünge, Bizepscurls, Bauch-Crunches und viele weitere traditionelle Kraftübungen in mächtige Angriffe gegen Monster und Dämonen. Mit **300 Upgrades** und **24 verschiedenen Angriffen** ergeben sich Milliarden von Kombinationsmöglichkeiten, sodass jedes Workout und jeder Durchlauf frisch und aufregend bleibt. Diese Vielfalt macht das Training unterhaltsam, verhindert Plateaus und motiviert dich, immer weiterzumachen. Steige auf, verdiene Belohnungen und bleibe engagiert auf deinem Fitnessweg. **Squatopia** macht dein Training zu einem spannenden Kampf!\n\n- 💪 **Ganzkörper-Workouts**: Stärke Arme, Beine, Rumpf und mehr mit 24 dynamischen Übungen!\n- 🎮 **Gamifiziertes Fitness-Kampfspiel**: Nimm an actionreichen Kämpfen teil, bei denen jede Übung mächtige Angriffe entfesselt!\n- ✨ **Milliarden möglicher Kombinationen**: Durch die Milliarden von Synergien zwischen Upgrades und Angriffen ist kein Workout oder Durchlauf jemals gleich!\n- 🆕 **Regelmäßige Updates**: Neue Herausforderungen und Gegner sorgen für dauerhafte Spannung im Workout!\n- 😎 **MR- und VR-Modi**: Wähle Mixed Reality oder Virtual Reality für ein mitreißendes Spielerlebnis!\n- 🎵 **Energiegeladener Soundtrack**: Treibende Musik, um dich in Bewegung und motiviert zu halten!", "short_description": "Verwandle jeden Squat, Bizepscurls, Bauch-Crunch und weitere Krafttrainingsübungen in epische Angriffe gegen Dämonen mit Squatopia! Dieses MR/VR-Roguelike vereint Cardio und Kraft, um deinen gesamten Körper zu formen. Mit 300 einzigartigen Upgrades gibt es Milliarden möglicher Kombinationen, sodass kein Workout jemals gleich ist! Kämpfe jetzt für deine Fitness!\n💪 Ganzkörper-Workouts\n🎮 Gamifiziertes Fitness-Kampfspiel\n✨ Milliarden von Kombinationen\n🆕 Regelmäßige Updates"}, {"images": {"nodes": []}, "id": "837582732610404", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["training", "fitness", "oefening", "roguelike", "sportschool"], "long_description": "# Squatopia\n\nGeef je hele lichaam kracht met **Squatopia!** Deze meeslepende MR/VR-roguelite fitnessgame verandert squats, lunges, sprongen, bicepscurls, buikspiercrunches en nog veel meer traditionele krachtoefeningen in krachtige aanvallen tegen monsters en demonen. Met **300 upgrades** en **24 verschillende aanvallen** schieten de mogelijke manieren om ze te combineren de miljarden in, wat ervoor zorgt dat elke workout en playthrough fris en opwindend aanvoelt. Deze variatie houdt workouts leuk, voorkomt dat je op een plateau belandt en motiveert je om steeds verder te gaan. Level omhoog, verdien beloningen en blijf betrokken bij je fitnessreis. **Squatopia** verandert je training in een spannend gevecht!\n\n- 💪 **Volledige lichaamstraining**: Versterk armen, benen, core en meer met 24 dynamische oefeningen!\n- 🎮 **Gamagificeerde fitnessgevechten**: Neem deel aan actievolle gevechten waarbij elke oefening krachtige aanvallen ontketent!\n- ✨ **Miljarden mogelijke combinaties**: Door de miljarden synergieën tussen upgrades en aanvallen is geen enkele workout of playthrough ooit hetzelfde!\n- 🆕 **Regelmatige updates**: Nieuwe uitdagingen en vijanden zorgen ervoor dat elke workout spannend blijft!\n- 😎 **MR- en VR-modi**: Kies voor Mixed Reality of Virtual Reality voor meeslepende gameplay!\n- 🎵 **Energieke soundtrack**: Pompende muziek om je in beweging en gemotiveerd te houden!", "short_description": "Transformeer elke squat, bicepscurl, buikspiercrunch en andere krachtoefeningen in epische aanvallen tegen demonen met Squatopia! Deze MR/VR-roguelike combineert cardio en kracht om je hele lichaam te trainen. Met 300 unieke upgrades zijn er miljarden mogelijke combinaties, zodat geen enkele workout ooit hetzelfde is! Vecht vandaag nog voor je conditie!\n💪 Volledige Lichaamstraining\n🎮 Gamagificeerde Fitnessgevechten\n✨ Miljarden Combinaties\n🆕 Regelmatige Updates\n😎 MR/VR Modi"}, {"images": {"nodes": []}, "id": "741549722308176", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "強健之戰XR：深蹲突擊", "keywords": ["做", "全身", "健身訓練", "健身", "運動"], "long_description": "# 強健之戰XR：深蹲突擊\n\n使用 **強健之戰XR：深蹲突擊** 為你的全身充電！這款沉浸式 MR/VR Roguelite 健身遊戲，將深蹲、弓步、跳躍、二頭肌彎舉、仰臥起坐等多種傳統力量訓練動作，轉化為對怪物與惡魔的強力攻擊。結合 **300 種升級** 與 **24 種獨特攻擊**，可組合的方式高達數十億，保證每一次鍛鍊與遊戲過程都新鮮刺激。如此多元能令訓練更有趣，避免平臺期，並激勵你不斷前進。升級角色、獲取獎勵，持續投入你的健身之旅。**Fit Fight XR: Squat Strike** 讓你的訓練變得緊張刺激！\n\n- 💪 **全身鍛鍊**：透過 24 種動感訓練動作，強化手臂、腿部、核心肌群等！\n- 🎮 **遊戲化健身格鬥**：參與充滿動作元素的戰鬥，每個訓練動作都會化成強力攻擊！\n- ✨ **數十億種可行組合**：升級與攻擊之間的無數協同效果，保證每一次鍛鍊或遊玩都獨一無二！\n- 🆕 **定期更新**：不斷推出新的挑戰與敵人，令每次鍛鍊都保持刺激！\n- 😎 **MR & VR 模式**：選擇混合實境或虛擬實境，享受身歷其境的遊戲體驗！\n- 🎵 **充滿活力的配樂**：動感音樂，推動你持續運動和保持動力！", "short_description": "將每一次深蹲、二頭肌彎舉、仰臥起坐及更多力量訓練動作，透過 強健之戰XR：深蹲突擊 化成對惡魔的史詩攻擊！這款 MR/VR Roguelike 結合了心肺與力量訓練，全面鍛鍊你的身體。擁有 300 種獨特升級，組合多達數十億種，確保每次鍛鍊都與眾不同！立即為健身而戰吧！\n💪 全身鍛鍊\n🎮 遊戲化健身格鬥\n✨ 數十億種組合\n🆕 定期更新\n😎 MR & VR 模式\n🎵 充滿活力的配樂"}, {"images": {"nodes": []}, "id": "707778339053310", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squatopia: Fullbody Fitness XR Roguelike", "keywords": ["treningssenter", "treningsøkt", "fitness", "form", "øvelse"], "long_description": "# Squatopia\n\nGi hele kroppen styrke med **Squatopia!** Dette oppslukende MR/VR-roguelite-treningsspillet forvandler knebøy, utfall, hopp, bicepscurls, mageøvelser og mange flere tradisjonelle styrkeøvelser til kraftige angrep mot monstre og demoner. Med **300 oppgraderinger** og **24 distinkte angrep** skyter mulighetene for å kombinere dem i været til milliarder, noe som sikrer at hver treningsøkt og gjennomspilling føles frisk og spennende. Denne variasjonen holder treningen morsom, forhindrer at du stagnerer og motiverer deg til å fortsette videre. Gå opp i nivå, tjen belønninger og forbli engasjert i din treningsreise. **Squatopia** gjør treningen din til en spennende kamp!\n\n- 💪 **Helkroppsøkter**: Styrk armer, ben, kjerne og mer med 24 dynamiske øvelser!\n- 🎮 **Spillifisert treningskamp**: Delta i actionfylte kamper hvor hver treningsbevegelse utløser kraftige angrep!\n- ✨ **Milliarder av mulige kombinasjoner**: Med milliarder av synergier mellom oppgraderinger og angrep vil ingen treningsøkt eller gjennomspilling være den samme!\n- 🆕 **Regelmessige oppdateringer**: Nye utfordringer og fiender gjør hver økt spennende!\n- 😎 **MR- og VR-moduser**: Velg Mixed Reality eller Virtual Reality for en oppslukende spillopplevelse!\n- 🎵 **Energisk lydspor**: Fengende musikk som holder deg i bevegelse og motivert!", "short_description": "Forvandle hver knebøy, bicepscurl, mageøvelse og andre styrketreningsbevegelser til episke angrep mot demoner med Squatopia! Denne MR/VR-roguelike kombinerer kondisjonstrening og styrke for å forme hele kroppen. Med 300 unike oppgraderinger finnes det milliarder av mulige kombinasjoner, slik at ingen treningsøkt noen gang blir lik! Kjemp for formen din i dag!\n💪 Helkroppsøkter\n🎮 Spillifisert treningskamp\n✨ Milliarder av kombinasjoner\n🆕 Regelmessige oppdateringer"}]}, "developer_name": "Clarke Plumo", "developer_privacy_policy_url": "https://squatopiaxr.com/privacy.html", "developer_terms_of_service_url": "https://squatopiaxr.com/legal.html", "publisher_name": "Clarke Plumo", "support_website_url": "http://discord.squatopiaxr.com/", "website_url": "https://squatopiaxr.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "1592192974313489"}, {"id": "2710427532541308"}], "external_subscription_type": "REQUIRED_FOR_SOME_CONTENT", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "zh_CN", "zh_HK", "zh_TW", "en_GB", "en_US", "en_AU", "en_CA", "en_ZA", "fr_BE", "fr_CA", "fr", "de", "de_CH", "nl", "nl_BE", "es_VE", "es", "es_PR", "es_PE", "es_MX", "es_CO", "es_CL", "es_AR", "ru", "pt", "pt_BR", "pl", "nn", "nb", "ko", "ja", "it", "tr", "az_TR", "az", "azb", "af", "fi", "uk"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "25400623609569131"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499617754_1517243122769564_6971023118356683879_n.png?stp=dst-png_s360x360&_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CPsMK74hte0Q7kNvwF-IyZa&_nc_oc=Admt6Z_pD4kO5gnxO-BzE1pPh-Hzz0_-7rs3vt3-sY3sAKdt6ZjXKPAghnANMQMUUSY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftzxO6igjohY5TVXOsttmQTelJogyBxBlIA3p_623ew_Q&oe=6995B814"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Squatopia: Infinite Action Roguelike", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Arcade", "id": "1592192974313489"}, {"topic_name": "Fighting", "id": "2710427532541308"}], "release_date": 1728412860, "lastRevision": {"nodes": [{"id": "5461040003954120", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5461039960620791", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "498837083044407"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "squatalgo-cover-mini.001.png", "id": "8200672786710066", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39036664_8200672793376732_6321331253251174420_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mg95t2nI7yQQ7kNvwHeUvle&_nc_oc=AdkmwF62JpJPasQqZk0l_QeEf5XkxtNJJCbXO3ZByKMEmdyD6Yebp2GLcZqD1oJnZY8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftsVz480JinmJuXGebfoiWdpG24w8tJX8uwyuYZQNs5MA&oe=6995A072"}, {"file_name": "squatalgo-icon.001.png", "id": "4607913499434287", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031420_4607913502767620_6621742271922215408_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XyIAfoQPWjoQ7kNvwFEbk_m&_nc_oc=AdkdCi1DIm22UoqPd3JLZrKMGPjd6r4FKqsW1yLA5yVKm5OgHJUmZfrN5jXr5C8MME8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv3skwpOWMf0yfIeC1_wbWtUFUTHKE6XK5pYnjjFzmXjA&oe=6995C1FB"}, {"file_name": "Untitled 2.001.png", "id": "3786393355009488", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974635_3786393358342821_790315698296179357_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ekalpT4jem0Q7kNvwEaWSmQ&_nc_oc=Admvl5e1J8opz5E3mJsoDjtzThl-GLaS2HruUx3iDB9SqjA7eRmiBaUuvQJCgveSTSw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvgB7dadslgfcsPDgfQET-Y8xjbpfT1yNe9GC08EXBh0A&oe=69959994"}, {"file_name": "appicon 2.png", "id": "1573397599940617", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035417_1573397603273950_3044283674570469547_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=gY9mYyM9NTQQ7kNvwEffJhj&_nc_oc=AdmR_JB009zeD0qH_rV01bQesZcXWOBiuN14rSONYl4TInjkRd4ooCAAwV07dqzgyzs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft-3Uu5fF42OvoqHwqxBTP7TCtbYJGZJ-f_Qd__PH-Nfg&oe=6995A8DB"}, {"file_name": "squatalgo-cover-square.001.png", "id": "1511748273034350", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031437_1511748276367683_386070966891456230_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JsPTYNCZqg4Q7kNvwHGrPtL&_nc_oc=AdmdwND_5-aeszsRlQVyIvqNdI9oFQ0hFgHI51IIXNBQRurVWzzwi747zyUmczq2ZcQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvdyoXGjvmV2vfP-jfqEb1RHuGOWP5KZ0nqSFJ-FNiCeA&oe=6995AB43"}, {"file_name": "squatalgo-cover.001.png", "id": "1075101843962670", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982472_1075101847296003_7071109424866286831_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0rBws3rJddkQ7kNvwEmQuyT&_nc_oc=Adk6tH0zrHkRxsDP8M_3TtXA_EP49bK0Rm8dxznKemNly4lF8mWLa-XlcoAq5cHQAOw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveCzSw2ZD-TCyjUslNitM7cRCi2UM7Fxg3_495sfmUjA&oe=6995964E"}, {"file_name": "squatalgo-cover-square.001.png", "id": "1067104901828749", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38984444_1067104905162082_7174323460960401104_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5W791mHbxg0Q7kNvwE7ReYh&_nc_oc=AdlygEs1HNmTPsQizjd6d8_sZ1JbbDm-1HeOT8XGFWL30oA-v1pJhUYL08e03Ic8ke8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftGJteVpKR1okRqIrkVVMFPQ6YyDEDWsE6gJ07grPT6pQ&oe=6995C580"}]}, "id": "593959008770678", "locale": "en_US", "screenshots": [{"file_name": "squatalgo-screenshots.002.png", "id": "894525618846287", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39001703_894525622179620_1191092182876755522_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JBW-x35awi4Q7kNvwFK7C5s&_nc_oc=AdmR9xrqIr11nWpb1vJJ5H4RTepl7ZnIuvdZugoVWpH1e0Ju3_aLWEJMZ6ImcS5de8w&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvQQKSoqNoUgHhfxvwp-9zswRAA3XZTFqX4Z9Ll6nJ39Q&oe=6995A937"}, {"file_name": "squatalgo-screenshots.003.png", "id": "890314119286508", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57569433_890314122619841_5475700559104861154_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vyQbQeFEw50Q7kNvwE-03nx&_nc_oc=AdntT2ZbWYhQLnxGA3iffDROpIlpG7SVwq0Zkknfu9eGiOZYmMzK3jO1y2sin36EyAk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftE0FXWqar-TifJLdeFeuiTuVGVFAnp-iFGGa1F8oX0jQ&oe=6995AEB7"}, {"file_name": "squatalgo-screenshots.001.png", "id": "1257737221828133", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031553_1257737225161466_6229836395132126708_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qL1xZ6pLDuYQ7kNvwEP0mK9&_nc_oc=AdlgGKQgY4KU5DktGidOfvRRRBgkDLwoOWarOuLa7-qZaRt5EhKiQW8wqfHL2HJSO-M&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuWsGYn_tMCF9JcXQWA_qrgFimSX2roVsgLPqWhdz3vSw&oe=6995B01F"}, {"file_name": "squatalgo-screenshots.005.png", "id": "857371739856487", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031533_857371743189820_4863153210978740636_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ODjEsxWYd7UQ7kNvwF0PZp-&_nc_oc=Admth5Mi-Dhzwtmh8Nj0l814L4gGAZf52gmrje2w8HCNtj2kderf0mRKzI6wgz1SB4A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afuz-q34L3kxFmOGFoArEUrG7FH1rD_TOqNPPo5UpuRj2g&oe=6995BC4F"}, {"file_name": "squatalgo-screenshots.004.png", "id": "1911988715945325", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974788_1911988719278658_1659128526670207704_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=04cH360TGhUQ7kNvwGGPZim&_nc_oc=AdmwE8de3yNedxmvEyhddzaCW61AJtsVd4tLY0xjR7O2t9T4Y2D56hmWA1OJ4iK-5Jg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afurhm1JIZnWkMyxcbGQCNMENliV3adDlyY_kSVha64c2A&oe=6995B6F2"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Squat Algorithm", "keywords": ["squat", "jab", "uppercut", "roguelike", "roguelite"], "long_description": "The Squat Algorithm is an action-packed roguelite fitness game where players use real-life movements to unleash attacks on waves of enemies. By performing jabs, hooks, uppercuts, lateral raises, squats, lunges, hops, and side steps, players fire powerful projectiles. While the movements are challenging, even minimal effort can deliver full damage, making the game accessible yet physically engaging.\n\nPlayers will encounter a variety of enemies, including treants, bats, and wolves. As they progress, they will face massive boss enemies like towering golems and armored giant beetles, which require strategy and agility to defeat.\n\nThroughout the game, players will meet young Elemental Guardians, who bestow special elemental abilities. These powers enhance both attacks and defense, granting effects like Exploding Projectiles, Revenge Damage, Double Strike Chance, and debuffs such as Slow, Blind, or Paralyze. Elemental enhancements can also be applied to leg movements, such as performing dark-element squats or unleashing fire-boosted uppercuts.\n\nWith random enemy waves and evolving elemental abilities, Squat Hero offers a thrilling combination of fitness-based gameplay and strategic upgrades, challenging players to stay active and think on their feet as they battle through increasingly difficult foes.", "short_description": "The Squat Algorithm is a fitness-based roguelite where players use real-life movements like jabs, hooks, squats, and lunges to attack enemies. Players face off against creatures like treants, bats, wolves, and massive bosses like golems and giant beetles. Young Elemental Guardians grant special powers such as Paralyzing projectiles and elemental squats. With random enemy waves and evolving abilities, Squat Hero offers a challenging, action-packed adventure that keeps players active and engaged."}]}, "developer_name": "Clarke Plumo", "developer_privacy_policy_url": "https://squathero.com/privacy.html", "developer_terms_of_service_url": null, "publisher_name": "Clarke Plumo", "support_website_url": null, "website_url": "https://squathero.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "1592192974313489"}], "external_subscription_type": "REQUIRED_FOR_SOME_CONTENT", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED_FOR_DOWNLOAD", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "619599876205047"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "530009252852902"}]}, "baseline_offer": {"id": "530009252852902"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1728412860, "status": "PUBLISHED", "id": "530009252852902"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25429392263358932", "version": "1.7.0"}, "id": "764978228088540", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5461039960620791", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25429392263358932"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "764978228088540"}]}, "change_log": "Add weakness particle effects", "created_date": 1765280103, "id": "25429392263358932", "version": "1.7.0", "version_code": 1007000, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5461039960620791", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25429392263358932"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "764978228088540"}]}, "change_log": "Reupload", "created_date": 1764939110, "id": "25396624883302337", "version": "1.6.4", "version_code": 1006004, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5461039960620791", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25429392263358932"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1764913740, "id": "25394104273554398", "version": "1.6.3", "version_code": 1006003, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5461039960620791", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25429392263358932"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1764907298, "id": "25393495850281907", "version": "1.6.2", "version_code": 1006002, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5461039960620791", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25429392263358932"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1764904468, "id": "25393222696975889", "version": "1.6.1", "version_code": 1006001, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}