{"data": {"node": {"__typename": "Application", "id": "7767930589976238", "organization": {"id": "1158918960850844", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7767930589976238"}]}, "id": "2008263852975315"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8826022237415280"}]}, "id": "823885642077591"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3749621795127676"}]}, "id": "182665150313717"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7767930589976238", "release_date": 1745480700, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 7}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8752992401470047"}, "id": "1106362741067561"}]}}, "binary": null, "live_binary": null, "created_date": 1745481795, "id": "8757847064317914", "is_initial_release": false, "name_with_fallback": "v3", "pdp_metadata_with_fallback": {"version": 3, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "8773290956106858"}, "release_status": "RELEASED", "id": "7767930589976238"}, "id": "8773290956106858", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7767930589976238", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2349649442068570"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4319605274934325", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["strategy", "vestiges", "boardgame", "autobattler", "cardgame"], "long_description": "《Vestiges: Fallen Tribes》以独一无二的方式，将战场策略、桌游机制和自走棋玩法融合在了一起。\n你将深入一个科幻世界，这里的部族正在为争夺水源而战。你的战术决策将塑造这个世界的未来。\n作为部族领袖，你将召唤手中的卡牌，指挥自动单位，进行一轮又一轮的战斗，成为一方霸主。\n- **三个可玩部族：** 每个部族都有着独特的能力和玩法，从极具进攻性的快攻策略到谨慎的防御性部署，一切皆有可能。\n- **单人战役：** 沉浸式体验叙事驱动战役，其中将包括几十个任务，每个任务都会带来独特的战术挑战。\n- **PvP 模式** 使用自定义卡组，在对抗性战斗中面对其他玩家。你可以挑战好友或在线对手，在实时游戏中提升技巧。\n- **动态策略玩法：** 消耗能量打出手牌，将单位直接部署在战场之上，并按照战术策略将它们放置。在此之后，你便会看到自己的卡牌变成活生生的战士，为执行你的意志而战。\n- **沉浸体验：** 你将通过完全沉浸式的 VR 控制，在《Vestiges: Fallen Tribes》中体验部族式的科幻世界。你将从上帝视角指挥军队，并真实地感受抉择的份量。\n- **沙盒模式：** 想要尝试不同的策略？沙盒模式能让你不受限制地实验自定义卡组和战斗配置。\n\n无论你是想用最佳策略完成单人战役中的所有目标，还是在 PvP 中与其他玩家对抗，《Vestiges: Fallen Tribes》都能为你带来多种多样的沉浸式战术体验，并让你从此爱上这种感觉。\n《维京时代》与《传播：天堂酒店》等或将游戏的创作者们都给出了这样的评价。", "short_description": "在反乌托邦世界中，进行一场引人入胜的策略冒险。\n在这款沉浸式 (VR) 桌游中，带领你的部族走向胜利，部署栩栩如生的单位，完成各种战术挑战。"}, {"images": {"nodes": []}, "id": "2907309289443482", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["vestiges", "strategy", "boardgame", "cardgame", "autobattler"], "long_description": "Vestiges: Fallen Tribes — это уникальное сочетание стратегии, механик настольной игры и автоматических сражений.\nОтправьтесь в фантастический мир, где племена сражаются за воду, а ваши тактические решения определяют будущее.\nИграя за вождя племени, вы с помощью колоды карт будете раунд за раундом призывать анимированные отряды и командовать ими, чтобы одержать победу.\n- **Три племени на выбор** У каждого племени свои уникальные способности и стиль игры — от агрессивной стратегии быстрого натиска до осторожной игры от обороны.\n- **Одиночная кампания** Погрузитесь в сюжетную кампанию с десятками заданий, в каждом из которых вас ждет набор тактических задач.\n- **Режим PvP** Сразитесь с другими игроками в состязательных боях, используя персональную колоду. Бросьте вызов друзьям или соперникам в сети, чтобы доказать свое мастерство в реальном времени.\n- **Динамичная стратегическая игра** Разыгрывайте карты с помощью энергии, чтобы выставлять отряды, которые оживают как воины и сражаются за вас.\n- **Полное погружение** Исследуйте фантастический мир племен Vestiges: Fallen Tribes, управляя им в виртуальной реальности. Почувствуйте весь вес своих решений и направляйте войска в бой, глядя на них с высоты, как божество.\n- **Режим песочницы** Хотите опробовать различные стратегии? Режим песочницы позволяет без ограничений экспериментировать с колодами и настройками войска.\n\nОт создателей отмеченных наградами игр Ragnarock и Propagation: Paradise Hotel.", "short_description": "Захватывающая приключенческая стратегия в мире антиутопии.\nВедите свое племя к победе, размещайте анимированные юниты и проходите тактические испытания в настольной игре с эффектом погружения (VR)."}, {"images": {"nodes": []}, "id": "2289294471520577", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["stratégie", "jeudeplateau", "vestiges", "autobattler", "cardgame"], "long_description": "**Vestiges: Fallen Tribes** est un jeu de stratégie, aux mécaniques de jeux de plateau et d’auto battler. Plongez dans un univers de science-fiction tribal où des tribus s'affrontent pour le contrôle de l’eau, et où vos décisions tactiques façonneront l’avenir. En tant que chef de tribu, utilisez un deck de cartes pour invoquer et commander des unités animées, tour après tour, jusqu’à la victoire.\n- **Trois tribus jouables** : Chacune possède des capacités uniques et un style de jeu distinct, allant de stratégies offensives agressives à une approche plus défensive et réfléchie.\n\n- **Campagne solo** : Plongez dans une campagne narrative avec des dizaines de missions, chacune proposant des défis tactiques captivants.\n\n- **Mode PvP** : Défiez vos amis ou des adversaires en ligne en utilisant votre deck personnalisé pour prouver votre maîtrise du jeu en temps réel.\n\n- **Gameplay stratégique dynamique** : Utilisez judicieusement votre énergie pour placer vos cartes stratégiquement et  déployer vos unités sur le champ de bataille. Observez  vos unités s’animer et se transformer en guerriers prêts à combattre pour votre cause.\n\n- **Immersion** : Plongez dans l’univers de de **Vestiges: Fallen Tribes** grâce à des contrôles VR ultra-immersifs. Ressentez toute la puissance de vos décisions en commandant vos unités depuis une perspective divine.\n\n- **Mode Bac à Sable** : Testez différentes stratégies grâce au mode bac à sable et expérimentez avec vos decks personnalisés sans aucune limite.", "short_description": "Plongez dans une aventure stratégique captivante au cœur d’un monde dystopique. Menez votre tribu à la victoire, déployez des unités animées et relevez des défis tactiques dans ce jeu de plateau immersif."}, {"images": {"nodes": []}, "id": "2115412958879594", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["boardgame", "vestiges", "strategie", "autobattler", "cardgame"], "long_description": "Vestiges: Fallen Tribes ist eine einzigartige Mischung aus Strategie, Brettspielmechaniken und einem automatischem Kampfsystem. Als Stammesanführer bedienst du dich eines Kartendecks, um animierte Einheiten zu beschwören und Runde für Runde anzuleiten, bis du am Ende als Sieger hervorgehst.\n\n- **Drei spielbare Stämme:** Jeder Stamm hat eigene einzigartige Fähigkeiten und Spielstile, von aggressiven, schnellen Strategien bis hin zu bedachtsamen, defensiven Taktiken.\n- **Einzelkampagne**: Tauche ein in eine erzählerische Kampagne mit zahlreichen Missionen, die jeweils eine Reihe an taktischen Herausforderungen bieten.\n- **PvP-Modus:** Stelle dich anderen Spielern in Konkurrenzkämpfen, in denen du dein eigens erstelltes Deck benutzt. Fordere Freunde oder Onlinekontrahenten heraus, um deine Fähigkeiten in Echtzeit auf die Probe zu stellen.\n- **Dynamisches Strategie-Gameplay:** Sende deine Einheiten direkt auf das Schlachtfeld, indem du mit Energie Karten aus deiner Hand strategisch ausspielst. Sieh dann deinen Karten dabei zu, wie sie als animierte Krieger zum Leben erwachen und für dich kämpfen.\n- **Immersion:** Erlebe die Science-Ficton-Welt der Stämme in Vestiges: Fallen Tribes mit einer immersiven VR-Steuerung. Spüre das Gewicht deiner Entscheidungen, indem du deine Truppen aus einer gottähnlichen Perspektive lenkst.\n- **Sandbox-Modus:** Möchtest du andere Strategien ausprobieren? Im Sandbox-Modus kannst du mit deinem personalisierten Deck und unzähligen Kampfeinstellungen experimentieren.\n", "short_description": "Tauche ein in ein fesselndes Strategieabenteuer in einer dystopischen Welt. Führe deinen Stamm zum Sieg, sende animierte Einheiten aus und bezwinge taktische Herausforderungen in diesem immersiven (VR-) Brettspiel!"}, {"images": {"nodes": []}, "id": "1749280929018366", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["estrategia", "juegodemesa", "vestiges", "cardgame", "autobattler"], "long_description": "Vestiges: Fallen Tribes combina estrategia, mecánicas de juegos de mesa y una experiencia de batallas automáticas.\nMeteos de lleno en un mundo de ficción donde las tribus luchan por el agua y vuestras decisiones tácticas darán forma al futuro.\nComo líderes de la tribu, usaréis un mazo de cartas para invocar y dar órdenes a unidades animadas una ronda tras otra hasta alzaros con la victoria.\n\n- **Tres tribus disponibles:** Cada una con destrezas y estilos de juego únicos, desde tácticas más agresivas a estrategias defensivas.\n- **Campaña de un jugador:** Meteos de lleno en una campaña narrativa con montones de misiones, donde cada una os ofrecerá una serie de desafíos tácticos.\n- **Modo JcJ:** Enfrentaos a otros jugadores en batallas competitivas con vuestro mazo personalizado. Desafiad a jugadores u oponentes en línea para demostrar vuestra destreza en tiempo real.\n- **Experiencia estratégica dinámica:** Usad energía para jugar cartas y desplegar unidades que cobran vida como guerreros que luchan por vuestra causa.\n- **Inmersión:** Sumergíos en el mundo tribal de Vestiges: Fallen Tribes con controles VR y liderad a vuestras unidades como dioses.\n- **Modo libre:** ¿Queréis probar diferentes estrategias? El modo libre os permite experimentar con vuestro mazo personalizado y diferentes configuraciones de batallas sin límites.\n\n\nDe los creadores de juegos galardonados como Ragnarock y Propagation: Paradise Hotel.", "short_description": "Meteos de lleno en una aventura estratégica que tiene lugar en un mundo distópico.\nLlevad a vuestra tribu a la victoria y conquistad desafíos estratégicos en este juego de tablero inmersivo (RV)."}, {"images": {"nodes": []}, "id": "1733177034261518", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["strategy", "vestiges", "boardgame", "autobattler", "cardgame"], "long_description": "『Vestiges: Fallen Tribes』は、戦略、ボードゲームのシステム、オートバトルゲームのいいところをユニークに融合させたゲーム。\nこの世界では、水を巡る部族間の争いが激化している。没入感あふれるSFの世界で、戦術的な一手を決めよう。君の判断が、この世界の未来を決める。\n君は部族のリーダー。カードのデッキを使って、動くユニットを次々と召喚し、指揮を執り、最後に勝利を手にするまで戦い続ける責任がある。\n\n- **プレイ可能な3部族:** それぞれの部族には独自の能力とプレイスタイルがある。攻撃的な特攻戦略から慎重な守備的なプレイまで、幅広い戦略を駆使して戦おう。\n- **ソロキャンペーン：** 数十ものミッションが楽しめる、ストーリー主導のキャンペーンに没頭しよう。各ミッションには戦術が試されるチャレンジが用意されているぞ。\n- **PvPモード：** カスタムデッキを使って他のプレイヤーと対戦しよう。友達やオンラインの対戦相手にリアルタイムで腕試しをしよう。\n- **ダイナミックな戦略ゲームプレイ：** エナジーを使って自分の手札からカードをプレイし、戦略的に部隊を直接戦場に配置しよう。君のカードが命を得た戦士として動き出し、君の大義のために戦ってくれるぞ。\n- **の没入感：** 没入感あふれるVRを操作し、部族間のいざこざが渦巻くSF世界『Vestiges: Fallen Tribes』を体験しよう。まるで自分が神なったかのような視点から軍勢を指揮し、自分の決断がもたらす影響力と責任を感じよう。\n- **サンドボックスモード：** さまざまな戦略を試してみよう。サンドボックスモードでは、カスタムデッキやバトルのセットアップを制限なく試すことができる。\n\n『Vestiges: Fallen Tribes』は、没入感たっぷりの戦略ゲームプレイを無限に楽しむことができる。ソロキャンペーンのすべての目標を達成するために一人でコツコツと最適な戦略を練ったり、PvPで他のプレイヤーとアツくバトルしたり、自分のペースでプレイできるから、きっと何度でもプレイしたくなる。\n\n『Ragnarock』や『Propagation: Paradise Hotel』など、受賞歴のあるゲームを作り出したクリエイターが贈る新作ゲーム。", "short_description": "荒廃した世界を舞台にした手に汗握る戦略アドベンチャーに飛び込もう。\n部族を勝利へ導け！動くユニットを指揮し、戦術を駆使して戦場を制覇せよ。没入感あふれる（VR）ボードゲームで、究極の戦術に挑め！"}, {"images": {"nodes": [{"file_name": "mini landscape 1080x360.png", "id": "9799464383430749", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393491_9799464386764082_1826034099769254124_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=flOm7zXvT08Q7kNvwFlzDxq&_nc_oc=AdkHnCgaM4KtF1kDFtoE8Vi9LyFBGfFGNkhGbjd-Cc2_mQEvfUFRRIn0EdE8dffX6gY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv1ae32Q7T9JHTy2by7YcAbFA3Ac-G0fvuU8lnT4MlEvQ&oe=6995BB64"}, {"file_name": "Icone 512x512.png", "id": "9543891202337330", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_9543891205670663_5304886183910865796_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=S-gIJ5HQDTMQ7kNvwHthST3&_nc_oc=AdmGZK10ib2DA5J6U7bgaM5fHt4mwuudmDPtUJWRqabsjF7s0y2DHjRPok5CSp2SC6k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsienykg9vOM4PTyVElAudY7gARKwexyrpIeXkJZuBfbA&oe=6995C249"}, {"file_name": "square 1440x1440.png", "id": "1809207799869353", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1809207803202686_1494002885044387566_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hiUHRlhiCo4Q7kNvwGMvxLu&_nc_oc=Adm_1TroWTkHyfAFm1I7PXkfK-7HjRmvJ7WXvfaJloru-yejA_mWnEA8d1AETSE_Vcg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveWftLwKybfTDyYEe6TRx-PJnI0eJb9lXfEM1W4Ak2Lg&oe=6995B3D8"}, {"file_name": "hero 3000x900.png", "id": "1392169931975969", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1392169935309302_2317920375134154782_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nO843_HLcGYQ7kNvwFVC8pv&_nc_oc=AdlZU2KIaIeJ7XxkaRdM5hYfWHCh0Sv4wn-U4beGwFcDT9h0iXBTeGKazQwIfHc0Ypw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft7Q6FcYziu1KThKFIwAxOZxSu0Kz0Vp4f-aq5WUgD9Iw&oe=6995C0B0"}, {"file_name": "landscape 2560x14402.png", "id": "1318805982547447", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391911_1318805985880780_3863151067358234080_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eNvhhAKG480Q7kNvwGX4IlT&_nc_oc=Adk-Gqdz6ZZfwuZqOqRPUaj9JYW5eniFbnjSgz1ZwuHvVKPNAWOk_BuzTAyExTZQzOA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu1lbKp5g_VnjnZNEs13iKvzpTHQNww6FFdI5mI4Q-wwQ&oe=6995A9F4"}, {"file_name": "LogoVFT.png", "id": "673932165206644", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392019_673932168539977_5920255926593293541_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PzZhwOspWaQQ7kNvwEJSLCw&_nc_oc=Adnq7Wn0F6n3ewUspA81xPxYjXJYs23xkmzWHWCqOcP4DPa3BwkrUIn60Wt7NviOsuw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsj3xPLpx68pc5oP1hDP_F5mJ2z0mwBLXVyNN9FNgvIww&oe=6995C1D9"}, {"file_name": "portrait 1008x1440.png", "id": "511318318702656", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393325_511318322035989_7639447084279469195_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P6M9OlBPadAQ7kNvwE1jDbk&_nc_oc=AdkvanAAkW292ia2wCYwT0c0TD1cAYXmO3nZWbrqXPBJG4-5QQqjgcvA5IfNZmmsX-A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuuN-DvqxUx78LBFlxKGA_1LGJ4bF9N7BhnJr0FaJPDhw&oe=6995B49E"}]}, "id": "1603267720385208", "locale": "en_US", "screenshots": [{"file_name": "++New_VFT_Capture (1).png", "id": "1383818616107027", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393511_1383818619440360_7748318521467826530_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qMYw3RQPyV8Q7kNvwG34tbK&_nc_oc=AdkJDjx4bJCVEE3vNVIFNijJMFzXsVk85eM9S0t0nJpf4CdDNY3dA4kFVvQT9fTj0TE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv-e9oWEUrF5D9sRCaK1IwZtWf5O7B5DEudBvWaEweEWA&oe=6995C7A4"}, {"file_name": "++VFT capture 4k (15).png", "id": "1191193035748883", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393941_1191193039082216_500620864641746007_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=e_MaTX4fajYQ7kNvwFhtHCW&_nc_oc=Adn_fuO7ttX8G9516x2JdQIVJqiAKhf4HoVkjQpbd94Fe_k3-1J_RsqIewc_PqLuN0w&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft7R5JdO_ljDIydCwiykGfLM83kKmpKT_v_1roLkXUpvw&oe=6995C39E"}, {"file_name": "++VFT capture 4k (1).png", "id": "1630113150973920", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392016_1630113154307253_2890472203373278495_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MskC8MsffAMQ7kNvwE3VI1p&_nc_oc=AdlqEXebfJNpAL-Ndi4xxEq9QJARhy_vEdbfsLKwqikDGupYX0LNeCW-wI6rb2eC7i8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfumMA1kZlnxvpYMfsw1CtzGhX_mRd26NndiEa12YDVP8Q&oe=69959F78"}, {"file_name": "++0VFT_CAPTURE (18).png", "id": "911742174283383", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393328_911742177616716_3217838550073819297_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=O3vD0JCwNi8Q7kNvwFt2Snz&_nc_oc=AdlHU3YGlPAIsRIYxt7jAQohAjFeMIAaDFZ8gPm2WbrkKhxqdjONFEGwWhI6q1MRmgs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsGyGF-b8LbECM3ecXpvR16UWa-w1jWWdCcRUZOLUpcBw&oe=6995C3C6"}, {"file_name": "++VFT capture 4k (20).png", "id": "606123542468617", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393444_606123545801950_391414720664567276_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KFyTTTJR93YQ7kNvwF7m53J&_nc_oc=AdnpaEAAOiSltkuSplljJfqobsIlqaa4xrJcJvme9FJ7QfOvonTuPw1gpfiBg-XLfE4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs_n1--qobxxqeD0EFkiHBQKnSGw0TF-Y2K9_zrZ8FwwQ&oe=6995AB03"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "landscape 2560x1440.png", "id": "624903880517137", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_624903883850470_3612897722355801494_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JFCAL1Y1C2MQ7kNvwGncQoV&_nc_oc=Adn5LMdlH99NtZua5GuWo0WLR3-pqCT3nnVAVG-ZIlq7Kf6qdLYMdleCBH0dSOvzsP8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvjUshbfW9AquVXoK9jMhui0oExtkOr_VLSjl6jT9uwFA&oe=6995983D"}, "display_name": "Vestiges: Fallen Tribes", "keywords": ["strategy", "boardgame", "vestiges", "autobattler", "cardgame"], "long_description": "**Vestiges: Fallen Tribes** is a unique blend of strategy, board game mechanics, and autobattler gameplay. Immerse yourself in a sci-fi world where tribes are battling for water, and your tactical decisions will shape the future. As a tribe leader, you’ll use a deck of cards to summon and command animated units round after round, until you come out on top.\n- **Three Playable Tribes:** Each with unique abilities and playstyles, ranging from aggressive rush strategies to careful, defensive play.\n\n- **Solo Campaign:** Immerse yourself in a narrative-driven campaign with dozens of missions, each offering a set of tactical challenges.\n\n- **PvP Mode:** Take on other players in competitive battles using your custom deck. Challenge friends or online opponents to prove your skills in real-time.\n\n- **Dynamic Strategy Gameplay:** Deploy units directly onto the battlefield by using energy to play cards from your hand, and place them strategically. Then watch your cards come to life as animated warriors who fight for your cause.\n\n- **Immersion:** Experience the tribal science-fiction world of Vestiges: Fallen Tribes with fully immersive VR controls. Feel the weight of your decisions as you direct your forces from a god-like perspective.\n\n- **Sandbox Mode:** Want to test out different strategies? The sandbox mode lets you experiment with your custom deck and battle setups without limits.\n\nBy the creators of awarded games like Ragnarock and Propagation: Paradise Hotel.", "short_description": "Dive into a gripping strategy adventure set in a dystopian world. Lead your tribe to victory, deploy animated units, and conquer tactical challenges in this immersive board game."}, {"images": {"nodes": []}, "id": "1305132063916060", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["strategii", "vestiges", "gryplanszowej", "autobattler", "cardgame"], "long_description": "Vestiges: Fallen Tribes to unikalna mieszanka strategii, gry planszowej i autobattlera.\nPrzenieś się do świata science-fiction, w którym plemiona walczą o wodę. Twoje decyzje taktyczne ukształtują ich przyszłość.\nKierując swoim plemieniem, będziesz korzystać z talii kart, aby runda po rundzie przywoływać animowane jednostki i kierować nimi aż do osiągnięcia ostatecznego zwycięstwa.\n- **Trzy grywalne plemiona:** Każde z nich charakteryzuje się odrębnymi zdolnościami i stylem gry, poczynając od agresywnych manewrów ofensywnych po rozważną taktykę obronną.\n- **Kampania solowa:** Weź udział w okraszonej wątkiem fabularnym kampanii zawierającej dziesiątki misji, z których każda oferuje rozmaite wyzwania taktyczne.\n- **Tryb PvP:** Zmierz się w innymi graczami w zaciętych walkach, korzystając z własnej talii kart. Rzuć wyzwanie znajomym lub przeciwnikom online, aby wykazać się umiejętnościami w rozgrywce toczonej w czasie rzeczywistym.\n- **Rozgrywka z dynamiczną strategią:** Rozstawiaj jednostki na polu bitwy, zużywając energię na zagrywanie kart, które ożywają jako wojownicy walczący pod twoim dowództwem.\n- **Immersja:** Poznaj plemienny świat science-fiction Vestiges: Fallen Tribes z pełnym immersyjnym sterowaniem VR. Poczuj wagę podejmowanych decyzji i pokieruj swoimi siłami, wcielając się w rolę bóstwa.\n- **Tryb sandboksowy:** Masz ochotę wypróbować różne strategie? Tryb sandboksowy umożliwia eksperymentowanie z własnymi taliami i daje nieograniczone możliwości tworzenia konfiguracji bitewnych.", "short_description": "Poznaj pasjonującą przygodową grę strategiczną, której akcja toczy się w dystopijnym świecie.\nPoprowadź swoje plemię do zwycięstwa, rozmieszczaj animowane jednostki i zmierz się z wyzwaniami taktycznymi w tej immersyjnej grze planszowej VR."}, {"images": {"nodes": []}, "id": "1201238814988185", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["strategy", "vestiges", "boardgame", "autobattler", "cardgame"], "long_description": "Vestiges: Fallen Tribes는 전략, 보드 게임 메커니즘, 오토 전투 게임플레이 요소가 독창적으로 결합된 게임입니다.\n물을 차지하기 위해 여러 부족이 각축전을 벌이는 공상 과학 세계에 빠져들어 보세요. 전술적인 결정이 미래를 좌우합니다.\n부족의 지도자가 되어, 정상에 오를 때까지 카드 덱을 사용하여 라운드마다 움직이는 유닛을 소환하고 명령을 내리세요.\n\n- **플레이 가능한 3개 부족:** 공격적인 돌진 전략부터 신중하고 방어적인 플레이에 이르기까지 부족마다 고유한 능력과 플레이 스타일을 선보입니다.\n- **솔로 캠페인:** 수십 개의 미션으로 구성된 내러티브 중심의 캠페인에 푹 빠져들어 미션마다 전술 도전 과제를 해결해 보세요.\n- **PvP 모드:** 나만의 덱으로 다른 플레이어와 경쟁전에서 겨뤄 보세요. 친구나 온라인 상대에게 도전하여 실시간으로 실력을 증명하세요.\n- **다이내믹한 전략 게임플레이:** 에너지를 사용해 핸드에서 카드를 뽑아 유닛을 전장에 곧장 전략적으로 배치하세요. 그런 다음 카드가 살아 움직이는 전사가 되어 대의를 위해 싸우는 모습을 지켜보세요.\n- **몰입성:** Vestiges: Fallen Tribes의 SF 부족 사회를 완전한 몰입형 VR 컨트롤로 경험해 보세요. 신과 같은 시점으로 군대를 지휘하면서 내린 결정의 무게를 느껴보세요.\n- **샌드박스 모드:** 다양한 전략을 시험해보고 싶으신가요? 샌드박스 모드에서는 제한 없이 나만의 덱과 전투 설정을 실험해볼 수 있습니다.\n\n솔로 캠페인의 모든 목표를 완료하기 위한 최고의 전략을 궁리하고, 다른 플레이어와 PvP 전투를 벌이는 등, Vestiges: Fallen Tribes는 끝없는 몰입감과 전술적인 게임 플레이를 제공하여 계속 찾게 되는 게임입니다.\n\n수상 경력에 빛나는 Ragnarock 및 Propagation: Paradise Hotel과 같은 게임의 제작진이 참여했습니다.", "short_description": "디스토피아 세계를 배경으로 한 흥미진진한 전략 어드벤처에 빠져보세요.\n몰입감 있는 VR 보드 게임에서 부족을 승리로 이끌고, 움직이는 유닛을 배치하고, 전술 도전 과제를 극복하세요."}, {"images": {"nodes": []}, "id": "1017767720420624", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["estratégia", "jogosdetabuleiro", "vestiges", "cardgame", "autobattler"], "long_description": "Vestiges: Fallen Tribes é uma mistura inédita de estratégia, mecânica de jogos de tabuleiro e batalhas automáticas.\nEntre em um mundo de ficção científica em que tribos batalham pela água e suas decisões táticas moldam o futuro.\nComo líder da tribo, você usará um deck de cartas para invocar e comandar unidades animadas a cada rodada, até terminar com a vitória.\n\n- **Três tribos disponíveis:** Cada um com habilidades e estilos de jogo singulares, que vão de estratégias agressivas e impulsivas a jogadas defensivas e cuidadosas.\n- **Campanha solo:** Entre em uma campanha narrativa com dezenas de missões, cada uma com um conjunto específico de desafios táticos.\n- **Modo PvP:** Enfrente outros jogadores em batalhas competitivas usando seu deck personalizado. Desafie amigos ou oponentes on-line para testar suas habilidades em tempo real.\n- **Jogo de estratégias dinâmicas:** Desloque unidades ao campo de batalha usando energia para jogar cartas, que ganham vida como guerreiros lutando por você.\n- **Imersão:** Vivencie o mundo de ficção científica tribal de Vestiges: Fallen Tribes com controles de RV totalmente imersivos. Sinta o peso das suas decisões ao comandar suas forças do ponto de vista de um deus.\n- **Modo Sandbox:** Quer testar novas estratégias? No modo sandbox, você pode testar configurações de deck personalizado e batalhas sem limites.\n\n\nDos criadores de jogos premiados como Ragnarock e Propagation: Paradise Hotel.", "short_description": "Mergulhe fundo em uma aventura estratégica e cativante que se passa em um mundo distópico.\nLidere sua tribo à vitória, mobilize unidades animadas e supere desafios táticos neste jogo de tabuleiro imersivo (RV)."}, {"images": {"nodes": []}, "id": "702590295445185", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": ["strategia", "giocodetavolo", "vestiges", "cardgame", "autobattler"], "long_description": "Vestiges: Fallen Tribes presenta una miscela unica di strategia, meccaniche da gioco da tavolo e gameplay da autobattler. Nei panni di un capo tribù, userai un mazzo di carte per evocare e controllare le unità animate, turno dopo turno, fino alla vittoria.\n\n- **Tre tribù giocabili:** Ognuna con abilità e stili di gioco unici, dalle strategie aggressive basate sulla velocità all'approccio più ragionato e difensivo.\n- **Campagna in solitaria:** Immergiti in una campagna incentrata sulla storia, con decine di missioni, ognuna delle quali offre diverse sfide tattiche.\n- **Modalità PvP:** Affronta altri giocatori in battaglie competitive utilizzando il tuo mazzo personalizzato. Sfida gli amici o gli avversari online per dimostrare le tue abilità in tempo reale.\n- **Gameplay strategico dinamico:** Schiera le unità direttamente sul campo di battaglia, usando energia per giocare le carte dalla tua mano, e posizionale strategicamente; poi osservale prendere vita come guerrieri animati che combattono per la tua causa.\n- **Immersività:** Scopri il mondo fantascientifico tribale di Vestiges: Fallen Tribes con i controlli VR immersivi. Avverti il peso delle tue decisioni mentre impartisci ordini alle tue forze armate come fossi una divinità.\n- **Modalità sandbox:** Vuoi testare diverse strategie? La modalità sandbox ti permette di sperimentare senza limiti con i tuoi mazzi personalizzati e le configurazioni di battaglia.\n\nDai creatori di titoli premiati come Ragnarock e Propagation: Paradise Hotel.", "short_description": "Lanciati in un'appassionante avventura strategica ambientata in un mondo distopico. Conduci la tua tribù alla vittoria, schiera unità animate e affronta sfide tattiche in questo gioco da tavolo immersivo in realtà virtuale."}]}, "developer_name": "WanadevStudio", "developer_privacy_policy_url": "https://www.vestiges-fallen-tribes.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "WanadevStudio", "support_website_url": "https://www.vestiges-fallen-tribes.com/faq/", "website_url": "https://www.vestiges-fallen-tribes.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "275629210202852"}, {"id": "1676485315806614"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED_FOR_DOWNLOAD", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "ja", "de", "ko", "pl", "pt_BR", "ru", "es", "zh_CN"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "MULTI_USER"], "id": "8773290956106858"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1809207803202686_1494002885044387566_n.png?stp=dst-png_s360x360&_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hiUHRlhiCo4Q7kNvwGMvxLu&_nc_oc=Adm_1TroWTkHyfAFm1I7PXkfK-7HjRmvJ7WXvfaJloru-yejA_mWnEA8d1AETSE_Vcg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsE6yN9AybEEhC0TLLTWP-U8d_Dq0PCcHvUmsFyXrKvWA&oe=6995B3D8"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Vestiges: Fallen Tribes", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Strategy", "id": "275629210202852"}, {"topic_name": "Tabletop", "id": "1676485315806614"}], "release_date": 1745480700, "lastRevision": {"nodes": [{"id": "7767930646642899", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7767930589976238", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2349649442068570"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "mini landscape 1080x360.png", "id": "9799464383430749", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393491_9799464386764082_1826034099769254124_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=flOm7zXvT08Q7kNvwFlzDxq&_nc_oc=AdkHnCgaM4KtF1kDFtoE8Vi9LyFBGfFGNkhGbjd-Cc2_mQEvfUFRRIn0EdE8dffX6gY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv1ae32Q7T9JHTy2by7YcAbFA3Ac-G0fvuU8lnT4MlEvQ&oe=6995BB64"}, {"file_name": "Icone 512x512.png", "id": "9543891202337330", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_9543891205670663_5304886183910865796_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=S-gIJ5HQDTMQ7kNvwHthST3&_nc_oc=AdmGZK10ib2DA5J6U7bgaM5fHt4mwuudmDPtUJWRqabsjF7s0y2DHjRPok5CSp2SC6k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsienykg9vOM4PTyVElAudY7gARKwexyrpIeXkJZuBfbA&oe=6995C249"}, {"file_name": "square 1440x1440.png", "id": "1809207799869353", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1809207803202686_1494002885044387566_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hiUHRlhiCo4Q7kNvwGMvxLu&_nc_oc=Adm_1TroWTkHyfAFm1I7PXkfK-7HjRmvJ7WXvfaJloru-yejA_mWnEA8d1AETSE_Vcg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveWftLwKybfTDyYEe6TRx-PJnI0eJb9lXfEM1W4Ak2Lg&oe=6995B3D8"}, {"file_name": "hero 3000x900.png", "id": "1392169931975969", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1392169935309302_2317920375134154782_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nO843_HLcGYQ7kNvwFVC8pv&_nc_oc=AdlZU2KIaIeJ7XxkaRdM5hYfWHCh0Sv4wn-U4beGwFcDT9h0iXBTeGKazQwIfHc0Ypw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft7Q6FcYziu1KThKFIwAxOZxSu0Kz0Vp4f-aq5WUgD9Iw&oe=6995C0B0"}, {"file_name": "landscape 2560x1440.png", "id": "691701150187301", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391883_691701153520634_6968761391168706790_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=j7AWt3vagpYQ7kNvwFTtRJh&_nc_oc=Adkyy3dHT8qCrjQt8hpyHoXLq3n2LFLOUusg2hAKMxTivEWzZVRSOMTofrJSdQbFmoI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfutMCEdzy74evpHCfhsnykdMmURVuZz4L8ejTH89ydHFg&oe=6995C8A1"}, {"file_name": "LogoVFT.png", "id": "673932165206644", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473392019_673932168539977_5920255926593293541_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PzZhwOspWaQQ7kNvwEJSLCw&_nc_oc=Adnq7Wn0F6n3ewUspA81xPxYjXJYs23xkmzWHWCqOcP4DPa3BwkrUIn60Wt7NviOsuw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsj3xPLpx68pc5oP1hDP_F5mJ2z0mwBLXVyNN9FNgvIww&oe=6995C1D9"}, {"file_name": "portrait 1008x1440.png", "id": "511318318702656", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393325_511318322035989_7639447084279469195_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P6M9OlBPadAQ7kNvwE1jDbk&_nc_oc=AdkvanAAkW292ia2wCYwT0c0TD1cAYXmO3nZWbrqXPBJG4-5QQqjgcvA5IfNZmmsX-A&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuuN-DvqxUx78LBFlxKGA_1LGJ4bF9N7BhnJr0FaJPDhw&oe=6995B49E"}]}, "id": "3656958521251958", "locale": "en_US", "screenshots": [{"file_name": "+New_VFT_Capture (1).png", "id": "1307354993681907", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393826_1307354997015240_4430024905624187332_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IU4VFpLnoy4Q7kNvwG7UIic&_nc_oc=AdmWfKhtKQV4u7ctZhlmPgtfcb_t4rdv5y3JO31Fj5wjJpSjsLp67XM09hzs4Of1Gos&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsprwsFKlkhSbARJCk3LSlZnvA0tQr6JVB5nTZVD8yDbg&oe=6995BE9A"}, {"file_name": "+0VFT_CAPTURE (21).png", "id": "960880666199309", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393887_960880669532642_4043519814141609695_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UMepoJQ15FoQ7kNvwHrPxu4&_nc_oc=AdmOpI07V2gi9J4c1KFinZoeRS3y3IuMz6jBZjaaq9FASpozGveSceKykW1l5lrcsms&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveSrvZG9Hqj9l_JOaAh83yPJG-DaHrji5KX0WhpFJjsg&oe=6995A43C"}, {"file_name": "+0VFT_CAPTURE (6).png", "id": "1648285252468015", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391911_1648285255801348_1692146516362764168_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qJCPMm4HvbIQ7kNvwHutt0F&_nc_oc=AdmecNpBksnET0nV2muWuw09E-2em8QTM8eX4W7PCP6Mn4qzd6SzzDEWvZpVjURoEhg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvYkclg4viIILqwpbQDxCtmd8p0OenOcFShAbWKD1J1jQ&oe=699597D8"}, {"file_name": "+New_VFT_Capture (10).png", "id": "2083586678825206", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391924_2083586682158539_8932052596471460527_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uhaZmKEupRkQ7kNvwGQbfLV&_nc_oc=AdmJR4YN7BK8wOWxYtMTX9yII3Saue0Win2FfN2o2DDxsTqIcWtONCBDD2mQ7YgwOyA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu1NZRPoiMdq2EUb_-T3DG6JnaWzYD14X7GY8USq2QBNQ&oe=6995C5BE"}, {"file_name": "0VFT_CAPTURE (18).png", "id": "1375176650329604", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_1375176653662937_6475285007451976530_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zmpYrWIwE6UQ7kNvwEYCUP0&_nc_oc=AdncOoBc0aS1GcyQF_VWwktTGCCFffpQ2-_OVbFBF8b4gsJ9He3GBO40VhfWSntKAyY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuQu2S09w4oizkRAHA8bQo6LewjXICQN6_YHhhuadn2pA&oe=6995C6A9"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "landscape 2560x1440.png", "id": "624903880517137", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391888_624903883850470_3612897722355801494_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JFCAL1Y1C2MQ7kNvwGncQoV&_nc_oc=Adn5LMdlH99NtZua5GuWo0WLR3-pqCT3nnVAVG-ZIlq7Kf6qdLYMdleCBH0dSOvzsP8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvjUshbfW9AquVXoK9jMhui0oExtkOr_VLSjl6jT9uwFA&oe=6995983D"}, "display_name": "Vestiges: Fallen Tribes", "keywords": ["strategy", "boardgame", "autobattler"], "long_description": "**Vestiges: Fallen Tribes** is a unique blend of strategy, board game mechanics, and autobattler gameplay. Immerse yourself in a sci-fi world where tribes are battling for water, and your tactical decisions will shape the future. As a tribe leader, you’ll use a deck of cards to summon and command animated units round after round, until you come out on top.\n- **Three Playable Tribes:** Each with unique abilities and playstyles, ranging from aggressive rush strategies to careful, defensive play.\n\n- **Solo Campaign:** Immerse yourself in a narrative-driven campaign with dozens of missions, each offering a set of tactical challenges.\n\n- **PvP Mode:** Take on other players in competitive battles using your custom deck. Challenge friends or online opponents to prove your skills in real-time.\n\n- **Dynamic Strategy Gameplay:** Deploy units directly onto the battlefield by using energy to play cards from your hand, and place them strategically. Then watch your cards come to life as animated warriors who fight for your cause.\n\n- **VR Immersion:** Experience the tribal science-fiction world of Vestiges: Fallen Tribes with fully immersive VR controls. Feel the weight of your decisions as you direct your forces from a god-like perspective.\n\n\nBy the creators of awarded games like Ragnarock and Propagation: Paradise Hotel.", "short_description": "Dive into a gripping strategy adventure set in a dystopian world. Lead your tribe to victory, deploy animated units, and conquer tactical challenges in this immersive (VR) board game. "}, {"images": {"nodes": []}, "id": "1704921056727086", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Vestiges: Fallen Tribes", "keywords": [], "long_description": "**Vestiges: Fallen Tribes** est un jeu de stratégie, aux mécaniques de jeux de plateau et d’auto battler. Plongez dans un univers de science-fiction tribal où des tribus s'affrontent pour le contrôle de l’eau, et où vos décisions tactiques façonneront l’avenir. En tant que chef de tribu, utilisez un deck de cartes pour invoquer et commander des unités animées, tour après tour, jusqu’à la victoire.\n- **Trois tribus jouables** : Chacune possède des capacités uniques et un style de jeu distinct, allant de stratégies offensives agressives à une approche plus défensive et réfléchie.\n\n- **Campagne solo** : Plongez dans une campagne narrative avec des dizaines de missions, chacune proposant des défis tactiques captivants.\n\n- **Mode PvP** : Défiez vos amis ou des adversaires en ligne en utilisant votre deck personnalisé pour prouver votre maîtrise du jeu en temps réel.\n\n- **Gameplay stratégique dynamique** : Utilisez judicieusement votre énergie pour placer vos cartes stratégiquement et  déployer vos unités sur le champ de bataille. Observez  vos unités s’animer et se transformer en guerriers prêts à combattre pour votre cause.\n\n- **Immersion** : Plongez dans l’univers de de **Vestiges: Fallen Tribes** grâce à des contrôles VR ultra-immersifs. Ressentez toute la puissance de vos décisions en commandant vos unités depuis une perspective divine.\n\n\nPar les créateurs des jeux primés Ragnarock et Propagation: Paradise Hotel.", "short_description": "Plongez dans une aventure stratégique captivante au cœur d’un monde dystopique. Menez votre tribu à la victoire, déployez des unités animées et relevez des défis tactiques dans ce jeu de plateau immersif."}]}, "developer_name": "WanadevStudio", "developer_privacy_policy_url": "https://www.vestiges-fallen-tribes.com/privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "WanadevStudio", "support_website_url": "https://www.vestiges-fallen-tribes.com/faq/", "website_url": "https://www.vestiges-fallen-tribes.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "275629210202852"}, {"id": "1676485315806614"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED_FOR_DOWNLOAD", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "it", "ja", "de", "ko", "pl", "pt_BR", "ru", "es", "zh_CN"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "MULTI_USER"], "id": "7767930616642902"}}]}, "scheduled_offers": {"count": 7, "nodes": [{"status": "PUBLISHED", "id": "1660893828615053"}, {"status": "PUBLISHED", "id": "1793478464696793"}, {"status": "PUBLISHED", "id": "2612755925738530"}, {"status": "PUBLISHED", "id": "785958061053664"}, {"status": "PUBLISHED", "id": "1175073144429615"}, {"status": "PUBLISHED", "id": "2750407338486252"}, {"status": "PUBLISHED", "id": "982018683919661"}]}, "baseline_offer": {"id": "982018683919661"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "1660893828615053"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8752992401470047", "version": "1.0.0"}, "id": "1106362741067561", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7767930589976238", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8752992401470047"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770979077, "id": "24904733089202721", "version": "1.1.3", "version_code": 5161, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24904716335871063"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7767930589976238", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8752992401470047"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770911691, "id": "24897710533238310", "version": "1.1.3", "version_code": 5158, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24897686389907391"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7767930589976238", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8752992401470047"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770899858, "id": "24896494100026620", "version": "1.1.3", "version_code": 5157, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24896472910028739"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7767930589976238", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8752992401470047"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770817133, "id": "24887892797553417", "version": "1.1.3", "version_code": 5155, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24887873897555307"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7767930589976238", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8752992401470047"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1770640538, "id": "24869479912728039", "version": "1.1.3", "version_code": 5145, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24869451896064174"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}