{"data": {"node": {"__typename": "Application", "id": "25006601022365317", "organization": {"id": "439827992445569", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "25006601022365317"}]}, "id": "868105872431732"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "29675103538805002"}]}, "id": "1427063045388101"}]}}, "firstRevision": {"nodes": [{"application": {"id": "25006601022365317", "release_date": 1765553100, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 2}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25582704308088316"}, "id": "1407227880926270"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "25006601022365317", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25582704308088316"}, "release_status": "RELEASED"}, "id": "25582704308088316", "version": "1.5", "version_code": 6, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1770565736, "id": "25582579531434127", "is_initial_release": false, "name_with_fallback": "v6", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "25582859741406106"}, "release_status": "RELEASED", "id": "25006601022365317"}, "id": "25582859741406106", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "25006601022365317", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1391385635834610"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2341106643058798", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Зов мужества: мировая война", "keywords": ["экшн", "война", "стрельба", "коммандос", "оружие"], "long_description": "Возьмите на себя роль солдата Второй мировой войны и попытайтесь выжить в хаосе настоящих фронтовых сражений.\nИгра погрузит вас в атмосферу Второй мировой войны, где каждый выстрел, взрыв и выбор кажутся личными. Это не просто очередной VR-шутер от первого лица, это полноценный военный опыт, созданный, чтобы ощущать себя живым и напряженным.\n\n🎮 Ключевые особенности\n🔥 Настоящие бои в виртуальной реальности\nМы усердно работали над тем, чтобы бои в виртуальной реальности были реалистичными: вы сможете точно прицелиться, вручную перезаряжать оружие под давлением и ощутить мощь настоящего оружия времён Второй мировой войны. Если вам нравятся военные шутеры или захватывающий VR-экшен, эта игра придётся вам по душе.\n🪖 Сюжетная кампания времён Второй мировой войны\nВыполняйте миссии, вдохновлённые реальными событиями Второй мировой войны, от хаотичных перестрелок на передовой до напряжённых моментов в тылу врага. Всю кампанию можно пройти офлайн в любое время.\n🐕 Верный пёс-компаньон\nВаш пёс «Макс» — не просто персонаж, он ваш партнёр. Он предупреждает вас, помогает обнаружить врагов и добавляет удивительную эмоциональную составляющую в ваше приключение.\n🔫 Аутентичное оружие времён Второй мировой войны\nКаждая винтовка и пистолет-пулемет созданы так, чтобы ощущаться в виртуальной реальности благодаря автоматической и полностью реалистичной перезарядке. Вы можете вручную заряжать оружие.\n", "short_description": "Погрузитесь в захватывающий шутер от первого лица времён Второй мировой войны вместе с верным напарником Максом на поле боя. Вступайте в армейскую игру и станьте солдатом на передовой. Действие в полной виртуальной реальности.\nВступите во Вторую мировую войну и сражайтесь за выживание в этом захватывающем VR-шутере. Выполняйте сложные задания, спасайте союзников и пробивайтесь сквозь вражеские ряды, используя реалистичное оружие Второй мировой войны."}, {"images": {"nodes": []}, "id": "2020899635154176", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chiamata al coraggio: Guerra Mondiale", "keywords": ["Azione", "Guerra", "Sparatoria", "Combattimento", "Armi"], "long_description": "Vesti gli stivali di un soldato della Seconda Guerra Mondiale e cerca di sopravvivere al caos di un vero combattimento in prima linea.\nIl gioco ti trascina nei campi di battaglia della Seconda Guerra Mondiale, dove ogni colpo, esplosione e scelta è personale. Questo non è solo un altro FPS VR, è un'esperienza di guerra completa, creata per essere cruda e intensa.\n\n🎮 Caratteristiche principali\n🔥 Vero combattimento in VR\nAbbiamo lavorato duramente per rendere il combattimento naturale in VR, stabilizzando la mira, ricaricando manualmente sotto pressione e sentendo la potenza delle vere armi della Seconda Guerra Mondiale. Se ti piacciono gli sparatutto militari o l'azione immersiva in VR, questo gioco ti piacerà.\n🪖 Campagna della Seconda Guerra Mondiale basata sulla storia\nAffronta missioni ispirate a eventi reali della Seconda Guerra Mondiale, dai caotici scontri a fuoco in prima linea ai momenti di tensione dietro le linee nemiche. L'intera campagna può essere giocata offline, in qualsiasi momento.\n🐕 Fedele compagno canino\nIl tuo cane \"Max\" non è solo un personaggio, è il tuo compagno. Ti avverte, ti aiuta a individuare i nemici e aggiunge una sorprendente dose di emozione al viaggio.\n🔫 Armi autentiche della Seconda Guerra Mondiale\nOgni fucile e mitragliatrice è progettata per essere realistica in VR, con caricamento automatico e completamente realistico. Puoi caricare manualmente l'arma,\n", "short_description": "Immergiti in un gioco di guerra sparatutto FPS ricco di azione ambientato nella Seconda Guerra Mondiale, con il fedele compagno Max sul campo di battaglia. Unisciti all'esercito e diventa il soldato in prima linea, azione in VR completa.\nImmergiti nella Seconda Guerra Mondiale e combatti per la sopravvivenza in questo immersivo sparatutto VR. Completa missioni intense, salva gli alleati e combatti attraverso le linee nemiche con armi realistiche della Seconda Guerra Mondiale."}, {"images": {"nodes": []}, "id": "1988826158655172", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Roep Om Moed : Tweede Wereldoorlog", "keywords": ["actie", "oorlog", "schieten", "gevecht", "wapens"], "long_description": "Stap in de schoenen van een soldaat uit de Tweede Wereldoorlog en probeer de chaos van echte frontliniegevechten te overleven.\nDe game neemt je mee naar de Tweede Wereldoorlog-slagvelden, waar elk schot, elke explosie en elke keuze persoonlijk aanvoelt. Dit is niet zomaar een VR-FPS, het is een complete oorlogservaring die rauw en intens aanvoelt.\n🎮 Belangrijkste kenmerken\n🔥 Echte VR-gevechten\nWe hebben er hard aan gewerkt om de gevechten in VR zo natuurlijk mogelijk te laten aanvoelen, zodat je je richtvermogen kunt stabiliseren, handmatig kunt herladen onder druk en de impact van echte WO II-wapens kunt voelen. Als je van militaire shooters of meeslepende VR-actie houdt, zul je je hier helemaal thuis voelen.\n🪖 Verhaalgedreven WO II-campagne\nVoer missies uit die zijn geïnspireerd op echte gebeurtenissen uit de Tweede Wereldoorlog, van chaotische vuurgevechten aan de frontlinie tot spannende momenten achter de vijandelijke linies. De hele campagne kan altijd offline worden gespeeld.\n🐕 Trouwe hond\nJe hond \"Max\" is niet zomaar een feature, hij is je partner. Hij waarschuwt je, helpt je vijanden te spotten en voegt een verrassende hoeveelheid emotie toe aan de reis.\n🔫 Authentieke WO II-wapens\nElk geweer en elke SMG is ontworpen om realistisch aan te voelen in VR, met automatisch en volledig realistisch laden. Je kunt het wapen handmatig laden.\n💥 Een VR-oorlogservaring met een hart.\nAls je van WO2-games, VR-shooters of militaire FPS-actie houdt", "short_description": "Dompel jezelf onder in een Tweede Wereldoorlog-schietspel en actievolle oorlogsgame, FPS-shooter met je trouwe partner Max op het slagveld. Sluit je aan bij het leger en word de soldaat van de frontlinie, actie in volledige VR.\nStap in de Tweede Wereldoorlog en vecht om te overleven in deze meeslepende VR-shooter. Voltooi intense missies, red bondgenoten en vecht je een weg door vijandelijke linies met realistische WOII-wapens, sluipschuttersactie en een trouwe hond. "}, {"images": {"nodes": []}, "id": "1823064841741797", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Rop Om Mot : Verdenskrig", "keywords": ["krig", "skyting", "kommando", "kamp", "våpen"], "long_description": "Trå inn i skoene til en soldat fra andre verdenskrig og prøv å overleve kaoset i ekte frontlinjekamp.\n\nSpillet drar deg dypt inn i andre verdenskrigs slagmarker, hvor hvert skudd, eksplosjon og valg føles personlig. Dette er ikke bare enda et VR FPS, det er en full krigsopplevelse bygget for å føles rå og intens.\n\n🎮 Viktige funksjoner\n🔥 Ekte VR-kamp\nVi har jobbet hardt for å få kampene til å føles naturlige i VR, ved å stabilisere siktet ditt, lade manuelt under press og føle kraften fra ekte 2. verdenskrigsvåpen. Hvis du liker militære skytespill eller oppslukende VR-action, vil dette føles som hjemme.\n\n🪖 Historiedrevet 2. verdenskrigskampanje\nTa på deg oppdrag inspirert av ekte hendelser fra 2. verdenskrig, fra kaotiske skuddvekslinger på frontlinjen til anspente øyeblikk bak fiendens linjer. Hele kampanjen kan spilles offline, når som helst.\n\n🐕 Lojal hundekamerat\nHunden din «Max» er ikke bare en funksjon, han er din partner. Han advarer deg, hjelper deg med å oppdage fiender og legger til en overraskende mengde følelser til reisen.\n\n🔫 Autentiske 2. verdenskrigsvåpen\nHver rifle og SMG er designet for å føles ekte i VR, med automatisk og fullstendig realistisk lading. Du kan lade pistolen manuelt.\n\n🌍 Mangfoldige, realistiske miljøer\nPress deg gjennom snødekte landsbyer, mørke bunkere, gjørmete skyttergraver og ødelagte byer. Alle steder føles farlige og levende under VR-kamper.\n\n", "short_description": "Fordyp deg i et skytespill fra andre verdenskrig og et actionfylt krigsspill. FPS-skytespill med den lojale partneren Max på slagmarken. Bli med i hærspillet og vær soldaten i frontlinjen, action i full VR.\n\nTrå inn i andre verdenskrig og kjemp for å overleve i dette oppslukende VR-skytespillet. Fullfør intense oppdrag, redd allierte og kjemp deg gjennom fiendens linjer med realistiske våpen fra andre verdenskrig, snikskytteraction og en lojal hundekamerat. "}, {"images": {"nodes": []}, "id": "1785480975446092", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Llamada al Valor: Guerra Mundial", "keywords": ["Acción", "Guerra", "Disparos", "Comando", "Combate"], "long_description": "Ponte en la piel de un soldado de la Segunda Guerra Mundial e intenta sobrevivir al caos del combate real en primera línea.\nEl juego te sumerge en los campos de batalla de la Segunda Guerra Mundial, donde cada disparo, explosión y decisión se siente personal. No es solo otro FPS en VR, es una experiencia bélica completa diseñada para sentirse cruda e intensa.\n\n🎮 Características principales\n🔥 Combate real en RV\nNos esforzamos para que el combate se sienta natural en RV, con precisión en la puntería, recarga manual bajo presión y la potencia de las armas reales de la Segunda Guerra Mundial. Si te gustan los shooters militares o la acción inmersiva en RV, este juego te resultará perfecto.\n🪖 Campaña de la Segunda Guerra Mundial con historia\nEmbárcate en misiones inspiradas en eventos reales de la Segunda Guerra Mundial, desde caóticos tiroteos en el frente hasta momentos tensos tras las líneas enemigas. Puedes jugar la campaña completa sin conexión, cuando quieras.\n🐕 Compañero canino fiel\nTu perro \"Max\" no es solo un detalle, es tu compañero. Te advierte, te ayuda a detectar enemigos y añade una sorprendente dosis de emoción a la aventura.\n🔫 Armas auténticas de la Segunda Guerra Mundial\nTodos los rifles y subfusiles están diseñados para sentirse reales en RV, con carga automática y totalmente realista. Puedes cargar el arma manualmente.\n🌍 Entornos diversos y realistas.\nAtraviesa pueblos nevados, búnkeres oscuros, trincheras fangosas y ciudades destruidas.", "short_description": "Sumérgete en un juego de disparos de la Segunda Guerra Mundial y un juego de guerra lleno de acción, un FPS shooter con tu fiel compañero Max en el campo de batalla. Únete al juego de ejército y conviértete en un soldado en primera línea. Acción en VR completa.\nAdéntrate en la Segunda Guerra Mundial y lucha por la supervivencia en este inmersivo juego de disparos en VR. Completa intensas misiones, rescata aliados y lucha a través de las líneas enemigas con armas realistas de la  Guerra Mundial."}, {"images": {"nodes": []}, "id": "1653580115629950", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Call of Courage : World War 2", "keywords": ["action", "shooting", "war", "guns", "commando"], "long_description": "Step into the boots of a World War 2 soldier and try to survive the chaos of real frontline combat.\nCall of Courage: World War 2 pulls you deep into WW2 battlefields where every shot, explosion, and choice feels personal. This isn’t just another VR FPS  it’s a full war experience built to feel raw and intense.\n🎮 Key Features\n🔥 True VR Combat\nWe worked hard to make the combat feel natural in VR, steadying your aim, manually reloading under pressure, and feeling the punch of real WW2 weapons. If you enjoy military shooters or immersive VR action, this will feel right at home.\n🪖 Story-Driven WW2 Campaign\nTake on missions inspired by real World War 2 events, from chaotic frontline firefights to tense moments behind enemy lines. The entire campaign can be played offline, anytime.\n🐕 Loyal Dog Companion\nYour dog “Max” isn’t just a feature, he’s your partner. He warns you, helps spot enemies, and adds a surprising amount of emotion to the journey.\n🔫 Authentic WW2 Weapons\nEvery rifle and SMG is designed to feel real in VR, with automatic and fully realistic loading. You can manually load the gun,\n🌍 Diverse, Realistic Environments\nPush through snowy villages, dark bunkers, muddy trenches, and destroyed cities. Every location feel dangerous and alive during VR combat.\n💥 A VR War Experience With Heart\nIf you love WW2 games, VR shooters, or military FPS action, Call of Courage: World War 2 delivers a gripping experience that feels emotional, intense and unforgettable.", "short_description": "Immerse yourself in World War 2 shooting game and action-packed war game, FPS shooter game with loyal partner Max on the battlefield join the army game and be the soldier of frontline, action in full VR.\nStep into World War 2 and fight for survival in this immersive VR shooter. Complete intense missions, rescue allies, and battle through enemy lines with realistic WW2 weapons, sniper action, and a loyal dog companion. Experience true frontline combat in a story-driven war game built for VR."}, {"images": {"nodes": []}, "id": "1634290254652622", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "勇气召唤：世界大战", "keywords": ["动作", "战争", "射击", "突击队", "枪支"], "long_description": "化身二战士兵，在真实前线战斗的混乱中努力生存。\n\n游戏将你带入二战战场深处，每一次射击、每一次爆炸、每一个选择都至关重要。这不仅仅是一款普通的VR第一人称射击游戏，而是一次完整的战争体验，旨在带给你真实而激烈的感受。\n\n🎮 主要特色\n\n🔥 真实的VR战斗体验\n\n我们致力于打造逼真的VR战斗体验，让您在VR中也能稳住瞄准，在压力下手动装弹，感受二战真实武器的威力。如果您喜欢军事射击游戏或沉浸式VR动作游戏，这款游戏绝对会让您爱不释手。\n\n🪖 剧情驱动的二战战役\n\n体验以真实二战事件为灵感的任务，从混乱的前线枪战到敌后紧张刺激的时刻。整个战役均可离线畅玩，随时随地。\n\n🐕 忠诚的狗狗伙伴\n\n您的爱犬“麦克斯”不仅仅是一个功能，更是您的伙伴。它会发出警告，帮助您发现敌人，并为您的旅程增添意想不到的情感。\n\n🔫 真实的二战武器\n\n每支步枪和冲锋枪都经过精心设计，在VR中带来真实的感受，并配备自动且完全逼真的装弹系统。你可以手动装填弹药，\n\n🌍 多样化、逼真的环境\n\n穿越白雪皑皑的村庄、阴暗的碉堡、泥泞的战壕和被摧毁的城市。在VR战斗中，每个场景都充满危险和生机。\n\n💥 一场触动人心的VR战争体验\n\n如果你热爱二战游戏、VR射击游戏或军事FPS动作游戏，它将为你带来扣人心弦、充满情感、紧张刺激且令人难忘的体验。", "short_description": "沉浸于二战射击游戏和动作战争游戏，这款第一人称射击游戏将带你与忠诚的伙伴麦克斯并肩作战，加入军队游戏，成为前线士兵，体验全VR的刺激战斗。\n\n踏入二战战场，在这款沉浸式VR射击游戏中为生存而战。完成紧张刺激的任务，营救盟友，使用逼真的二战武器、狙击步枪和忠诚的战犬伙伴，突破敌军防线。在这款专为VR打造的剧情驱动型战争游戏中，体验真实的前线战斗。"}, {"images": {"nodes": []}, "id": "1607950243735378", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Appel du courage:Seconde Guerre mondiale", "keywords": ["guerre", "tirs", "commando", "combat", "armesàfeu"], "long_description": "Incarnez un soldat de la Seconde Guerre mondiale et tentez de survivre au chaos des combats de première ligne.\n\nLe jeu vous plonge au cœur des champs de bataille de la Seconde Guerre mondiale où chaque tir, chaque explosion et chaque choix a une importance capitale. Ce n'est pas un simple FPS VR, c'est une expérience de guerre complète, brute et intense.\n\n🎮 Caractéristiques principales\n🔥 Combats VR authentiques\n\nNous avons travaillé sans relâche pour que les combats en VR soient d'un naturel saisissant : stabilisation de la visée, rechargement manuel sous pression et puissance des armes de la Seconde Guerre mondiale. Si vous appréciez les jeux de tir militaires ou l'action VR immersive, vous vous sentirez comme chez vous.\n\n🪖 Campagne scénarisée de la Seconde Guerre mondiale\n\nParticipez à des missions inspirées de faits réels de la Seconde Guerre mondiale, des combats chaotiques en première ligne aux moments de tension derrière les lignes ennemies. La campagne complète est jouable hors ligne, à tout moment.\n\n🐕 Un fidèle compagnon canin\n\nVotre chien « Max » n'est pas qu'un simple personnage, c'est votre partenaire. Il vous avertit, vous aide à repérer les ennemis et apporte une dimension émotionnelle surprenante à votre aventure.\n\n🔫 Armes authentiques de la Seconde Guerre mondiale\nChaque fusil et pistolet-mitrailleur est conçu pour une expérience VR réaliste, avec un chargement automatique et entièrement réaliste. Vous pouvez charger l'arme manuellement.\n\n", "short_description": "Plongez au cœur de la Seconde Guerre mondiale dans ce jeu de tir FPS intense, accompagné de votre fidèle partenaire Max. Rejoignez l'armée et devenez soldat en première ligne. Vivez l'action en réalité virtuelle.\nEntrez dans la Seconde Guerre mondiale et luttez pour votre survie dans ce jeu de tir VR immersif. Accomplissez des missions intenses, sauvez vos alliés et percez les lignes ennemies avec des armes réalistes de la Seconde Guerre mondiale, des tirs de précision et votre fidèle compagnon."}, {"images": {"nodes": []}, "id": "1606462953819170", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Ruf des Mutes: Zweiter Weltkrieg", "keywords": ["Krieg", "Schießerei", "Kommando", "Kampf", "Waffen"], "long_description": "Schlüpfe in die Rolle eines Soldaten im Zweiten Weltkrieg und versuche, das Chaos des realen Frontkampfes zu überleben. Das Spiel zieht dich tief in die Schlachtfelder des Zweiten Weltkriegs hinein, wo sich jeder Schuss, jede Explosion und jede Entscheidung persönlich anfühlt. Dies ist nicht einfach nur ein weiterer VR-Shooter – es ist ein umfassendes Kriegserlebnis, das roh und intensiv wirkt.\n\n🎮 Hauptmerkmale\n🔥 Realistische VR-Kämpfe\nWir haben intensiv daran gearbeitet, dass sich die Kämpfe in VR natürlich anfühlen: Zielen, manuelles Nachladen unter Druck und die Wucht echter Waffen aus dem Zweiten Weltkrieg. Fans von Militär-Shootern oder immersiver VR-Action werden sich hier sofort wohlfühlen.\n\n🪖 Storybasierte Kampagne zum Zweiten Weltkrieg\nErlebe Missionen, die von realen Ereignissen des Zweiten Weltkriegs inspiriert sind – von chaotischen Frontkämpfen bis hin zu spannungsgeladenen Momenten hinter den feindlichen Linien. Die gesamte Kampagne ist jederzeit offline spielbar.\n\n🐕 Treuer Hundebegleiter\nDein Hund „Max“ ist nicht nur ein nettes Extra, sondern dein Partner. Er warnt dich, hilft dir, Feinde aufzuspüren und verleiht dem Abenteuer eine überraschende Portion Emotion.\n\n🔫 Authentische Waffen aus dem Zweiten Weltkrieg\nJedes Gewehr und jede Maschinenpistole wurde so gestaltet, dass sie sich in VR realistisch anfühlt – mit automatischem und absolut realistischem Ladevorgang. Du kannst die Waffe manuell laden.\n", "short_description": "Betritt den Zweiten Weltkrieg und kämpfe in diesem immersiven VR-Shooter ums Überleben. Erfülle intensive Missionen, rette Verbündete und kämpfe dich mit realistischen Waffen des Zweiten Weltkriegs, Scharfschützen-Action und einem treuen Hundebegleiter durch die feindlichen Linien. Erlebe echten Frontkampf in einem storybasierten Kriegsspiel, das speziell für VR entwickelt wurde."}, {"images": {"nodes": [{"file_name": "cover1.png", "id": "1404554041246960", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821696_1404554044580293_6691198626571453689_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aUi_wfim33IQ7kNvwFooj1G&_nc_oc=AdkA1BBIj69J58qnoQMvAWkh2x4WwHlzuJ7F9uOsHX4Gz3Z7xwmanIfK5rz6WKXJivw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv_82OrHghmya_Wt8tIa7G0omjhxuuZO6ftzdYDyAnebQ&oe=69959D06"}, {"file_name": "cover3.png", "id": "1390298709319457", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821115_1390298712652790_3391474332894513304_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=svAFhmGCJeoQ7kNvwEinhzl&_nc_oc=Adlcgb1_oi64nkC8wl72upCWmlVUEcxoWjcff4OuI1PyFCfO2Y0pvcRv_AFK6n7rmqI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftG8f9jwNmjRAcPb7OcoYAsG4hcjbnAzeRauWxddJ9lNQ&oe=6995B9EA"}, {"file_name": "hero image copy.png", "id": "1138753571577031", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491824322_1138753574910364_6680788520750309799_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tdxJYMwNBBIQ7kNvwFBFsk1&_nc_oc=Adngtd2FdS-ANDHqw2QkOtluWFOWxuZ_VC190HTadY-8-YY9zVdf2DqTTpkBePodoZc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu87ZmvGi9JYBuT1q3Kbr4npXP5jL78Dw_GrYG2YfVMvQ&oe=6995B1C1"}, {"file_name": "cover2.png", "id": "837027695748531", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821796_837027699081864_1982902322723297554_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uCUZ80abGckQ7kNvwERCr9c&_nc_oc=AdnTtFULnPChnRtSz6X1lqDOjYlIqfAioENuZqhPz_aj0api_Klk1T_50YIiSqtc_1s&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfswxT4RpwgbNl6fUGckX2n6bY2jHtEX3PL4E8OV200tVA&oe=6995C410"}, {"file_name": "Icon_2.png", "id": "751144688006050", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491823310_751144691339383_462908169648530216_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U5dLKruydE8Q7kNvwEAokrp&_nc_oc=Adkf0ZoI08vAYSs_eIEppSX_--bflYnUXErBrqodfAxknByMCa1AALVMbEYzataX7hg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuT0vLtmmlY3gZm-xkWIuiAELR73G3duFIf9zqsO46raA&oe=6995A986"}]}, "id": "1601048014339034", "locale": "en_US", "screenshots": [{"file_name": "1.png", "id": "3866118763693106", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821702_3866118767026439_1371271780398280076_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EAbKphUdmT0Q7kNvwHIjvdb&_nc_oc=Adnx2Ouu5bAec4T0iVAjnXolmMXVMrdBz7wWOXpAseJmw_aH4d4Ahx5LK0ayBeixEzg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu-pkTTkpTpBXzT5ADDidoUi_GeisffyGtaHi14P1FUfw&oe=6995AECF"}, {"file_name": "2.png", "id": "1951083568953548", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821725_1951083572286881_6413047134101048647_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7Av_NDd8I5MQ7kNvwHvCE0k&_nc_oc=Adm6NAQsiptngB5A9ehDbr3MiVjuLqFI4B1jaP8BLt4soJI_PvE-mPEsTkYkvMRlCTs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvOTGQ3PFiJXsW7fPndgjwZzFD7B3LDbPciSkR2xFYuKA&oe=6995A201"}, {"file_name": "3.png", "id": "25990077217267080", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499618297_25990077220600413_3371929693774150527_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XwmFiaYgNi0Q7kNvwFiWxpx&_nc_oc=AdkB-RF5QSP0dwbfRrfzv4ojNg0ppZA2nTbhed3HGgFwhqn32g3q6u9ps5VroW1eexI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuHvVlFZDAeCj2MgDmW_zJA9idsf9Upw3nU-WLbAGt2zQ&oe=6995CB72"}, {"file_name": "4.png", "id": "1215738980658178", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491824307_1215738983991511_4773131400741303759_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HOEtOvmWnGcQ7kNvwEBge9A&_nc_oc=AdmehoCK-Khcw5my5XYjaObgLUVJg9MdeJB6rpQrLT5POps-4e1OaVTsfYZQO900p2k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvQQLVsKEkyQoFs0xuDlpQ9mTIu7bGPmFMpI-xZ_0bINg&oe=6995B2C9"}, {"file_name": "5.png", "id": "1565852287759728", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491823310_1565852291093061_6528274257458929977_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wT7hbdh9IKgQ7kNvwESUoae&_nc_oc=AdkTfKHR6ptITyWgyo5VEfNhrSv0k8qkK8Xjq7Dn6A9avKyJCNL3mNAlgNXBkSJu-fc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftN0FF_EjgIFEVm_j41L5_AQ0QhrjT-PxEBom5Dw3p1mg&oe=6995994E"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Call of Courage : World War 2", "keywords": ["action", "war", "FPS", "VR", "shooting"], "long_description": "Step into the boots of a World War 2 soldier and try to survive the chaos of real frontline combat.\nCall of Courage: World War 2 pulls you deep into WW2 battlefields where every shot, explosion, and choice feels personal. This isn’t just another VR FPS  it’s a full war experience built to feel raw and intense.\n🎮 Key Features\n🔥 True VR Combat\nWe worked hard to make the combat feel natural in VR, steadying your aim, manually reloading under pressure, and feeling the punch of real WW2 weapons. If you enjoy military shooters or immersive VR action, this will feel right at home.\n🪖 Story Driven WW2 Campaign\nTake on missions inspired by real World War 2 events, from chaotic frontline firefights to tense moments behind enemy lines. The entire campaign can be played offline, anytime.\n🐕 Loyal Dog Companion\nYour dog “Max” isn’t just a feature, he’s your partner. He warns you, helps spot enemies, and adds a surprising amount of emotion to the journey.\n🔫 Authentic WW2 Weapons\nEvery rifle and SMG is designed to feel real in VR, with automatic and fully realistic loading. You can manually load the gun,\n🌍 Diverse, Realistic Environments\nPush through snowy villages, dark bunkers, muddy trenches, and destroyed cities. Every location feel dangerous and alive during VR combat.\n💥 A VR War Experience With Heart\nIf you love WW2 games, VR shooters, or military FPS action, Call of Courage: World War 2 delivers a gripping experience that feels emotional, intense and unforgettable.", "short_description": "Immerse yourself in World War 2 shooting game and action packed war game, FPS shooter game with loyal partner Max on the battlefield join the army game and be the soldier of frontline, action in full VR.\nStep into World War 2 and fight for survival in this immersive VR shooter. Complete intense missions, rescue allies, and battle through enemy lines with realistic WW2 weapons, sniper action, and a loyal dog companion. Experience true frontline combat in a story driven war game built for VR."}, {"images": {"nodes": []}, "id": "1453631776278627", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Κάλεσμα θάρρους: Παγκόσμιος Πόλεμος", "keywords": ["δράση", "πόλεμος", "σκοποβολή", "κομάντο", "όπλα"], "long_description": "Μπείτε στις μπότες ενός στρατιώτη του Β' Παγκοσμίου Πολέμου και προσπαθήστε να επιβιώσετε από το χάος της πραγματικής μάχης στην πρώτη γραμμή.\nΤο παιχνίδι σας τραβάει βαθιά στα πεδία των μαχών του Β' Παγκοσμίου Πολέμου, όπου κάθε βολή, έκρηξη και επιλογή αισθάνεται προσωπική. Αυτό δεν είναι απλώς ένα ακόμη VR FPS, είναι μια πλήρης πολεμική εμπειρία σχεδιασμένη για να νιώθει ωμή και έντονη.\n\n🎮 Βασικά Χαρακτηριστικά\n🔥 Αληθινή Μάχη VR\nΔουλέψαμε σκληρά για να κάνουμε τη μάχη να φαίνεται φυσική στην VR, σταθεροποιώντας τον στόχο σας, επαναγεμίζοντας χειροκίνητα υπό πίεση και νιώθοντας τη δύναμη των πραγματικών όπλων του Β' Παγκοσμίου Πολέμου. Αν σας αρέσουν τα στρατιωτικά παιχνίδια σκοποβολής ή η καθηλωτική δράση VR, αυτό θα σας κάνει να νιώσετε σαν στο σπίτι σας.\n🪖 Εκστρατεία Β' Παγκοσμίου Πολέμου με βάση την Ιστορία\nΑναλάβετε αποστολές εμπνευσμένες από πραγματικά γεγονότα του Β' Παγκοσμίου Πολέμου, από χαοτικές ανταλλαγές πυροβολισμών στην πρώτη γραμμή μέχρι στιγμές έντασης πίσω από τις εχθρικές γραμμές. Ολόκληρη η καμπάνια μπορεί να παιχτεί εκτός σύνδεσης, οποιαδήποτε στιγμή.\n🐕 Πιστός Σύντροφος Σκύλου\nΟ σκύλος σας \"Max\" δεν είναι απλώς ένα χαρακτηριστικό, είναι ο σύντροφός σας. Σας προειδοποιεί, βοηθά στον εντοπισμό εχθρών και προσθέτει μια εκπληκτική ποσότητα συναισθήματος στο ταξίδι.\n🔫 Αυθεντικά Όπλα Β' Παγκοσμίου Πολέμου\nΚάθε τουφέκι και SMG έχει σχεδιαστεί για να δίνει την αίσθηση της πραγματικότητας στην VR, με αυτόματη και πλήρως ρεαλιστική γέμιση. ", "short_description": "Μπείτε στον Β' Παγκόσμιο Πόλεμο και πολεμήστε για την επιβίωση σε αυτό το καθηλωτικό παιχνίδι σκοποβολής εικονικής πραγματικότητας. Ολοκληρώστε έντονες αποστολές, διασώστε συμμάχους και πολεμήστε μέσα από εχθρικές γραμμές με ρεαλιστικά όπλα του Β' Παγκοσμίου Πολέμου, δράση ελεύθερου σκοπευτή και έναν πιστό σύντροφο σκύλο. Ζήστε αληθινή μάχη στην πρώτη γραμμή σε ένα παιχνίδι πολέμου με ιστορία, φτιαγμένο για εικονική πραγματικότητα."}, {"images": {"nodes": []}, "id": "1445901270264989", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Llamada al Valor: Guerra Mundial", "keywords": ["Combate", "Comando", "Disparos", "Guerra", "Acción"], "long_description": "Ponte en la piel de un soldado de la Segunda Guerra Mundial e intenta sobrevivir al caos del combate real en primera línea.\nEl juego te sumerge en los campos de batalla de la Segunda Guerra Mundial, donde cada disparo, explosión y decisión se siente personal. No es solo otro FPS en VR, es una experiencia bélica completa diseñada para sentirse cruda e intensa.\n\n🎮 Características principales\n🔥 Combate real en RV\nNos esforzamos para que el combate se sienta natural en RV, con precisión en la puntería, recarga manual bajo presión y la potencia de las armas reales de la Segunda Guerra Mundial. Si te gustan los shooters militares o la acción inmersiva en RV, este juego te resultará perfecto.\n🪖 Campaña de la Segunda Guerra Mundial con historia\nEmbárcate en misiones inspiradas en eventos reales de la Segunda Guerra Mundial, desde caóticos tiroteos en el frente hasta momentos tensos tras las líneas enemigas. Puedes jugar la campaña completa sin conexión, cuando quieras.\n🐕 Compañero canino fiel\nTu perro \"Max\" no es solo un detalle, es tu compañero. Te advierte, te ayuda a detectar enemigos y añade una sorprendente dosis de emoción a la aventura.\n🔫 Armas auténticas de la Segunda Guerra Mundial\nTodos los rifles y subfusiles están diseñados para sentirse reales en RV, con carga automática y totalmente realista. Puedes cargar el arma manualmente.\n🌍 Entornos diversos y realistas.\nAtraviesa pueblos nevados, búnkeres oscuros, trincheras fangosas y ciudades destruidas. ", "short_description": "Sumérgete en un juego de disparos de la Segunda Guerra Mundial y un juego de guerra lleno de acción, un FPS shooter con tu fiel compañero Max en el campo de batalla. Únete al juego de ejército y conviértete en un soldado en primera línea. Acción en VR completa.\nAdéntrate en la Segunda Guerra Mundial y lucha por la supervivencia en este inmersivo juego de disparos en VR. Completa intensas misiones, rescata aliados y lucha a través de las líneas enemigas con armas realistas de la  Guerra Mundial."}, {"images": {"nodes": []}, "id": "1442939673847307", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Modets Rop : Världskrig", "keywords": ["krig", "skytte", "kommando", "strid", "vapen"], "long_description": "Kliv in i rollen som en andra världskrigets soldat och försök att överleva kaoset i riktiga frontlinjestrider.\n\nSpelet drar dig djupt in i andra världskrigets slagfält där varje skott, explosion och val känns personligt. Detta är inte bara ytterligare ett VR FPS, det är en fullständig krigsupplevelse byggd för att kännas rå och intensiv.\n\n🎮 Viktiga funktioner\n🔥 Äkta VR-strider\nVi har arbetat hårt för att striderna ska kännas naturliga i VR, genom att stabilisera ditt sikte, ladda om manuellt under press och känna kraften från riktiga vapen från andra världskriget. Om du gillar militära skjutspel eller uppslukande VR-action kommer detta att kännas som hemma.\n\n🪖 Berättelsesdriven andra världskrigets kampanj\nTa dig an uppdrag inspirerade av verkliga händelser under andra världskriget, från kaotiska eldstrider vid frontlinjen till spända ögonblick bakom fiendens linjer. Hela kampanjen kan spelas offline, när som helst.\n\n🐕 Lojal hundkompis\nDin hund \"Max\" är inte bara en funktion, han är din partner. Han varnar dig, hjälper till att upptäcka fiender och lägger till en överraskande mängd känslor till resan.\n\n🔫 Autentiska andra världskrigets vapen\nVarje gevär och maskingevär är designat för att kännas verkligt i VR, med automatisk och helt realistisk laddning. Du kan ladda vapnet manuellt,\n\n🌍 Mångsidiga, realistiska miljöer\nTryck dig igenom snötäckta byar, mörka bunkrar, leriga skyttegravar och förstörda städer. Varje plats känns farlig och levande under VR-strider.\n", "short_description": "Fördjupa dig i andra världskrigets skjutspel och actionfyllda krigsspel, FPS-skjutspel med den lojala partnern Max på slagfältet, gå med i arméspelet och bli soldat vid frontlinjen, action i full VR.\n\nKliv in i andra världskriget och kämpa för överlevnad i detta uppslukande VR-skjutspel. Slutför intensiva uppdrag, rädda allierade och strid dig igenom fiendens linjer med realistiska andra världskrigets vapen, prickskyttsaction och en lojal hundkamrat. "}, {"images": {"nodes": []}, "id": "1433192528212164", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "용기의 부름: 월드 워", "keywords": ["액션", "전쟁", "사격", "특공대", "총기"], "long_description": "2차 세계 대전 병사가 되어 실제 최전선 전투의 혼돈 속에서 살아남아 보세요.\n이 게임은 모든 사격, 폭발, 그리고 선택이 개인적인 경험을 선사하는 2차 세계 대전 전장으로 여러분을 끌어들입니다. 단순한 VR FPS가 아닌, 생생하고 강렬한 전쟁 경험을 선사합니다.\n\n🎮 주요 기능\n🔥 진정한 VR 전투\nVR에서 전투가 자연스럽게 느껴지도록 심혈을 기울였습니다. 조준을 안정적으로 유지하고, 압박 속에서도 수동 재장전을 통해 실제 2차 세계 대전 무기의 위력을 직접 느껴보세요. 밀리터리 슈팅 게임이나 몰입감 넘치는 VR 액션을 좋아하신다면 이 게임이 딱 맞을 것입니다.\n🪖 스토리 중심의 2차 세계 대전 캠페인\n혼란스러운 최전선 총격전부터 적진 뒤편의 긴장감 넘치는 순간까지, 실제 2차 세계 대전에서 영감을 받은 다양한 미션을 수행하세요. 전체 캠페인은 언제든지 오프라인에서 플레이할 수 있습니다.\n🐕 충성스러운 반려견\n당신의 반려견 \"맥스\"는 단순한 기능이 아닙니다. 당신의 파트너입니다. 맥스는 경고하고, 적을 발견하는 데 도움을 주며, 여정에 놀라운 감동을 더합니다.\n🔫 진정한 2차 세계 대전 무기\n모든 소총과 기관단총은 VR에서 실감 나게 느껴지도록 설계되었으며, 자동적이고 사실적인 장전 기능을 제공합니다. 총을 수동으로 장전할 수 있습니다.\n🌍 다양하고 사실적인 환경\n눈 덮인 마을, 어두운 벙커, 진흙투성이 참호, 파괴된 도시를 뚫고 나아가세요. VR 전투를 통해 모든 장소가 위험하면서도 생생하게 느껴집니다.\n💥 진심을 담은 VR 전쟁 경험\n제2차 세계 대전 게임, VR 슈팅 게임, 또는 밀리터리 FPS 액션을 좋아한다면, 이 게임은 감동적이고 강렬하며 잊을 수 없는 몰입감을 선사할 것입니다.", "short_description": "2차 세계 대전을 배경으로 한 액션 가득한 FPS 슈팅 게임에 푹 빠져보세요. 충실한 파트너 맥스와 함께 전장에서 최전선의 병사가 되어 보세요. VR 액션으로 가득한 전장에서 펼쳐지는 아미 게임에 참여하여 최전선의 병사가 되어 보세요.\n몰입도 높은 VR 슈팅 게임에서 2차 세계 대전에 뛰어들어 생존을 위해 싸우세요. 사실적인 2차 세계 대전 무기, 저격 액션, 그리고 충성스러운 반려견과 함께 강렬한 임무를 완수하고, 아군을 구출하고, 적진을 돌파하세요. VR로 제작된 스토리 중심의 워 게임에서 진정한 최전선 전투를 경험해 보세요."}, {"images": {"nodes": []}, "id": "1412668220410927", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Modets Kald : Verdenskrig", "keywords": ["krig", "skydning", "kommando", "pistoler", "kamp"], "long_description": "Træd i støvlerne på en 2. verdenskrigssoldat, og prøv at overleve kaoset i ægte frontlinjekamp.\n\nSpillet trækker dig dybt ind i 2. verdenskrigs slagmarker, hvor hvert skud, hver eksplosion og hvert valg føles personligt. Dette er ikke bare endnu et VR FPS-spil, det er en fuld krigsoplevelse bygget til at føles rå og intens.\n🎮 Nøglefunktioner\n🔥 Ægte VR-kamp\nVi har arbejdet hårdt for at få kampene til at føles naturlige i VR, hvor vi stabiliserer dit sigte, genlader manuelt under pres og mærker kraften fra rigtige 2. verdenskrigsvåben. Hvis du nyder militære skydespil eller fordybende VR-action, vil dette føles som hjemme.\n\n🪖 Historiedrevet 2. verdenskrigskampagne\nTag på missioner inspireret af virkelige begivenheder fra 2. verdenskrig, fra kaotiske ildkampe på frontlinjen til anspændte øjeblikke bag fjendens linjer. Hele kampagnen kan spilles offline, når som helst.\n\n🐕 Loyal hundekammerat\nDin hund \"Max\" er ikke bare en funktion, han er din partner. Han advarer dig, hjælper med at spotte fjender og tilføjer en overraskende mængde følelser til rejsen.\n\n🔫 Autentiske 2. verdenskrigsvåben\nHver riffel og SMG er designet til at føles ægte i VR med automatisk og fuldt realistisk ladning. Du kan lade pistolen manuelt.\n\n💥 En VR-krigsoplevelse med hjerte\nHvis du elsker 2. verdenskrigsspil, VR-skydespil eller militær FPS-action, vil det give dig en gribende oplevelse, der føles følelsesladet, intens og uforglemmelig.", "short_description": "Fordyb dig i et skydespil fra 2. verdenskrig og et actionfyldt krigsspil. FPS-skydespil med din loyale partner Max på slagmarken. Slut dig til hærens spil og bliv soldat på frontlinjen i fuld VR-action.\nTræd ind i 2. verdenskrig og kæmp for overlevelse i dette fordybende VR-skydespil. Gennemfør intense missioner, red allierede, og kæmp dig gennem fjendens linjer med realistiske 2. verdenskrigsvåben, snigskytteaction og en loyal hundekammerat. Oplev ægte frontlinjekamp i et historiedrevet krigssp"}, {"images": {"nodes": []}, "id": "1407953547470899", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tiếng Gọi Dũng Cảm: Thế Chiến", "keywords": ["súng", "hànhđộng", "chiếntranh", "bắnsúng", "biệtkích"], "long_description": "Hãy vào vai một người lính Thế chiến 2 và cố gắng sống sót trong sự hỗn loạn của trận chiến tiền tuyến thực sự.\n\nTrò chơi đưa bạn vào sâu chiến trường Thế chiến 2, nơi mỗi phát bắn, vụ nổ và lựa chọn đều mang tính cá nhân. Đây không chỉ là một game FPS VR khác mà là một trải nghiệm chiến tranh trọn vẹn được xây dựng để mang lại cảm giác chân thực và dữ dội.\n\n🎮 Các tính năng chính\n🔥 Chiến đấu VR đích thực\nChúng tôi đã nỗ lực hết sức để mang lại cảm giác chiến đấu chân thực trong VR, giúp bạn ngắm bắn chính xác, nạp đạn thủ công dưới áp lực và cảm nhận sức mạnh của vũ khí Thế chiến II thực sự. Nếu bạn yêu thích game bắn súng quân sự hoặc hành động VR nhập vai, trò chơi này sẽ mang lại cảm giác hoàn toàn quen thuộc.\n🪖 Chiến dịch Thế chiến II theo cốt truyện\nThực hiện các nhiệm vụ lấy cảm hứng từ các sự kiện Thế chiến II thực tế, từ những trận giao tranh hỗn loạn ở tiền tuyến đến những khoảnh khắc căng thẳng sau chiến tuyến. Toàn bộ chiến dịch có thể chơi ngoại tuyến bất cứ lúc nào.\n🐕 Người bạn đồng hành trung thành\nChú chó \"Max\" của bạn không chỉ là một tính năng, mà còn là người bạn đồng hành của bạn. Nó cảnh báo bạn, giúp phát hiện kẻ thù và mang đến vô vàn cảm xúc cho hành trình.\n🔫 Vũ khí Thế chiến II đích thực\nMọi khẩu súng trường và súng tiểu liên đều được thiết kế để mang lại cảm giác chân thực trong VR, với chế độ nạp đạn tự động và hoàn toàn chân thực. Bạn có thể nạp đạn thủ công,\n", "short_description": "Hãy đắm chìm trong trò chơi bắn súng Thế chiến 2 và trò chơi chiến tranh hành động, trò chơi bắn súng FPS cùng người bạn đồng hành trung thành Max trên chiến trường, tham gia trò chơi quân đội và trở thành người lính tiền tuyến, hành động hoàn toàn trong môi trường VR.\n\nBước vào Thế chiến 2 và chiến đấu để sinh tồn trong game bắn súng VR nhập vai này. Hoàn thành các nhiệm vụ khốc liệt, giải cứu đồng minh và chiến đấu xuyên qua hàng ngũ kẻ thù với vũ khí Thế chiến 2 chân thực."}, {"images": {"nodes": []}, "id": "1400832914417629", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "勇氣召喚：世界大戰", "keywords": ["槍枝", "動作", "戰爭", "射擊", "突擊隊"], "long_description": "化身二戰士兵，在真實前線戰鬥的混亂中努力生存。\n\n遊戲將你帶入二戰戰場深處，每一次射擊、每一次爆炸、每個選擇都至關重要。這不僅僅是一款普通的第一人稱射擊遊戲，而是一次完整的戰爭體驗，旨在帶給你真實而激烈的感受。\n\n🎮 主要特色\n\n🔥 真實的VR戰鬥體驗\n\n我們致力於打造逼真的VR戰鬥體驗，讓您在VR中也能穩住瞄準，在壓力下手動裝彈，感受二戰真實武器的威力。如果您喜歡軍事射擊遊戲或沉浸式VR動作遊戲，這款遊戲絕對會讓您愛不釋手。\n\n🪖 劇情驅動的二戰戰役\n\n體驗以真實二戰事件為靈感的任務，從混亂的前線槍戰到敵後緊張刺激的時刻。整個戰役均可離線暢玩，隨時隨地。\n\n🐕 忠誠的狗狗夥伴\n\n您的愛犬「麥克斯」不只是一個功能，更是您的夥伴。它會發出警告，幫助您發現敵人，並為您的旅程增添意想不到的情感。\n\n🔫 真實的二戰武器\n\n每支步槍和衝鋒槍都經過精心設計，在VR中帶來真實的感受，並配備自動且完全逼真的裝彈系統。你可以手動裝填彈藥，\n\n🌍 多樣化、逼真的環境\n\n穿越白雪皚皚的村莊、陰暗的碉堡、泥濘的戰壕和被摧毀的城市。在VR戰鬥中，每個場景都充滿危險和活力。\n\n💥 一場觸動人心的VR戰爭體驗\n\n如果你熱愛二戰遊戲、VR射擊遊戲或軍事動作遊戲，它將為你帶來扣人心弦、充滿情感、緊張刺激且令人難忘的體驗。", "short_description": "沉浸於二戰射擊遊戲和動作戰爭遊戲，這款第一人稱射擊遊戲將帶你與忠誠的伙伴麥克斯並肩作戰，加入軍隊遊戲，成為前線士兵，體驗全的刺激戰鬥。\n\n踏入二戰戰場，在這款沉浸式射擊遊戲中為生存而戰。完成緊張刺激的任務，營救盟友，使用逼真的二戰武器、狙擊步槍和忠誠的戰犬夥伴，突破敵軍防線。在這款專為打造的劇情驅動戰爭遊戲中，體驗真實的前線戰鬥。"}, {"images": {"nodes": []}, "id": "1365932128547562", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cesaret Çağrısı: Dünya Savaşı", "keywords": ["aksiyon", "savaş", "atış", "silahlar", "komando"], "long_description": "Bir 2. Dünya Savaşı askerinin yerine geçin ve gerçek cephe muharebesinin kaosunda hayatta kalmaya çalışın.\nOyun sizi her atışın, patlamanın ve seçimin kişisel hissettirdiği 2. Dünya Savaşı savaş alanlarına çekiyor. Bu sıradan bir VR FPS değil, ham ve yoğun bir his uyandırmak için tasarlanmış tam bir savaş deneyimi.\n\n🎮 Temel Özellikler\n🔥 Gerçek VR Dövüşü\nSavaşın VR'da doğal hissettirmesi, nişanınızı sabitlemeniz, baskı altında manuel olarak yeniden doldurmanız ve gerçek 2. Dünya Savaşı silahlarının etkisini hissetmeniz için çok çalıştık. Askeri nişancı oyunlarından veya sürükleyici VR aksiyonlarından hoşlanıyorsanız, bu oyun tam size göre.\n🪖 Hikaye Odaklı 2. Dünya Savaşı Harekatı\nGerçek 2. Dünya Savaşı olaylarından esinlenen görevleri üstlenin; kaotik cephe çatışmalarından düşman hatlarının gerisindeki gergin anlara kadar. Tüm harekât çevrimdışı olarak istediğiniz zaman oynanabilir.\n🐕 Sadık Köpek Arkadaşı\nKöpeğiniz \"Max\" sadece bir özellik değil, aynı zamanda sizin ortağınız. Sizi uyarır, düşmanları tespit etmenize yardımcı olur ve yolculuğa şaşırtıcı miktarda duygu katar.\n🔫 Orijinal 2. Dünya Savaşı Silahları\nHer tüfek ve hafif makineli tüfek, otomatik ve tamamen gerçekçi doldurma özelliğiyle VR'da gerçekçi hissettirecek şekilde tasarlanmıştır. Silahı manuel olarak doldurabilirsiniz.\n🌍 Çeşitli ve Gerçekçi Ortamlar\nKarlı köylerden, karanlık sığınaklardan, çamurlu siperlerden ve yıkılmış şehirlerden geçin. VR savaşları sırasında her yer tehlikeli ve canlı hissettiriyor.\n", "short_description": "Sadık ortağınız Max ile savaş alanında aksiyon dolu bir savaş oyunu olan 2. Dünya Savaşı nişancı oyununa ve FPS nişancı oyununa kendinizi kaptırın. Ordu oyununa katılın ve cephenin askeri olun, tam VR aksiyon.\n2. Dünya Savaşı'na adım atın ve bu sürükleyici VR nişancı oyununda hayatta kalmak için savaşın. Zorlu görevleri tamamlayın, müttefikleri kurtarın ve gerçekçi 2. Dünya Savaşı silahları, keskin nişancı aksiyonu ve sadık bir köpek arkadaşınızla düşman hatlarında savaşın. VR için tasarlanmış."}, {"images": {"nodes": []}, "id": "1305814721579611", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chemarea curajului: război mondial", "keywords": ["acțiune", "război", "împușcături", "comando", "lupte"], "long_description": "Intră în pielea unui soldat din Al Doilea Război Mondial și încearcă să supraviețuiești haosului luptelor reale din linia frontului.\nJocul te trage adânc în câmpurile de luptă din Al Doilea Război Mondial, unde fiecare împușcătură, explozie și alegere pare personală. Acesta nu este doar un alt FPS VR, este o experiență de război completă, construită pentru a se simți crudă și intensă.\n\n🎮 Caracteristici cheie\n🔥 Luptă VR adevărată\nAm muncit din greu pentru a face lupta să pară naturală în VR, stabilizându-ți ținta, reîncărcând manual sub presiune și simțind lovitura armelor reale din Al Doilea Război Mondial. Dacă vă plac jocurile de tip shooter militar sau acțiunea VR captivantă, acest joc vă va face să vă simțiți ca acasă.\n\n🪖 Campanie bazată pe poveste din Al Doilea Război Mondial\nAbordați misiuni inspirate din evenimente reale din Al Doilea Război Mondial, de la lupte haotice de pe front până la momente tensionate în spatele liniilor inamice. Întreaga campanie poate fi jucată offline, oricând.\n\n🐕 Câine de companie loial\nCâinele dvs. „Max” nu este doar o caracteristică, este partenerul dvs. El vă avertizează, vă ajută să identificați inamicii și adaugă o cantitate surprinzătoare de emoție călătoriei.\n\n🔫 Arme autentice din Al Doilea Război Mondial\nFiecare pușcă și SMG este concepută să se simtă reală în VR, cu încărcare automată și complet realistă. Puteți încărca manual arma,\n", "short_description": "Cufundă-te într-un joc de împușcături din Al Doilea Război Mondial și într-un joc de război plin de acțiune, un joc de împușcături FPS cu partenerul loial Max pe câmpul de luptă. Alătură-te jocului armatei și fii soldatul frontului, acțiune în VR complet.\n\nIntră în Al Doilea Război Mondial și luptă pentru supraviețuire în acest shooter VR captivant. Finalizează misiuni intense, salvează aliați și luptă prin liniile inamice cu arme realiste din Al Doilea Război Mondial."}, {"images": {"nodes": []}, "id": "1127110989434419", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "勇氣召喚：世界大戰", "keywords": ["動作", "戰爭", "射擊", "突擊隊", "槍枝"], "long_description": "化身二戰士兵，在真實前線戰鬥的混亂中努力生存。\n\n遊戲將你帶入二戰戰場深處，每一次射擊、每一次爆炸、每個選擇都至關重要。這不僅僅是一款普通的第一人稱射擊遊戲，而是一次完整的戰爭體驗，旨在帶給你真實而激烈的感受。\n\n🎮 主要特色\n\n🔥 真實的VR戰鬥體驗\n\n我們致力於打造逼真的VR戰鬥體驗，讓您在VR中也能穩住瞄準，在壓力下手動裝彈，感受二戰真實武器的威力。如果您喜歡軍事射擊遊戲或沉浸式VR動作遊戲，這款遊戲絕對會讓您愛不釋手。\n\n🪖 劇情驅動的二戰戰役\n\n體驗以真實二戰事件為靈感的任務，從混亂的前線槍戰到敵後緊張刺激的時刻。整個戰役均可離線暢玩，隨時隨地。\n\n🐕 忠誠的狗狗夥伴\n\n您的愛犬「麥克斯」不只是一個功能，更是您的夥伴。它會發出警告，幫助您發現敵人，並為您的旅程增添意想不到的情感。\n\n🔫 真實的二戰武器\n\n每支步槍和衝鋒槍都經過精心設計，在VR中帶來真實的感受，並配備自動且完全逼真的裝彈系統。你可以手動裝填彈藥，\n\n🌍 多樣化、逼真的環境\n\n穿越白雪皚皚的村莊、陰暗的碉堡、泥濘的戰壕和被摧毀的城市。在VR戰鬥中，每個場景都充滿危險和活力。\n\n💥 一場觸動人心的VR戰爭體驗\n\n如果你熱愛二戰遊戲、VR射擊遊戲或軍事動作遊戲，它將為你帶來扣人心弦、充滿情感、緊張刺激且令人難忘的體驗。", "short_description": "沉浸於二戰射擊遊戲和動作戰爭遊戲，這款第一人稱射擊遊戲將帶你與忠誠的伙伴麥克斯並肩作戰，加入軍隊遊戲，成為前線士兵，體驗全的刺激戰鬥。\n\n踏入二戰戰場，在這款沉浸式射擊遊戲中為生存而戰。完成緊張刺激的任務，營救盟友，使用逼真的二戰武器、狙擊步槍和忠誠的戰犬夥伴，突破敵軍防線。在這款專為打造的劇情驅動戰爭遊戲中，體驗真實的前線戰鬥。"}, {"images": {"nodes": []}, "id": "930139086560080", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Volání odvahy : Druhá světová válka", "keywords": ["akční", "válka", "střelba", "komando", "zbraně"], "long_description": "Vžijte se do role vojáka z druhé světové války a pokuste se přežít chaos skutečných bojů na frontě.\n\nVolání odvahy: Druhá světová válka vás vtáhne hluboko do bojišť druhé světové války, kde každý výstřel, exploze a volba působí osobním dojmem. Není to jen další VR FPS, je to plnohodnotný válečný zážitek, který je postaven tak, aby působil syrově a intenzivně.\n🎮 Klíčové vlastnosti\n🔥 Skutečný VR souboj\nUsilovně jsme pracovali na tom, aby souboje ve VR působily přirozeně, zajistily vám stabilitu míření, ruční nabíjení pod tlakem a pocit síly skutečných zbraní z 2. světové války. Pokud máte rádi vojenské střílečky nebo pohlcující VR akci, tato hra se vám bude líbit.\n🪖 Příběhová kampaň z 2. světové války\nVyplňte mise inspirované skutečnými událostmi z 2. světové války, od chaotických přestřelek na frontě až po napjaté okamžiky za nepřátelskými liniemi. Celou kampaň lze hrát offline, kdykoli.\n🐕 Věrný psí společník\nVáš pes „Max“ není jen prvek, je to váš partner. Varuje vás, pomáhá odhalovat nepřátele a dodává cestě překvapivé množství emocí.\n🔫 Autentické zbraně z 2. světové války\nKaždá puška a samopal je navržena tak, aby ve VR působila realisticky, s automatickým a plně realistickým nabíjením. Zbraň můžete nabít ručně.\n💥 A VR War Experience With Heart\nIf you love WW2 games, VR shooters, or military FPS action, Call of Courage: World War 2 delivers a gripping experience that feels emotional, intense and unforgettable.", "short_description": "Ponořte se do akční střílečky z druhé světové války s věrným parťákem Maxem na bojišti. Připojte se k armádní hře a staňte se vojákem na frontě v plné VR.\n\nVkročte do světa druhé světové války a bojujte o přežití v této pohlcující VR střílečce. Plňte intenzivní mise, zachraňujte spojence a probojujte se nepřátelskými liniemi s realistickými zbraněmi z druhé světové války, odstřelovací akcí a věrným psím společníkem. Zažijte skutečný boj na frontě v příběhové válečné hře, vytvořené pro VR."}, {"images": {"nodes": []}, "id": "915852704243772", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chamado da Coragem: Guerra Mundial", "keywords": ["ação", "guerra", "tiroteio", "luta", "armas"], "long_description": "Assuma o papel de um soldado da Segunda Guerra Mundial e tente sobreviver ao caos do combate real na linha de frente.\n\nO jogo te leva para o coração dos campos de batalha da Segunda Guerra Mundial, onde cada tiro, explosão e escolha parece pessoal. Este não é apenas mais um FPS em realidade virtual, é uma experiência de guerra completa, criada para ser crua e intensa.\n\n🎮 Principais Características\n🔥 Combate VR Autêntico\nTrabalhamos arduamente para que o combate pareça natural em VR, estabilizando sua mira, permitindo recarregar manualmente sob pressão e sentir o impacto de armas reais da Segunda Guerra Mundial. Se você gosta de jogos de tiro militares ou ação imersiva em VR, este jogo é perfeito para você.\n\n🪖 Campanha da Segunda Guerra Mundial com História\nEncare missões inspiradas em eventos reais da Segunda Guerra Mundial, desde tiroteios caóticos na linha de frente até momentos tensos atrás das linhas inimigas. Toda a campanha pode ser jogada offline, a qualquer hora.\n\n🐕 Companheiro Canino Leal\nSeu cachorro \"Max\" não é apenas um recurso, ele é seu parceiro. Ele te avisa, ajuda a localizar inimigos e adiciona uma dose surpreendente de emoção à jornada.\n\n🔫 Armas Autênticas da Segunda Guerra Mundial\nCada rifle e submetralhadora foi projetado para parecer real em VR, com carregamento automático e totalmente realista. Você pode carregar a arma manualmente.\n", "short_description": "Mergulhe em um jogo de tiro da Segunda Guerra Mundial repleto de ação, um jogo de tiro em primeira pessoa (FPS) com seu leal parceiro Max no campo de batalha. Junte-se ao exército e torne-se um soldado na linha de frente, com ação em realidade virtual completa.\n\nEntre na Segunda Guerra Mundial e lute pela sobrevivência neste jogo de tiro imersivo em realidade virtual. Complete missões intensas, resgate aliados e lute contra as linhas inimigas com armas realistas da Segunda Guerra Mundial."}, {"images": {"nodes": []}, "id": "899554159233700", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "コール・オブ・カレッジ：ワールドウォー", "keywords": ["アクション", "戦争", "シューティング", "コマンドー", "銃"], "long_description": "第二次世界大戦の兵士となり、現実の最前線での戦闘の混沌を生き抜こう。\nこのゲームは、第二次世界大戦の戦場の奥深くへとプレイヤーを誘い込み、あらゆる銃撃、爆発、そして選択が、プレイヤー自身の体験となる。これは単なるではなく、生々しく緊迫感あふれる、真の戦争体験を体感できるゲームだ。\n\n🎮 主な特徴\n🔥 リアルな戦闘\nVRでも自然な戦闘体験を実現するために尽力しました。照準を安定させ、プレッシャーの中で手動でリロードし、第二次世界大戦の実在兵器の威力を体感できます。ミリタリーシューティングゲームや没入感あふれるアクションがお好きな方なら、きっとハマるはずです。\n🪖 ストーリー重視の第二次世界大戦キャンペーン\n混沌とした最前線の銃撃戦から敵陣の後方での緊迫した瞬間まで、第二次世界大戦の実際の出来事にインスパイアされたミッションに挑戦しましょう。キャンペーン全体はいつでもオフラインでプレイできます。\n🐕 忠実な愛犬\n愛犬の「マックス」は単なるキャラクターではなく、あなたのパートナーです。警告を発し、敵の位置を助け、旅に驚くほどの感動を与えてくれます。\n🔫 本物の第二次世界大戦兵器\nすべてのライフルとサブマシンガンは、でリアルに感じられるよう設​​計されており、自動でリアルな装填が可能です。銃は手動で装填できます。\n🌍 多様でリアルな環境\n雪に覆われた村、暗いバンカー、泥だらけの塹壕、そして破壊された都市を突き進みましょう。戦闘では、あらゆる場所が危険で生き生きとした体験をもたらします。\n💥 心温まる戦争体験\n第二次世界大戦ゲーム、VRシューティングゲーム、ミリタリーアクションがお好きなら、きっと感動的で強烈、そして忘れられない体験をお届けします。", "short_description": "第二次世界大戦を舞台にしたシューティングゲーム、アクション満載の戦争ゲームシューティングゲームに没入せよ。忠実な相棒マックスと共に戦場へ。軍隊ゲームに参加し、最前線の兵士となり、でアクションを体感せよ。\nこの没入型VRシューティングゲームで第二次世界大戦の世界に足を踏み入れ、生き残りをかけて戦い抜こう。緊迫感あふれるミッションをクリアし、仲間を救出し、リアルな第二次世界大戦の武器、スナイパーアクション、そして忠実な犬の相棒と共に敵陣を突破せよ。向けに開発されたストーリー重視の戦争ゲームで、真の最前線での戦闘を体感せよ。"}, {"images": {"nodes": []}, "id": "879929161687793", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Wezwanie Odwagi : Wojna światowa", "keywords": ["akcja", "wojna", "strzelanie", "komandosi", "brońpalna"], "long_description": "Wciel się w żołnierza z czasów II wojny światowej i spróbuj przetrwać chaos prawdziwych walk na froncie.\nGra wciąga Cię w głąb pól bitew II wojny światowej, gdzie każdy strzał, eksplozja i wybór wydają się osobiste. To nie jest kolejny FPS VR, to pełne doświadczenie wojenne, stworzone, aby czuć się surowo i intensywnie.\n\n🎮 Najważniejsze cechy\n🔥 Prawdziwa walka VR\nDołożyliśmy wszelkich starań, aby walka w VR wydawała się naturalna, pozwalając na precyzyjne celowanie, ręczne przeładowywanie pod presją i poczucie realizmu prawdziwej broni z czasów II wojny światowej. Jeśli lubisz strzelanki wojskowe lub immersyjną akcję VR, ta gra będzie dla Ciebie idealna.\n🪖 Kampania z czasów II wojny światowej oparta na fabule\nPodejmij się misji inspirowanych prawdziwymi wydarzeniami z II wojny światowej, od chaotycznych walk na linii frontu po napięte chwile za liniami wroga. Całą kampanię można rozegrać offline w dowolnym momencie.\n🐕 Lojalny Psi Towarzysz\nTwój pies „Max” to nie tylko dodatek, to Twój partner. Ostrzega Cię, pomaga w wykrywaniu wrogów i dodaje zaskakująco dużo emocji do rozgrywki.\n🔫 Autentyczna broń z czasów II wojny światowej\nKażdy karabin i pistolet maszynowy został zaprojektowany tak, aby w VR dawał realistyczne wrażenia, dzięki automatycznemu i w pełni realistycznemu ładowaniu. Możesz ręcznie załadować broń.\n🌍 Zróżnicowane, realistyczne otoczenie\nPrzedzieraj się przez zaśnieżone wioski, mroczne bunkry, błotniste okopy i zniszczone miasta. ", "short_description": "Zanurz się w strzelaninie i pełnej akcji grze wojennej z czasów II wojny światowej, strzelance FPS z wiernym partnerem Maxem na polu bitwy. Dołącz do gry wojskowej i zostań żołnierzem na linii frontu – akcja w pełnej wersji VR.\nPrzenieś się w czasy II wojny światowej i walcz o przetrwanie w tej wciągającej strzelance VR. Wykonuj intensywne misje, ratuj sojuszników i przedzieraj się przez linie wroga, korzystając z realistycznej broni z czasów II wojny światowej, akcji snajperskiej i wiernego psa"}, {"images": {"nodes": []}, "id": "792005086542168", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Rohkeuden Kutsu : Toinen maailmansota", "keywords": ["toiminta", "sota", "ammunta", "kommando", "aseet"], "long_description": "Astu toisen maailmansodan sotilaan saappaisiin ja yritä selviytyä aidon etulinjan taistelun kaaoksesta.\n\nPeli vetää sinut syvälle toisen maailmansodan taistelukentille, joissa jokainen laukaus, räjähdys ja valinta tuntuu henkilökohtaiselta. Tämä ei ole vain yksi VR FPS, vaan täysimittainen sotakokemus, joka on rakennettu tuntumaan raa'alta ja intensiiviseltä. 🎮 Tärkeimmät ominaisuudet\n🔥 Aito VR-taistelu\nOlemme tehneet kovasti töitä, jotta taistelu tuntuisi luonnolliselta VR:ssä. Tähtääminen on vakaata, aseen lataaminen manuaalisesti paineen alla ja aitojen toisen maailmansodan aseiden iskun tunne. Jos pidät sotilasammunnoista tai mukaansatempaavasta VR-toiminnasta, tämä tuntuu kuin kotonasi.\n\n🪖 Tarinavetoinen toisen maailmansodan kampanja\nSuorita tehtäviä, jotka ovat saaneet inspiraationsa oikeista toisen maailmansodan tapahtumista, kaoottisista etulinjan tulitaisteluista jännittyneisiin hetkiin vihollislinjojen takana. Koko kampanjaa voi pelata offline-tilassa milloin tahansa.\n\n🐕 Uskollinen koiraseuralainen\nKoirasi \"Max\" ei ole vain ominaisuus, se on kumppanisi. Se varoittaa sinua, auttaa havaitsemaan vihollisia ja lisää yllättävän paljon tunnetta matkaan.\n\n🔫 Aidot toisen maailmansodan aseet\nJokainen kivääri ja konepistooli on suunniteltu tuntumaan aidoilta VR:ssä, ja niissä on automaattinen ja täysin realistinen lataus. Voit ladata aseen manuaalisesti.\n💥 VR-sotakokemus sydämellä\nJos rakastat toisen maailmansodan pelejä, VR-ammuntapelejä tai sotilaallista FPS-toimintaa", "short_description": "Uppoudu toisen maailmansodan ammuntapeliin ja toimintaa täynnä olevaan sotapeliin, FPS-räiskintäpeliin uskollisen kumppanisi Maxin kanssa taistelukentällä. Liity armeijapeliin ja ole etulinjan sotilas, toimintaa täydessä VR:ssä.Astu toiseen maailmansotaan ja taistele selviytymisestä tässä mukaansatempaavassa VR-räiskintäpelissä. Suorita intensiivisiä tehtäviä, pelasta liittolaisia ​​ja taistele vihollislinjojen läpi realistisilla toisen maailmansodan aseilla"}, {"images": {"nodes": []}, "id": "791557233264493", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chamado da Coragem: Guerra Mundial", "keywords": ["armas", "luta", "comando", "tiroteio", "guerra"], "long_description": "Assuma o papel de um soldado da Segunda Guerra Mundial e tente sobreviver ao caos do combate real na linha de frente.\n\nO jogo te leva para o coração dos campos de batalha da Segunda Guerra Mundial, onde cada tiro, explosão e escolha parece pessoal. Este não é apenas mais um FPS em realidade virtual, é uma experiência de guerra completa, criada para ser crua e intensa.\n\n🎮 Principais Características\n🔥 Combate VR Autêntico\nTrabalhamos arduamente para que o combate pareça natural em VR, estabilizando sua mira, permitindo recarregar manualmente sob pressão e sentir o impacto de armas reais da Segunda Guerra Mundial. Se você gosta de jogos de tiro militares ou ação imersiva em VR, este jogo é perfeito para você.\n\n🪖 Campanha da Segunda Guerra Mundial com História\nEncare missões inspiradas em eventos reais da Segunda Guerra Mundial, desde tiroteios caóticos na linha de frente até momentos tensos atrás das linhas inimigas. Toda a campanha pode ser jogada offline, a qualquer hora.\n\n🐕 Companheiro Canino Leal\nSeu cachorro \"Max\" não é apenas um recurso, ele é seu parceiro. Ele te avisa, ajuda a localizar inimigos e adiciona uma dose surpreendente de emoção à jornada.\n\n🔫 Armas Autênticas da Segunda Guerra Mundial\nCada rifle e submetralhadora foi projetado para parecer real em VR, com carregamento automático e totalmente realista. Você pode carregar a arma manualmente.", "short_description": "Mergulhe em um jogo de tiro da Segunda Guerra Mundial repleto de ação, um jogo de tiro em primeira pessoa (FPS) com seu leal parceiro Max no campo de batalha. Junte-se ao exército e torne-se um soldado na linha de frente, com ação em realidade virtual completa.\n\nEntre na Segunda Guerra Mundial e lute pela sobrevivência neste jogo de tiro imersivo em realidade virtual. Complete missões intensas, resgate aliados e lute contra as linhas inimigas com armas realistas da Segunda Guerra Mundial."}]}, "developer_name": null, "developer_privacy_policy_url": "https://dani360studios.blogspot.com/2025/12/privacy-policy-for-dani360-studios-of.html", "developer_terms_of_service_url": null, "publisher_name": "Dani360 Studios", "support_website_url": null, "website_url": "https://dani360studios.blogspot.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "459781504968480"}, {"id": "3744040075834813"}, {"id": "2710427532541308"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "en_US", "en_AU", "en_ZA", "en_CA", "en_GB", "fr_BE", "fr_CA", "fr", "de", "de_CH", "zh_HK", "zh_CN", "zh_TW", "id", "it", "ja", "nb", "nn", "pt_BR", "pt", "ru", "ru_UA", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es", "es_VE", "uk", "vi"], "supported_input_devices": ["GAMEPAD"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "25582859741406106"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821796_837027699081864_1982902322723297554_n.png?stp=dst-png_s360x360&_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uCUZ80abGckQ7kNvwERCr9c&_nc_oc=AdnTtFULnPChnRtSz6X1lqDOjYlIqfAioENuZqhPz_aj0api_Klk1T_50YIiSqtc_1s&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftmGNW-oASMMfHI-JbZTHoBHiPgXuXVf_qruhnhJoEfBQ&oe=6995C410"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Call of Courage : World War 2", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Shooter", "id": "3744040075834813"}, {"topic_name": "Fighting", "id": "2710427532541308"}], "release_date": 1765553100, "lastRevision": {"nodes": [{"id": "25006601079031978", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "25006601022365317", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1391385635834610"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "25367704942849762", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Volání odvahy : Druhá světová válka", "keywords": ["akční", "válka", "střelba", "komando", "zbraně"], "long_description": "Vžijte se do role vojáka z druhé světové války a pokuste se přežít chaos skutečných bojů na frontě.\n\nVolání odvahy: Druhá světová válka vás vtáhne hluboko do bojišť druhé světové války, kde každý výstřel, exploze a volba působí osobním dojmem. Není to jen další VR FPS, je to plnohodnotný válečný zážitek, který je postaven tak, aby působil syrově a intenzivně.\n🎮 Klíčové vlastnosti\n🔥 Skutečný VR souboj\nUsilovně jsme pracovali na tom, aby souboje ve VR působily přirozeně, zajistily vám stabilitu míření, ruční nabíjení pod tlakem a pocit síly skutečných zbraní z 2. světové války. Pokud máte rádi vojenské střílečky nebo pohlcující VR akci, tato hra se vám bude líbit.\n🪖 Příběhová kampaň z 2. světové války\nVyplňte mise inspirované skutečnými událostmi z 2. světové války, od chaotických přestřelek na frontě až po napjaté okamžiky za nepřátelskými liniemi. Celou kampaň lze hrát offline, kdykoli.\n🐕 Věrný psí společník\nVáš pes „Max“ není jen prvek, je to váš partner. Varuje vás, pomáhá odhalovat nepřátele a dodává cestě překvapivé množství emocí.\n🔫 Autentické zbraně z 2. světové války\nKaždá puška a samopal je navržena tak, aby ve VR působila realisticky, s automatickým a plně realistickým nabíjením. Zbraň můžete nabít ručně.\n💥 A VR War Experience With Heart\nIf you love WW2 games, VR shooters, or military FPS action, Call of Courage: World War 2 delivers a gripping experience that feels emotional, intense and unforgettable.", "short_description": "Ponořte se do akční střílečky z druhé světové války s věrným parťákem Maxem na bojišti. Připojte se k armádní hře a staňte se vojákem na frontě v plné VR.\n\nVkročte do světa druhé světové války a bojujte o přežití v této pohlcující VR střílečce. Plňte intenzivní mise, zachraňujte spojence a probojujte se nepřátelskými liniemi s realistickými zbraněmi z druhé světové války, odstřelovací akcí a věrným psím společníkem. Zažijte skutečný boj na frontě v příběhové válečné hře, vytvořené pro VR."}, {"images": {"nodes": []}, "id": "4338836889695214", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "勇气召唤：世界大战", "keywords": ["动作", "战争", "射击", "突击队", "枪支"], "long_description": "化身二战士兵，在真实前线战斗的混乱中努力生存。\n\n游戏将你带入二战战场深处，每一次射击、每一次爆炸、每一个选择都至关重要。这不仅仅是一款普通的VR第一人称射击游戏，而是一次完整的战争体验，旨在带给你真实而激烈的感受。\n\n🎮 主要特色\n\n🔥 真实的VR战斗体验\n\n我们致力于打造逼真的VR战斗体验，让您在VR中也能稳住瞄准，在压力下手动装弹，感受二战真实武器的威力。如果您喜欢军事射击游戏或沉浸式VR动作游戏，这款游戏绝对会让您爱不释手。\n\n🪖 剧情驱动的二战战役\n\n体验以真实二战事件为灵感的任务，从混乱的前线枪战到敌后紧张刺激的时刻。整个战役均可离线畅玩，随时随地。\n\n🐕 忠诚的狗狗伙伴\n\n您的爱犬“麦克斯”不仅仅是一个功能，更是您的伙伴。它会发出警告，帮助您发现敌人，并为您的旅程增添意想不到的情感。\n\n🔫 真实的二战武器\n\n每支步枪和冲锋枪都经过精心设计，在VR中带来真实的感受，并配备自动且完全逼真的装弹系统。你可以手动装填弹药，\n\n🌍 多样化、逼真的环境\n\n穿越白雪皑皑的村庄、阴暗的碉堡、泥泞的战壕和被摧毁的城市。在VR战斗中，每个场景都充满危险和生机。\n\n💥 一场触动人心的VR战争体验\n\n如果你热爱二战游戏、VR射击游戏或军事FPS动作游戏，它将为你带来扣人心弦、充满情感、紧张刺激且令人难忘的体验。", "short_description": "沉浸于二战射击游戏和动作战争游戏，这款第一人称射击游戏将带你与忠诚的伙伴麦克斯并肩作战，加入军队游戏，成为前线士兵，体验全VR的刺激战斗。\n\n踏入二战战场，在这款沉浸式VR射击游戏中为生存而战。完成紧张刺激的任务，营救盟友，使用逼真的二战武器、狙击步枪和忠诚的战犬伙伴，突破敌军防线。在这款专为VR打造的剧情驱动型战争游戏中，体验真实的前线战斗。"}, {"images": {"nodes": []}, "id": "3287792461388349", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Rohkeuden Kutsu : Toinen maailmansota", "keywords": ["toiminta", "sota", "ammunta", "kommando", "aseet"], "long_description": "Astu toisen maailmansodan sotilaan saappaisiin ja yritä selviytyä aidon etulinjan taistelun kaaoksesta.\n\nPeli vetää sinut syvälle toisen maailmansodan taistelukentille, joissa jokainen laukaus, räjähdys ja valinta tuntuu henkilökohtaiselta. Tämä ei ole vain yksi VR FPS, vaan täysimittainen sotakokemus, joka on rakennettu tuntumaan raa'alta ja intensiiviseltä. 🎮 Tärkeimmät ominaisuudet\n🔥 Aito VR-taistelu\nOlemme tehneet kovasti töitä, jotta taistelu tuntuisi luonnolliselta VR:ssä. Tähtääminen on vakaata, aseen lataaminen manuaalisesti paineen alla ja aitojen toisen maailmansodan aseiden iskun tunne. Jos pidät sotilasammunnoista tai mukaansatempaavasta VR-toiminnasta, tämä tuntuu kuin kotonasi.\n\n🪖 Tarinavetoinen toisen maailmansodan kampanja\nSuorita tehtäviä, jotka ovat saaneet inspiraationsa oikeista toisen maailmansodan tapahtumista, kaoottisista etulinjan tulitaisteluista jännittyneisiin hetkiin vihollislinjojen takana. Koko kampanjaa voi pelata offline-tilassa milloin tahansa.\n\n🐕 Uskollinen koiraseuralainen\nKoirasi \"Max\" ei ole vain ominaisuus, se on kumppanisi. Se varoittaa sinua, auttaa havaitsemaan vihollisia ja lisää yllättävän paljon tunnetta matkaan.\n\n🔫 Aidot toisen maailmansodan aseet\nJokainen kivääri ja konepistooli on suunniteltu tuntumaan aidoilta VR:ssä, ja niissä on automaattinen ja täysin realistinen lataus. Voit ladata aseen manuaalisesti.\n💥 VR-sotakokemus sydämellä\nJos rakastat toisen maailmansodan pelejä, VR-ammuntapelejä tai sotilaallista FPS-toimintaa", "short_description": "Uppoudu toisen maailmansodan ammuntapeliin ja toimintaa täynnä olevaan sotapeliin, FPS-räiskintäpeliin uskollisen kumppanisi Maxin kanssa taistelukentällä. Liity armeijapeliin ja ole etulinjan sotilas, toimintaa täydessä VR:ssä.Astu toiseen maailmansotaan ja taistele selviytymisestä tässä mukaansatempaavassa VR-räiskintäpelissä. Suorita intensiivisiä tehtäviä, pelasta liittolaisia ​​ja taistele vihollislinjojen läpi realistisilla toisen maailmansodan aseilla"}, {"images": {"nodes": []}, "id": "2903228956734123", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Rop Om Mot : Verdenskrig", "keywords": ["krig", "skyting", "kommando", "kamp", "våpen"], "long_description": "Trå inn i skoene til en soldat fra andre verdenskrig og prøv å overleve kaoset i ekte frontlinjekamp.\n\nSpillet drar deg dypt inn i andre verdenskrigs slagmarker, hvor hvert skudd, eksplosjon og valg føles personlig. Dette er ikke bare enda et VR FPS, det er en full krigsopplevelse bygget for å føles rå og intens.\n\n🎮 Viktige funksjoner\n🔥 Ekte VR-kamp\nVi har jobbet hardt for å få kampene til å føles naturlige i VR, ved å stabilisere siktet ditt, lade manuelt under press og føle kraften fra ekte 2. verdenskrigsvåpen. Hvis du liker militære skytespill eller oppslukende VR-action, vil dette føles som hjemme.\n\n🪖 Historiedrevet 2. verdenskrigskampanje\nTa på deg oppdrag inspirert av ekte hendelser fra 2. verdenskrig, fra kaotiske skuddvekslinger på frontlinjen til anspente øyeblikk bak fiendens linjer. Hele kampanjen kan spilles offline, når som helst.\n\n🐕 Lojal hundekamerat\nHunden din «Max» er ikke bare en funksjon, han er din partner. Han advarer deg, hjelper deg med å oppdage fiender og legger til en overraskende mengde følelser til reisen.\n\n🔫 Autentiske 2. verdenskrigsvåpen\nHver rifle og SMG er designet for å føles ekte i VR, med automatisk og fullstendig realistisk lading. Du kan lade pistolen manuelt.\n\n🌍 Mangfoldige, realistiske miljøer\nPress deg gjennom snødekte landsbyer, mørke bunkere, gjørmete skyttergraver og ødelagte byer. Alle steder føles farlige og levende under VR-kamper.\n\n", "short_description": "Fordyp deg i et skytespill fra andre verdenskrig og et actionfylt krigsspill. FPS-skytespill med den lojale partneren Max på slagmarken. Bli med i hærspillet og vær soldaten i frontlinjen, action i full VR.\n\nTrå inn i andre verdenskrig og kjemp for å overleve i dette oppslukende VR-skytespillet. Fullfør intense oppdrag, redd allierte og kjemp deg gjennom fiendens linjer med realistiske våpen fra andre verdenskrig, snikskytteraction og en lojal hundekamerat. "}, {"images": {"nodes": []}, "id": "2662102877469083", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Appel du courage:Seconde Guerre mondiale", "keywords": ["guerre", "tirs", "commando", "combat", "armesàfeu"], "long_description": "Incarnez un soldat de la Seconde Guerre mondiale et tentez de survivre au chaos des combats de première ligne.\n\nLe jeu vous plonge au cœur des champs de bataille de la Seconde Guerre mondiale où chaque tir, chaque explosion et chaque choix a une importance capitale. Ce n'est pas un simple FPS VR, c'est une expérience de guerre complète, brute et intense.\n\n🎮 Caractéristiques principales\n🔥 Combats VR authentiques\n\nNous avons travaillé sans relâche pour que les combats en VR soient d'un naturel saisissant : stabilisation de la visée, rechargement manuel sous pression et puissance des armes de la Seconde Guerre mondiale. Si vous appréciez les jeux de tir militaires ou l'action VR immersive, vous vous sentirez comme chez vous.\n\n🪖 Campagne scénarisée de la Seconde Guerre mondiale\n\nParticipez à des missions inspirées de faits réels de la Seconde Guerre mondiale, des combats chaotiques en première ligne aux moments de tension derrière les lignes ennemies. La campagne complète est jouable hors ligne, à tout moment.\n\n🐕 Un fidèle compagnon canin\n\nVotre chien « Max » n'est pas qu'un simple personnage, c'est votre partenaire. Il vous avertit, vous aide à repérer les ennemis et apporte une dimension émotionnelle surprenante à votre aventure.\n\n🔫 Armes authentiques de la Seconde Guerre mondiale\nChaque fusil et pistolet-mitrailleur est conçu pour une expérience VR réaliste, avec un chargement automatique et entièrement réaliste. Vous pouvez charger l'arme manuellement.\n\n", "short_description": "Plongez au cœur de la Seconde Guerre mondiale dans ce jeu de tir FPS intense, accompagné de votre fidèle partenaire Max. Rejoignez l'armée et devenez soldat en première ligne. Vivez l'action en réalité virtuelle.\nEntrez dans la Seconde Guerre mondiale et luttez pour votre survie dans ce jeu de tir VR immersif. Accomplissez des missions intenses, sauvez vos alliés et percez les lignes ennemies avec des armes réalistes de la Seconde Guerre mondiale, des tirs de précision et votre fidèle compagnon."}, {"images": {"nodes": []}, "id": "2197186427473425", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Modets Rop : Världskrig", "keywords": ["krig", "skytte", "kommando", "strid", "vapen"], "long_description": "Kliv in i rollen som en andra världskrigets soldat och försök att överleva kaoset i riktiga frontlinjestrider.\n\nSpelet drar dig djupt in i andra världskrigets slagfält där varje skott, explosion och val känns personligt. Detta är inte bara ytterligare ett VR FPS, det är en fullständig krigsupplevelse byggd för att kännas rå och intensiv.\n\n🎮 Viktiga funktioner\n🔥 Äkta VR-strider\nVi har arbetat hårt för att striderna ska kännas naturliga i VR, genom att stabilisera ditt sikte, ladda om manuellt under press och känna kraften från riktiga vapen från andra världskriget. Om du gillar militära skjutspel eller uppslukande VR-action kommer detta att kännas som hemma.\n\n🪖 Berättelsesdriven andra världskrigets kampanj\nTa dig an uppdrag inspirerade av verkliga händelser under andra världskriget, från kaotiska eldstrider vid frontlinjen till spända ögonblick bakom fiendens linjer. Hela kampanjen kan spelas offline, när som helst.\n\n🐕 Lojal hundkompis\nDin hund \"Max\" är inte bara en funktion, han är din partner. Han varnar dig, hjälper till att upptäcka fiender och lägger till en överraskande mängd känslor till resan.\n\n🔫 Autentiska andra världskrigets vapen\nVarje gevär och maskingevär är designat för att kännas verkligt i VR, med automatisk och helt realistisk laddning. Du kan ladda vapnet manuellt,\n\n🌍 Mångsidiga, realistiska miljöer\nTryck dig igenom snötäckta byar, mörka bunkrar, leriga skyttegravar och förstörda städer. Varje plats känns farlig och levande under VR-strider.\n", "short_description": "Fördjupa dig i andra världskrigets skjutspel och actionfyllda krigsspel, FPS-skjutspel med den lojala partnern Max på slagfältet, gå med i arméspelet och bli soldat vid frontlinjen, action i full VR.\n\nKliv in i andra världskriget och kämpa för överlevnad i detta uppslukande VR-skjutspel. Slutför intensiva uppdrag, rädda allierade och strid dig igenom fiendens linjer med realistiska andra världskrigets vapen, prickskyttsaction och en lojal hundkamrat. "}, {"images": {"nodes": []}, "id": "1593442248327478", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chemarea curajului: război mondial", "keywords": ["acțiune", "război", "împușcături", "comando", "lupte"], "long_description": "Intră în pielea unui soldat din Al Doilea Război Mondial și încearcă să supraviețuiești haosului luptelor reale din linia frontului.\nJocul te trage adânc în câmpurile de luptă din Al Doilea Război Mondial, unde fiecare împușcătură, explozie și alegere pare personală. Acesta nu este doar un alt FPS VR, este o experiență de război completă, construită pentru a se simți crudă și intensă.\n\n🎮 Caracteristici cheie\n🔥 Luptă VR adevărată\nAm muncit din greu pentru a face lupta să pară naturală în VR, stabilizându-ți ținta, reîncărcând manual sub presiune și simțind lovitura armelor reale din Al Doilea Război Mondial. Dacă vă plac jocurile de tip shooter militar sau acțiunea VR captivantă, acest joc vă va face să vă simțiți ca acasă.\n\n🪖 Campanie bazată pe poveste din Al Doilea Război Mondial\nAbordați misiuni inspirate din evenimente reale din Al Doilea Război Mondial, de la lupte haotice de pe front până la momente tensionate în spatele liniilor inamice. Întreaga campanie poate fi jucată offline, oricând.\n\n🐕 Câine de companie loial\nCâinele dvs. „Max” nu este doar o caracteristică, este partenerul dvs. El vă avertizează, vă ajută să identificați inamicii și adaugă o cantitate surprinzătoare de emoție călătoriei.\n\n🔫 Arme autentice din Al Doilea Război Mondial\nFiecare pușcă și SMG este concepută să se simtă reală în VR, cu încărcare automată și complet realistă. Puteți încărca manual arma,\n", "short_description": "Cufundă-te într-un joc de împușcături din Al Doilea Război Mondial și într-un joc de război plin de acțiune, un joc de împușcături FPS cu partenerul loial Max pe câmpul de luptă. Alătură-te jocului armatei și fii soldatul frontului, acțiune în VR complet.\n\nIntră în Al Doilea Război Mondial și luptă pentru supraviețuire în acest shooter VR captivant. Finalizează misiuni intense, salvează aliați și luptă prin liniile inamice cu arme realiste din Al Doilea Război Mondial."}, {"images": {"nodes": []}, "id": "1559251905068094", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Call of Courage : World War 2", "keywords": ["action", "shooting", "war", "guns", "commando"], "long_description": "Step into the boots of a World War 2 soldier and try to survive the chaos of real frontline combat.\nCall of Courage: World War 2 pulls you deep into WW2 battlefields where every shot, explosion, and choice feels personal. This isn’t just another VR FPS  it’s a full war experience built to feel raw and intense.\n🎮 Key Features\n🔥 True VR Combat\nWe worked hard to make the combat feel natural in VR, steadying your aim, manually reloading under pressure, and feeling the punch of real WW2 weapons. If you enjoy military shooters or immersive VR action, this will feel right at home.\n🪖 Story-Driven WW2 Campaign\nTake on missions inspired by real World War 2 events, from chaotic frontline firefights to tense moments behind enemy lines. The entire campaign can be played offline, anytime.\n🐕 Loyal Dog Companion\nYour dog “Max” isn’t just a feature, he’s your partner. He warns you, helps spot enemies, and adds a surprising amount of emotion to the journey.\n🔫 Authentic WW2 Weapons\nEvery rifle and SMG is designed to feel real in VR, with automatic and fully realistic loading. You can manually load the gun,\n🌍 Diverse, Realistic Environments\nPush through snowy villages, dark bunkers, muddy trenches, and destroyed cities. Every location feel dangerous and alive during VR combat.\n💥 A VR War Experience With Heart\nIf you love WW2 games, VR shooters, or military FPS action, Call of Courage: World War 2 delivers a gripping experience that feels emotional, intense and unforgettable.", "short_description": "Immerse yourself in World War 2 shooting game and action-packed war game, FPS shooter game with loyal partner Max on the battlefield join the army game and be the soldier of frontline, action in full VR.\nStep into World War 2 and fight for survival in this immersive VR shooter. Complete intense missions, rescue allies, and battle through enemy lines with realistic WW2 weapons, sniper action, and a loyal dog companion. Experience true frontline combat in a story-driven war game built for VR."}, {"images": {"nodes": []}, "id": "1545524106351935", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chamado da Coragem: Guerra Mundial", "keywords": ["ação", "guerra", "tiroteio", "luta", "armas"], "long_description": "Assuma o papel de um soldado da Segunda Guerra Mundial e tente sobreviver ao caos do combate real na linha de frente.\n\nO jogo te leva para o coração dos campos de batalha da Segunda Guerra Mundial, onde cada tiro, explosão e escolha parece pessoal. Este não é apenas mais um FPS em realidade virtual, é uma experiência de guerra completa, criada para ser crua e intensa.\n\n🎮 Principais Características\n🔥 Combate VR Autêntico\nTrabalhamos arduamente para que o combate pareça natural em VR, estabilizando sua mira, permitindo recarregar manualmente sob pressão e sentir o impacto de armas reais da Segunda Guerra Mundial. Se você gosta de jogos de tiro militares ou ação imersiva em VR, este jogo é perfeito para você.\n\n🪖 Campanha da Segunda Guerra Mundial com História\nEncare missões inspiradas em eventos reais da Segunda Guerra Mundial, desde tiroteios caóticos na linha de frente até momentos tensos atrás das linhas inimigas. Toda a campanha pode ser jogada offline, a qualquer hora.\n\n🐕 Companheiro Canino Leal\nSeu cachorro \"Max\" não é apenas um recurso, ele é seu parceiro. Ele te avisa, ajuda a localizar inimigos e adiciona uma dose surpreendente de emoção à jornada.\n\n🔫 Armas Autênticas da Segunda Guerra Mundial\nCada rifle e submetralhadora foi projetado para parecer real em VR, com carregamento automático e totalmente realista. Você pode carregar a arma manualmente.\n", "short_description": "Mergulhe em um jogo de tiro da Segunda Guerra Mundial repleto de ação, um jogo de tiro em primeira pessoa (FPS) com seu leal parceiro Max no campo de batalha. Junte-se ao exército e torne-se um soldado na linha de frente, com ação em realidade virtual completa.\n\nEntre na Segunda Guerra Mundial e lute pela sobrevivência neste jogo de tiro imersivo em realidade virtual. Complete missões intensas, resgate aliados e lute contra as linhas inimigas com armas realistas da Segunda Guerra Mundial."}, {"images": {"nodes": []}, "id": "1535763171010614", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tiếng Gọi Dũng Cảm: Thế Chiến", "keywords": ["súng", "hànhđộng", "chiếntranh", "bắnsúng", "biệtkích"], "long_description": "Hãy vào vai một người lính Thế chiến 2 và cố gắng sống sót trong sự hỗn loạn của trận chiến tiền tuyến thực sự.\n\nTrò chơi đưa bạn vào sâu chiến trường Thế chiến 2, nơi mỗi phát bắn, vụ nổ và lựa chọn đều mang tính cá nhân. Đây không chỉ là một game FPS VR khác mà là một trải nghiệm chiến tranh trọn vẹn được xây dựng để mang lại cảm giác chân thực và dữ dội.\n\n🎮 Các tính năng chính\n🔥 Chiến đấu VR đích thực\nChúng tôi đã nỗ lực hết sức để mang lại cảm giác chiến đấu chân thực trong VR, giúp bạn ngắm bắn chính xác, nạp đạn thủ công dưới áp lực và cảm nhận sức mạnh của vũ khí Thế chiến II thực sự. Nếu bạn yêu thích game bắn súng quân sự hoặc hành động VR nhập vai, trò chơi này sẽ mang lại cảm giác hoàn toàn quen thuộc.\n🪖 Chiến dịch Thế chiến II theo cốt truyện\nThực hiện các nhiệm vụ lấy cảm hứng từ các sự kiện Thế chiến II thực tế, từ những trận giao tranh hỗn loạn ở tiền tuyến đến những khoảnh khắc căng thẳng sau chiến tuyến. Toàn bộ chiến dịch có thể chơi ngoại tuyến bất cứ lúc nào.\n🐕 Người bạn đồng hành trung thành\nChú chó \"Max\" của bạn không chỉ là một tính năng, mà còn là người bạn đồng hành của bạn. Nó cảnh báo bạn, giúp phát hiện kẻ thù và mang đến vô vàn cảm xúc cho hành trình.\n🔫 Vũ khí Thế chiến II đích thực\nMọi khẩu súng trường và súng tiểu liên đều được thiết kế để mang lại cảm giác chân thực trong VR, với chế độ nạp đạn tự động và hoàn toàn chân thực. Bạn có thể nạp đạn thủ công,\n", "short_description": "Hãy đắm chìm trong trò chơi bắn súng Thế chiến 2 và trò chơi chiến tranh hành động, trò chơi bắn súng FPS cùng người bạn đồng hành trung thành Max trên chiến trường, tham gia trò chơi quân đội và trở thành người lính tiền tuyến, hành động hoàn toàn trong môi trường VR.\n\nBước vào Thế chiến 2 và chiến đấu để sinh tồn trong game bắn súng VR nhập vai này. Hoàn thành các nhiệm vụ khốc liệt, giải cứu đồng minh và chiến đấu xuyên qua hàng ngũ kẻ thù với vũ khí Thế chiến 2 chân thực."}, {"images": {"nodes": []}, "id": "1493430868432273", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Cesaret Çağrısı: Dünya Savaşı", "keywords": ["aksiyon", "savaş", "atış", "silahlar", "komando"], "long_description": "Bir 2. Dünya Savaşı askerinin yerine geçin ve gerçek cephe muharebesinin kaosunda hayatta kalmaya çalışın.\nOyun sizi her atışın, patlamanın ve seçimin kişisel hissettirdiği 2. Dünya Savaşı savaş alanlarına çekiyor. Bu sıradan bir VR FPS değil, ham ve yoğun bir his uyandırmak için tasarlanmış tam bir savaş deneyimi.\n\n🎮 Temel Özellikler\n🔥 Gerçek VR Dövüşü\nSavaşın VR'da doğal hissettirmesi, nişanınızı sabitlemeniz, baskı altında manuel olarak yeniden doldurmanız ve gerçek 2. Dünya Savaşı silahlarının etkisini hissetmeniz için çok çalıştık. Askeri nişancı oyunlarından veya sürükleyici VR aksiyonlarından hoşlanıyorsanız, bu oyun tam size göre.\n🪖 Hikaye Odaklı 2. Dünya Savaşı Harekatı\nGerçek 2. Dünya Savaşı olaylarından esinlenen görevleri üstlenin; kaotik cephe çatışmalarından düşman hatlarının gerisindeki gergin anlara kadar. Tüm harekât çevrimdışı olarak istediğiniz zaman oynanabilir.\n🐕 Sadık Köpek Arkadaşı\nKöpeğiniz \"Max\" sadece bir özellik değil, aynı zamanda sizin ortağınız. Sizi uyarır, düşmanları tespit etmenize yardımcı olur ve yolculuğa şaşırtıcı miktarda duygu katar.\n🔫 Orijinal 2. Dünya Savaşı Silahları\nHer tüfek ve hafif makineli tüfek, otomatik ve tamamen gerçekçi doldurma özelliğiyle VR'da gerçekçi hissettirecek şekilde tasarlanmıştır. Silahı manuel olarak doldurabilirsiniz.\n🌍 Çeşitli ve Gerçekçi Ortamlar\nKarlı köylerden, karanlık sığınaklardan, çamurlu siperlerden ve yıkılmış şehirlerden geçin. VR savaşları sırasında her yer tehlikeli ve canlı hissettiriyor.\n", "short_description": "Sadık ortağınız Max ile savaş alanında aksiyon dolu bir savaş oyunu olan 2. Dünya Savaşı nişancı oyununa ve FPS nişancı oyununa kendinizi kaptırın. Ordu oyununa katılın ve cephenin askeri olun, tam VR aksiyon.\n2. Dünya Savaşı'na adım atın ve bu sürükleyici VR nişancı oyununda hayatta kalmak için savaşın. Zorlu görevleri tamamlayın, müttefikleri kurtarın ve gerçekçi 2. Dünya Savaşı silahları, keskin nişancı aksiyonu ve sadık bir köpek arkadaşınızla düşman hatlarında savaşın. VR için tasarlanmış."}, {"images": {"nodes": []}, "id": "1482674562838450", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Roep Om Moed : Tweede Wereldoorlog", "keywords": ["actie", "oorlog", "schieten", "gevecht", "wapens"], "long_description": "Stap in de schoenen van een soldaat uit de Tweede Wereldoorlog en probeer de chaos van echte frontliniegevechten te overleven.\nDe game neemt je mee naar de Tweede Wereldoorlog-slagvelden, waar elk schot, elke explosie en elke keuze persoonlijk aanvoelt. Dit is niet zomaar een VR-FPS, het is een complete oorlogservaring die rauw en intens aanvoelt.\n🎮 Belangrijkste kenmerken\n🔥 Echte VR-gevechten\nWe hebben er hard aan gewerkt om de gevechten in VR zo natuurlijk mogelijk te laten aanvoelen, zodat je je richtvermogen kunt stabiliseren, handmatig kunt herladen onder druk en de impact van echte WO II-wapens kunt voelen. Als je van militaire shooters of meeslepende VR-actie houdt, zul je je hier helemaal thuis voelen.\n🪖 Verhaalgedreven WO II-campagne\nVoer missies uit die zijn geïnspireerd op echte gebeurtenissen uit de Tweede Wereldoorlog, van chaotische vuurgevechten aan de frontlinie tot spannende momenten achter de vijandelijke linies. De hele campagne kan altijd offline worden gespeeld.\n🐕 Trouwe hond\nJe hond \"Max\" is niet zomaar een feature, hij is je partner. Hij waarschuwt je, helpt je vijanden te spotten en voegt een verrassende hoeveelheid emotie toe aan de reis.\n🔫 Authentieke WO II-wapens\nElk geweer en elke SMG is ontworpen om realistisch aan te voelen in VR, met automatisch en volledig realistisch laden. Je kunt het wapen handmatig laden.\n💥 Een VR-oorlogservaring met een hart.\nAls je van WO2-games, VR-shooters of militaire FPS-actie houdt", "short_description": "Dompel jezelf onder in een Tweede Wereldoorlog-schietspel en actievolle oorlogsgame, FPS-shooter met je trouwe partner Max op het slagveld. Sluit je aan bij het leger en word de soldaat van de frontlinie, actie in volledige VR.\nStap in de Tweede Wereldoorlog en vecht om te overleven in deze meeslepende VR-shooter. Voltooi intense missies, red bondgenoten en vecht je een weg door vijandelijke linies met realistische WOII-wapens, sluipschuttersactie en een trouwe hond. "}, {"images": {"nodes": []}, "id": "1431927075605250", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Llamada al Valor: Guerra Mundial", "keywords": ["Acción", "Guerra", "Disparos", "Comando", "Combate"], "long_description": "Ponte en la piel de un soldado de la Segunda Guerra Mundial e intenta sobrevivir al caos del combate real en primera línea.\nEl juego te sumerge en los campos de batalla de la Segunda Guerra Mundial, donde cada disparo, explosión y decisión se siente personal. No es solo otro FPS en VR, es una experiencia bélica completa diseñada para sentirse cruda e intensa.\n\n🎮 Características principales\n🔥 Combate real en RV\nNos esforzamos para que el combate se sienta natural en RV, con precisión en la puntería, recarga manual bajo presión y la potencia de las armas reales de la Segunda Guerra Mundial. Si te gustan los shooters militares o la acción inmersiva en RV, este juego te resultará perfecto.\n🪖 Campaña de la Segunda Guerra Mundial con historia\nEmbárcate en misiones inspiradas en eventos reales de la Segunda Guerra Mundial, desde caóticos tiroteos en el frente hasta momentos tensos tras las líneas enemigas. Puedes jugar la campaña completa sin conexión, cuando quieras.\n🐕 Compañero canino fiel\nTu perro \"Max\" no es solo un detalle, es tu compañero. Te advierte, te ayuda a detectar enemigos y añade una sorprendente dosis de emoción a la aventura.\n🔫 Armas auténticas de la Segunda Guerra Mundial\nTodos los rifles y subfusiles están diseñados para sentirse reales en RV, con carga automática y totalmente realista. Puedes cargar el arma manualmente.\n🌍 Entornos diversos y realistas.\nAtraviesa pueblos nevados, búnkeres oscuros, trincheras fangosas y ciudades destruidas.", "short_description": "Sumérgete en un juego de disparos de la Segunda Guerra Mundial y un juego de guerra lleno de acción, un FPS shooter con tu fiel compañero Max en el campo de batalla. Únete al juego de ejército y conviértete en un soldado en primera línea. Acción en VR completa.\nAdéntrate en la Segunda Guerra Mundial y lucha por la supervivencia en este inmersivo juego de disparos en VR. Completa intensas misiones, rescata aliados y lucha a través de las líneas enemigas con armas realistas de la  Guerra Mundial."}, {"images": {"nodes": []}, "id": "1418056116410022", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "勇氣召喚：世界大戰", "keywords": ["槍枝", "動作", "戰爭", "射擊", "突擊隊"], "long_description": "化身二戰士兵，在真實前線戰鬥的混亂中努力生存。\n\n遊戲將你帶入二戰戰場深處，每一次射擊、每一次爆炸、每個選擇都至關重要。這不僅僅是一款普通的第一人稱射擊遊戲，而是一次完整的戰爭體驗，旨在帶給你真實而激烈的感受。\n\n🎮 主要特色\n\n🔥 真實的VR戰鬥體驗\n\n我們致力於打造逼真的VR戰鬥體驗，讓您在VR中也能穩住瞄準，在壓力下手動裝彈，感受二戰真實武器的威力。如果您喜歡軍事射擊遊戲或沉浸式VR動作遊戲，這款遊戲絕對會讓您愛不釋手。\n\n🪖 劇情驅動的二戰戰役\n\n體驗以真實二戰事件為靈感的任務，從混亂的前線槍戰到敵後緊張刺激的時刻。整個戰役均可離線暢玩，隨時隨地。\n\n🐕 忠誠的狗狗夥伴\n\n您的愛犬「麥克斯」不只是一個功能，更是您的夥伴。它會發出警告，幫助您發現敵人，並為您的旅程增添意想不到的情感。\n\n🔫 真實的二戰武器\n\n每支步槍和衝鋒槍都經過精心設計，在VR中帶來真實的感受，並配備自動且完全逼真的裝彈系統。你可以手動裝填彈藥，\n\n🌍 多樣化、逼真的環境\n\n穿越白雪皚皚的村莊、陰暗的碉堡、泥濘的戰壕和被摧毀的城市。在VR戰鬥中，每個場景都充滿危險和活力。\n\n💥 一場觸動人心的VR戰爭體驗\n\n如果你熱愛二戰遊戲、VR射擊遊戲或軍事動作遊戲，它將為你帶來扣人心弦、充滿情感、緊張刺激且令人難忘的體驗。", "short_description": "沉浸於二戰射擊遊戲和動作戰爭遊戲，這款第一人稱射擊遊戲將帶你與忠誠的伙伴麥克斯並肩作戰，加入軍隊遊戲，成為前線士兵，體驗全的刺激戰鬥。\n\n踏入二戰戰場，在這款沉浸式射擊遊戲中為生存而戰。完成緊張刺激的任務，營救盟友，使用逼真的二戰武器、狙擊步槍和忠誠的戰犬夥伴，突破敵軍防線。在這款專為打造的劇情驅動戰爭遊戲中，體驗真實的前線戰鬥。"}, {"images": {"nodes": []}, "id": "1343776030323894", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Llamada al Valor: Guerra Mundial", "keywords": ["Combate", "Comando", "Disparos", "Guerra", "Acción"], "long_description": "Ponte en la piel de un soldado de la Segunda Guerra Mundial e intenta sobrevivir al caos del combate real en primera línea.\nEl juego te sumerge en los campos de batalla de la Segunda Guerra Mundial, donde cada disparo, explosión y decisión se siente personal. No es solo otro FPS en VR, es una experiencia bélica completa diseñada para sentirse cruda e intensa.\n\n🎮 Características principales\n🔥 Combate real en RV\nNos esforzamos para que el combate se sienta natural en RV, con precisión en la puntería, recarga manual bajo presión y la potencia de las armas reales de la Segunda Guerra Mundial. Si te gustan los shooters militares o la acción inmersiva en RV, este juego te resultará perfecto.\n🪖 Campaña de la Segunda Guerra Mundial con historia\nEmbárcate en misiones inspiradas en eventos reales de la Segunda Guerra Mundial, desde caóticos tiroteos en el frente hasta momentos tensos tras las líneas enemigas. Puedes jugar la campaña completa sin conexión, cuando quieras.\n🐕 Compañero canino fiel\nTu perro \"Max\" no es solo un detalle, es tu compañero. Te advierte, te ayuda a detectar enemigos y añade una sorprendente dosis de emoción a la aventura.\n🔫 Armas auténticas de la Segunda Guerra Mundial\nTodos los rifles y subfusiles están diseñados para sentirse reales en RV, con carga automática y totalmente realista. Puedes cargar el arma manualmente.\n🌍 Entornos diversos y realistas.\nAtraviesa pueblos nevados, búnkeres oscuros, trincheras fangosas y ciudades destruidas. ", "short_description": "Sumérgete en un juego de disparos de la Segunda Guerra Mundial y un juego de guerra lleno de acción, un FPS shooter con tu fiel compañero Max en el campo de batalla. Únete al juego de ejército y conviértete en un soldado en primera línea. Acción en VR completa.\nAdéntrate en la Segunda Guerra Mundial y lucha por la supervivencia en este inmersivo juego de disparos en VR. Completa intensas misiones, rescata aliados y lucha a través de las líneas enemigas con armas realistas de la  Guerra Mundial."}, {"images": {"nodes": []}, "id": "1221392083212519", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Modets Kald : Verdenskrig", "keywords": ["krig", "skydning", "kommando", "pistoler", "kamp"], "long_description": "Træd i støvlerne på en 2. verdenskrigssoldat, og prøv at overleve kaoset i ægte frontlinjekamp.\n\nSpillet trækker dig dybt ind i 2. verdenskrigs slagmarker, hvor hvert skud, hver eksplosion og hvert valg føles personligt. Dette er ikke bare endnu et VR FPS-spil, det er en fuld krigsoplevelse bygget til at føles rå og intens.\n🎮 Nøglefunktioner\n🔥 Ægte VR-kamp\nVi har arbejdet hårdt for at få kampene til at føles naturlige i VR, hvor vi stabiliserer dit sigte, genlader manuelt under pres og mærker kraften fra rigtige 2. verdenskrigsvåben. Hvis du nyder militære skydespil eller fordybende VR-action, vil dette føles som hjemme.\n\n🪖 Historiedrevet 2. verdenskrigskampagne\nTag på missioner inspireret af virkelige begivenheder fra 2. verdenskrig, fra kaotiske ildkampe på frontlinjen til anspændte øjeblikke bag fjendens linjer. Hele kampagnen kan spilles offline, når som helst.\n\n🐕 Loyal hundekammerat\nDin hund \"Max\" er ikke bare en funktion, han er din partner. Han advarer dig, hjælper med at spotte fjender og tilføjer en overraskende mængde følelser til rejsen.\n\n🔫 Autentiske 2. verdenskrigsvåben\nHver riffel og SMG er designet til at føles ægte i VR med automatisk og fuldt realistisk ladning. Du kan lade pistolen manuelt.\n\n💥 En VR-krigsoplevelse med hjerte\nHvis du elsker 2. verdenskrigsspil, VR-skydespil eller militær FPS-action, vil det give dig en gribende oplevelse, der føles følelsesladet, intens og uforglemmelig.", "short_description": "Fordyb dig i et skydespil fra 2. verdenskrig og et actionfyldt krigsspil. FPS-skydespil med din loyale partner Max på slagmarken. Slut dig til hærens spil og bliv soldat på frontlinjen i fuld VR-action.\nTræd ind i 2. verdenskrig og kæmp for overlevelse i dette fordybende VR-skydespil. Gennemfør intense missioner, red allierede, og kæmp dig gennem fjendens linjer med realistiske 2. verdenskrigsvåben, snigskytteaction og en loyal hundekammerat. Oplev ægte frontlinjekamp i et historiedrevet krigssp"}, {"images": {"nodes": []}, "id": "1196086455725978", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "勇氣召喚：世界大戰", "keywords": ["動作", "戰爭", "射擊", "突擊隊", "槍枝"], "long_description": "化身二戰士兵，在真實前線戰鬥的混亂中努力生存。\n\n遊戲將你帶入二戰戰場深處，每一次射擊、每一次爆炸、每個選擇都至關重要。這不僅僅是一款普通的第一人稱射擊遊戲，而是一次完整的戰爭體驗，旨在帶給你真實而激烈的感受。\n\n🎮 主要特色\n\n🔥 真實的VR戰鬥體驗\n\n我們致力於打造逼真的VR戰鬥體驗，讓您在VR中也能穩住瞄準，在壓力下手動裝彈，感受二戰真實武器的威力。如果您喜歡軍事射擊遊戲或沉浸式VR動作遊戲，這款遊戲絕對會讓您愛不釋手。\n\n🪖 劇情驅動的二戰戰役\n\n體驗以真實二戰事件為靈感的任務，從混亂的前線槍戰到敵後緊張刺激的時刻。整個戰役均可離線暢玩，隨時隨地。\n\n🐕 忠誠的狗狗夥伴\n\n您的愛犬「麥克斯」不只是一個功能，更是您的夥伴。它會發出警告，幫助您發現敵人，並為您的旅程增添意想不到的情感。\n\n🔫 真實的二戰武器\n\n每支步槍和衝鋒槍都經過精心設計，在VR中帶來真實的感受，並配備自動且完全逼真的裝彈系統。你可以手動裝填彈藥，\n\n🌍 多樣化、逼真的環境\n\n穿越白雪皚皚的村莊、陰暗的碉堡、泥濘的戰壕和被摧毀的城市。在VR戰鬥中，每個場景都充滿危險和活力。\n\n💥 一場觸動人心的VR戰爭體驗\n\n如果你熱愛二戰遊戲、VR射擊遊戲或軍事動作遊戲，它將為你帶來扣人心弦、充滿情感、緊張刺激且令人難忘的體驗。", "short_description": "沉浸於二戰射擊遊戲和動作戰爭遊戲，這款第一人稱射擊遊戲將帶你與忠誠的伙伴麥克斯並肩作戰，加入軍隊遊戲，成為前線士兵，體驗全的刺激戰鬥。\n\n踏入二戰戰場，在這款沉浸式射擊遊戲中為生存而戰。完成緊張刺激的任務，營救盟友，使用逼真的二戰武器、狙擊步槍和忠誠的戰犬夥伴，突破敵軍防線。在這款專為打造的劇情驅動戰爭遊戲中，體驗真實的前線戰鬥。"}, {"images": {"nodes": []}, "id": "1143403190928538", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Wezwanie Odwagi : Wojna światowa", "keywords": ["akcja", "wojna", "strzelanie", "komandosi", "brońpalna"], "long_description": "Wciel się w żołnierza z czasów II wojny światowej i spróbuj przetrwać chaos prawdziwych walk na froncie.\nGra wciąga Cię w głąb pól bitew II wojny światowej, gdzie każdy strzał, eksplozja i wybór wydają się osobiste. To nie jest kolejny FPS VR, to pełne doświadczenie wojenne, stworzone, aby czuć się surowo i intensywnie.\n\n🎮 Najważniejsze cechy\n🔥 Prawdziwa walka VR\nDołożyliśmy wszelkich starań, aby walka w VR wydawała się naturalna, pozwalając na precyzyjne celowanie, ręczne przeładowywanie pod presją i poczucie realizmu prawdziwej broni z czasów II wojny światowej. Jeśli lubisz strzelanki wojskowe lub immersyjną akcję VR, ta gra będzie dla Ciebie idealna.\n🪖 Kampania z czasów II wojny światowej oparta na fabule\nPodejmij się misji inspirowanych prawdziwymi wydarzeniami z II wojny światowej, od chaotycznych walk na linii frontu po napięte chwile za liniami wroga. Całą kampanię można rozegrać offline w dowolnym momencie.\n🐕 Lojalny Psi Towarzysz\nTwój pies „Max” to nie tylko dodatek, to Twój partner. Ostrzega Cię, pomaga w wykrywaniu wrogów i dodaje zaskakująco dużo emocji do rozgrywki.\n🔫 Autentyczna broń z czasów II wojny światowej\nKażdy karabin i pistolet maszynowy został zaprojektowany tak, aby w VR dawał realistyczne wrażenia, dzięki automatycznemu i w pełni realistycznemu ładowaniu. Możesz ręcznie załadować broń.\n🌍 Zróżnicowane, realistyczne otoczenie\nPrzedzieraj się przez zaśnieżone wioski, mroczne bunkry, błotniste okopy i zniszczone miasta. ", "short_description": "Zanurz się w strzelaninie i pełnej akcji grze wojennej z czasów II wojny światowej, strzelance FPS z wiernym partnerem Maxem na polu bitwy. Dołącz do gry wojskowej i zostań żołnierzem na linii frontu – akcja w pełnej wersji VR.\nPrzenieś się w czasy II wojny światowej i walcz o przetrwanie w tej wciągającej strzelance VR. Wykonuj intensywne misje, ratuj sojuszników i przedzieraj się przez linie wroga, korzystając z realistycznej broni z czasów II wojny światowej, akcji snajperskiej i wiernego psa"}, {"images": {"nodes": []}, "id": "882346930913754", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "용기의 부름: 월드 워", "keywords": ["액션", "전쟁", "사격", "특공대", "총기"], "long_description": "2차 세계 대전 병사가 되어 실제 최전선 전투의 혼돈 속에서 살아남아 보세요.\n이 게임은 모든 사격, 폭발, 그리고 선택이 개인적인 경험을 선사하는 2차 세계 대전 전장으로 여러분을 끌어들입니다. 단순한 VR FPS가 아닌, 생생하고 강렬한 전쟁 경험을 선사합니다.\n\n🎮 주요 기능\n🔥 진정한 VR 전투\nVR에서 전투가 자연스럽게 느껴지도록 심혈을 기울였습니다. 조준을 안정적으로 유지하고, 압박 속에서도 수동 재장전을 통해 실제 2차 세계 대전 무기의 위력을 직접 느껴보세요. 밀리터리 슈팅 게임이나 몰입감 넘치는 VR 액션을 좋아하신다면 이 게임이 딱 맞을 것입니다.\n🪖 스토리 중심의 2차 세계 대전 캠페인\n혼란스러운 최전선 총격전부터 적진 뒤편의 긴장감 넘치는 순간까지, 실제 2차 세계 대전에서 영감을 받은 다양한 미션을 수행하세요. 전체 캠페인은 언제든지 오프라인에서 플레이할 수 있습니다.\n🐕 충성스러운 반려견\n당신의 반려견 \"맥스\"는 단순한 기능이 아닙니다. 당신의 파트너입니다. 맥스는 경고하고, 적을 발견하는 데 도움을 주며, 여정에 놀라운 감동을 더합니다.\n🔫 진정한 2차 세계 대전 무기\n모든 소총과 기관단총은 VR에서 실감 나게 느껴지도록 설계되었으며, 자동적이고 사실적인 장전 기능을 제공합니다. 총을 수동으로 장전할 수 있습니다.\n🌍 다양하고 사실적인 환경\n눈 덮인 마을, 어두운 벙커, 진흙투성이 참호, 파괴된 도시를 뚫고 나아가세요. VR 전투를 통해 모든 장소가 위험하면서도 생생하게 느껴집니다.\n💥 진심을 담은 VR 전쟁 경험\n제2차 세계 대전 게임, VR 슈팅 게임, 또는 밀리터리 FPS 액션을 좋아한다면, 이 게임은 감동적이고 강렬하며 잊을 수 없는 몰입감을 선사할 것입니다.", "short_description": "2차 세계 대전을 배경으로 한 액션 가득한 FPS 슈팅 게임에 푹 빠져보세요. 충실한 파트너 맥스와 함께 전장에서 최전선의 병사가 되어 보세요. VR 액션으로 가득한 전장에서 펼쳐지는 아미 게임에 참여하여 최전선의 병사가 되어 보세요.\n몰입도 높은 VR 슈팅 게임에서 2차 세계 대전에 뛰어들어 생존을 위해 싸우세요. 사실적인 2차 세계 대전 무기, 저격 액션, 그리고 충성스러운 반려견과 함께 강렬한 임무를 완수하고, 아군을 구출하고, 적진을 돌파하세요. VR로 제작된 스토리 중심의 워 게임에서 진정한 최전선 전투를 경험해 보세요."}, {"images": {"nodes": []}, "id": "874935311855442", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Зов мужества: мировая война", "keywords": ["экшн", "война", "стрельба", "коммандос", "оружие"], "long_description": "Возьмите на себя роль солдата Второй мировой войны и попытайтесь выжить в хаосе настоящих фронтовых сражений.\nИгра погрузит вас в атмосферу Второй мировой войны, где каждый выстрел, взрыв и выбор кажутся личными. Это не просто очередной VR-шутер от первого лица, это полноценный военный опыт, созданный, чтобы ощущать себя живым и напряженным.\n\n🎮 Ключевые особенности\n🔥 Настоящие бои в виртуальной реальности\nМы усердно работали над тем, чтобы бои в виртуальной реальности были реалистичными: вы сможете точно прицелиться, вручную перезаряжать оружие под давлением и ощутить мощь настоящего оружия времён Второй мировой войны. Если вам нравятся военные шутеры или захватывающий VR-экшен, эта игра придётся вам по душе.\n🪖 Сюжетная кампания времён Второй мировой войны\nВыполняйте миссии, вдохновлённые реальными событиями Второй мировой войны, от хаотичных перестрелок на передовой до напряжённых моментов в тылу врага. Всю кампанию можно пройти офлайн в любое время.\n🐕 Верный пёс-компаньон\nВаш пёс «Макс» — не просто персонаж, он ваш партнёр. Он предупреждает вас, помогает обнаружить врагов и добавляет удивительную эмоциональную составляющую в ваше приключение.\n🔫 Аутентичное оружие времён Второй мировой войны\nКаждая винтовка и пистолет-пулемет созданы так, чтобы ощущаться в виртуальной реальности благодаря автоматической и полностью реалистичной перезарядке. Вы можете вручную заряжать оружие.\n", "short_description": "Погрузитесь в захватывающий шутер от первого лица времён Второй мировой войны вместе с верным напарником Максом на поле боя. Вступайте в армейскую игру и станьте солдатом на передовой. Действие в полной виртуальной реальности.\nВступите во Вторую мировую войну и сражайтесь за выживание в этом захватывающем VR-шутере. Выполняйте сложные задания, спасайте союзников и пробивайтесь сквозь вражеские ряды, используя реалистичное оружие Второй мировой войны."}, {"images": {"nodes": [{"file_name": "cover3.png", "id": "1514526529663730", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491825415_1514526532997063_7013547264678313774_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CQyymLsyanMQ7kNvwEaJzMZ&_nc_oc=Admp1g2FjseWMHpecz19jyqFYz2dNErtzmLCnVaElkzn4DH2egeOm45RXDZDZaXLuYg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuDhnMOVhcbP-zieIT6kkRTF5O-UF67gMo4kdnJaL4NpA&oe=6995C07B"}, {"file_name": "cover1.png", "id": "1404554041246960", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821696_1404554044580293_6691198626571453689_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aUi_wfim33IQ7kNvwFooj1G&_nc_oc=AdkA1BBIj69J58qnoQMvAWkh2x4WwHlzuJ7F9uOsHX4Gz3Z7xwmanIfK5rz6WKXJivw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv_82OrHghmya_Wt8tIa7G0omjhxuuZO6ftzdYDyAnebQ&oe=69959D06"}, {"file_name": "cover2.png", "id": "1346342793439772", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491825546_1346342800106438_7667506866116502354_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZmEYgQ4uKT0Q7kNvwHu-Ira&_nc_oc=AdlhkxsL9xo2AZrwl6I6Ws9La3Q7Jm3agKcS3LSAZw_Mgz4ejtVuJb60WxNE19GxoCw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuBS2YsrMkD_O44WsZEdtYT_o4OHdO4tztrJ41IeWYzDA&oe=6995BE22"}, {"file_name": "hero image copy.png", "id": "1138753571577031", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491824322_1138753574910364_6680788520750309799_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tdxJYMwNBBIQ7kNvwFBFsk1&_nc_oc=Adngtd2FdS-ANDHqw2QkOtluWFOWxuZ_VC190HTadY-8-YY9zVdf2DqTTpkBePodoZc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu87ZmvGi9JYBuT1q3Kbr4npXP5jL78Dw_GrYG2YfVMvQ&oe=6995B1C1"}, {"file_name": "Icon_2.png", "id": "751144688006050", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491823310_751144691339383_462908169648530216_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U5dLKruydE8Q7kNvwEAokrp&_nc_oc=Adkf0ZoI08vAYSs_eIEppSX_--bflYnUXErBrqodfAxknByMCa1AALVMbEYzataX7hg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuT0vLtmmlY3gZm-xkWIuiAELR73G3duFIf9zqsO46raA&oe=6995A986"}]}, "id": "847994161508683", "locale": "en_US", "screenshots": [{"file_name": "2.png", "id": "1190603102431677", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491818890_1190603105765010_4192349541605117793_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fJ11Zm5V894Q7kNvwFghY3u&_nc_oc=Adl37lBNQPv63GhDsP9Na0mFoFkZESw-Zle9zuxkbGWOlYTPAbJ-1A_RFIegSZ5dCCc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aft-i84Mk60Qf8Qb4Qrdm1rZw936PpMeONrBAXRRFzV7xw&oe=6995C07E"}, {"file_name": "1.png", "id": "844714751520922", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491818890_844714758187588_8469976892660106958_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pVII_8pqhuMQ7kNvwEepS2d&_nc_oc=Adk0o997TISSF3NhPDhMMfq0KkCYFnPzgXAoRiILBVLDNbHM3OM4QdUNhifQNAcwRIQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuqS1i82U1S9IO0uQFAQu4KOdBHypuZCJgXg3inrFkF3Q&oe=6995CAEC"}, {"file_name": "2.png", "id": "732392462639228", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820855_732392465972561_4851448926423297477_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RbGOsJE_8DsQ7kNvwEF_Gsj&_nc_oc=AdkNHq_V8sVDaNSO6FSqH4E5ey5NEbQ4i4kmh3y1rWodleGL9Tzz2adneIOF_iwC_ug&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuNOT1D6Oz3t-qJLHxmLnC8fQqcTz-rCfWpdtXP0sFxUg&oe=6995BC75"}, {"file_name": "4.png", "id": "1156933249967458", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491825462_1156933253300791_4989365162509076122_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FYQoradsV7EQ7kNvwH75_8i&_nc_oc=Admadd5uDk7xl-FjU087gIYnKHw9LzIam71_wu7Vqtxj0RrR7yVBPfy-Zr7dNx2f8Zs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftkhz99p8EsEg67RdtNbU7s8vvhzb8OyURUnUQRVFHZDQ&oe=6995C93C"}, {"file_name": "1.png", "id": "1163120172649834", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491821099_1163120175983167_7640344105629460718_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UAP_FSYvZQsQ7kNvwGgNj7R&_nc_oc=Adn3-JZaJ1lFSmvQjHPBH_OoKbjMtc3XHYq6k1BXgBkJN1xxzT-5k1n7NVRrbqG4WoQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftmSBC8ZQfMVnmSpwgyXVoiSgRsQwMrgrWVVZ-DYuAyJg&oe=6995BD81"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Call of Courage : World War 2", "keywords": ["action", "war", "FPS", "VR", "shooting"], "long_description": "Step into the boots of a World War 2 soldier and try to survive the chaos of real frontline combat.\nCall of Courage: World War 2 pulls you deep into WW2 battlefields where every shot, explosion, and choice feels personal. This isn’t just another VR FPS  it’s a full war experience built to feel raw and intense.\n🎮 Key Features\n🔥 True VR Combat\nWe worked hard to make the combat feel natural in VR, steadying your aim, manually reloading under pressure, and feeling the punch of real WW2 weapons. If you enjoy military shooters or immersive VR action, this will feel right at home.\n🪖 Story-Driven WW2 Campaign\nTake on missions inspired by real World War 2 events, from chaotic frontline firefights to tense moments behind enemy lines. The entire campaign can be played offline, anytime.\n🐕 Loyal Dog Companion\nYour dog “Max” isn’t just a feature, he’s your partner. He warns you, helps spot enemies, and adds a surprising amount of emotion to the journey.\n🔫 Authentic WW2 Weapons\nEvery rifle and SMG is designed to feel real in VR, with automatic and fully realistic loading. You can manually load the gun,\n🌍 Diverse, Realistic Environments\nPush through snowy villages, dark bunkers, muddy trenches, and destroyed cities. Every location feel dangerous and alive during VR combat.\n💥 A VR War Experience With Heart\nIf you love WW2 games, VR shooters, or military FPS action, Call of Courage: World War 2 delivers a gripping experience that feels emotional, intense and unforgettable.", "short_description": "Immerse yourself in World War 2 shooting game and action-packed war game, FPS shooter game with loyal partner Max on the battlefield join the army game and be the soldier of frontline, action in full VR.\nStep into World War 2 and fight for survival in this immersive VR shooter. Complete intense missions, rescue allies, and battle through enemy lines with realistic WW2 weapons, sniper action, and a loyal dog companion. Experience true frontline combat in a story-driven war game built for VR."}, {"images": {"nodes": []}, "id": "839418352169072", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chiamata al coraggio: Guerra Mondiale", "keywords": ["Azione", "Guerra", "Sparatoria", "Combattimento", "Armi"], "long_description": "Vesti gli stivali di un soldato della Seconda Guerra Mondiale e cerca di sopravvivere al caos di un vero combattimento in prima linea.\nIl gioco ti trascina nei campi di battaglia della Seconda Guerra Mondiale, dove ogni colpo, esplosione e scelta è personale. Questo non è solo un altro FPS VR, è un'esperienza di guerra completa, creata per essere cruda e intensa.\n\n🎮 Caratteristiche principali\n🔥 Vero combattimento in VR\nAbbiamo lavorato duramente per rendere il combattimento naturale in VR, stabilizzando la mira, ricaricando manualmente sotto pressione e sentendo la potenza delle vere armi della Seconda Guerra Mondiale. Se ti piacciono gli sparatutto militari o l'azione immersiva in VR, questo gioco ti piacerà.\n🪖 Campagna della Seconda Guerra Mondiale basata sulla storia\nAffronta missioni ispirate a eventi reali della Seconda Guerra Mondiale, dai caotici scontri a fuoco in prima linea ai momenti di tensione dietro le linee nemiche. L'intera campagna può essere giocata offline, in qualsiasi momento.\n🐕 Fedele compagno canino\nIl tuo cane \"Max\" non è solo un personaggio, è il tuo compagno. Ti avverte, ti aiuta a individuare i nemici e aggiunge una sorprendente dose di emozione al viaggio.\n🔫 Armi autentiche della Seconda Guerra Mondiale\nOgni fucile e mitragliatrice è progettata per essere realistica in VR, con caricamento automatico e completamente realistico. Puoi caricare manualmente l'arma,\n", "short_description": "Immergiti in un gioco di guerra sparatutto FPS ricco di azione ambientato nella Seconda Guerra Mondiale, con il fedele compagno Max sul campo di battaglia. Unisciti all'esercito e diventa il soldato in prima linea, azione in VR completa.\nImmergiti nella Seconda Guerra Mondiale e combatti per la sopravvivenza in questo immersivo sparatutto VR. Completa missioni intense, salva gli alleati e combatti attraverso le linee nemiche con armi realistiche della Seconda Guerra Mondiale."}, {"images": {"nodes": []}, "id": "714061198411080", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Κάλεσμα θάρρους: Παγκόσμιος Πόλεμος", "keywords": ["δράση", "πόλεμος", "σκοποβολή", "κομάντο", "όπλα"], "long_description": "Μπείτε στις μπότες ενός στρατιώτη του Β' Παγκοσμίου Πολέμου και προσπαθήστε να επιβιώσετε από το χάος της πραγματικής μάχης στην πρώτη γραμμή.\nΤο παιχνίδι σας τραβάει βαθιά στα πεδία των μαχών του Β' Παγκοσμίου Πολέμου, όπου κάθε βολή, έκρηξη και επιλογή αισθάνεται προσωπική. Αυτό δεν είναι απλώς ένα ακόμη VR FPS, είναι μια πλήρης πολεμική εμπειρία σχεδιασμένη για να νιώθει ωμή και έντονη.\n\n🎮 Βασικά Χαρακτηριστικά\n🔥 Αληθινή Μάχη VR\nΔουλέψαμε σκληρά για να κάνουμε τη μάχη να φαίνεται φυσική στην VR, σταθεροποιώντας τον στόχο σας, επαναγεμίζοντας χειροκίνητα υπό πίεση και νιώθοντας τη δύναμη των πραγματικών όπλων του Β' Παγκοσμίου Πολέμου. Αν σας αρέσουν τα στρατιωτικά παιχνίδια σκοποβολής ή η καθηλωτική δράση VR, αυτό θα σας κάνει να νιώσετε σαν στο σπίτι σας.\n🪖 Εκστρατεία Β' Παγκοσμίου Πολέμου με βάση την Ιστορία\nΑναλάβετε αποστολές εμπνευσμένες από πραγματικά γεγονότα του Β' Παγκοσμίου Πολέμου, από χαοτικές ανταλλαγές πυροβολισμών στην πρώτη γραμμή μέχρι στιγμές έντασης πίσω από τις εχθρικές γραμμές. Ολόκληρη η καμπάνια μπορεί να παιχτεί εκτός σύνδεσης, οποιαδήποτε στιγμή.\n🐕 Πιστός Σύντροφος Σκύλου\nΟ σκύλος σας \"Max\" δεν είναι απλώς ένα χαρακτηριστικό, είναι ο σύντροφός σας. Σας προειδοποιεί, βοηθά στον εντοπισμό εχθρών και προσθέτει μια εκπληκτική ποσότητα συναισθήματος στο ταξίδι.\n🔫 Αυθεντικά Όπλα Β' Παγκοσμίου Πολέμου\nΚάθε τουφέκι και SMG έχει σχεδιαστεί για να δίνει την αίσθηση της πραγματικότητας στην VR, με αυτόματη και πλήρως ρεαλιστική γέμιση. ", "short_description": "Μπείτε στον Β' Παγκόσμιο Πόλεμο και πολεμήστε για την επιβίωση σε αυτό το καθηλωτικό παιχνίδι σκοποβολής εικονικής πραγματικότητας. Ολοκληρώστε έντονες αποστολές, διασώστε συμμάχους και πολεμήστε μέσα από εχθρικές γραμμές με ρεαλιστικά όπλα του Β' Παγκοσμίου Πολέμου, δράση ελεύθερου σκοπευτή και έναν πιστό σύντροφο σκύλο. Ζήστε αληθινή μάχη στην πρώτη γραμμή σε ένα παιχνίδι πολέμου με ιστορία, φτιαγμένο για εικονική πραγματικότητα."}, {"images": {"nodes": []}, "id": "707270669119131", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "コール・オブ・カレッジ：ワールドウォー", "keywords": ["アクション", "戦争", "シューティング", "コマンドー", "銃"], "long_description": "第二次世界大戦の兵士となり、現実の最前線での戦闘の混沌を生き抜こう。\nこのゲームは、第二次世界大戦の戦場の奥深くへとプレイヤーを誘い込み、あらゆる銃撃、爆発、そして選択が、プレイヤー自身の体験となる。これは単なるではなく、生々しく緊迫感あふれる、真の戦争体験を体感できるゲームだ。\n\n🎮 主な特徴\n🔥 リアルな戦闘\nVRでも自然な戦闘体験を実現するために尽力しました。照準を安定させ、プレッシャーの中で手動でリロードし、第二次世界大戦の実在兵器の威力を体感できます。ミリタリーシューティングゲームや没入感あふれるアクションがお好きな方なら、きっとハマるはずです。\n🪖 ストーリー重視の第二次世界大戦キャンペーン\n混沌とした最前線の銃撃戦から敵陣の後方での緊迫した瞬間まで、第二次世界大戦の実際の出来事にインスパイアされたミッションに挑戦しましょう。キャンペーン全体はいつでもオフラインでプレイできます。\n🐕 忠実な愛犬\n愛犬の「マックス」は単なるキャラクターではなく、あなたのパートナーです。警告を発し、敵の位置を助け、旅に驚くほどの感動を与えてくれます。\n🔫 本物の第二次世界大戦兵器\nすべてのライフルとサブマシンガンは、でリアルに感じられるよう設​​計されており、自動でリアルな装填が可能です。銃は手動で装填できます。\n🌍 多様でリアルな環境\n雪に覆われた村、暗いバンカー、泥だらけの塹壕、そして破壊された都市を突き進みましょう。戦闘では、あらゆる場所が危険で生き生きとした体験をもたらします。\n💥 心温まる戦争体験\n第二次世界大戦ゲーム、VRシューティングゲーム、ミリタリーアクションがお好きなら、きっと感動的で強烈、そして忘れられない体験をお届けします。", "short_description": "第二次世界大戦を舞台にしたシューティングゲーム、アクション満載の戦争ゲームシューティングゲームに没入せよ。忠実な相棒マックスと共に戦場へ。軍隊ゲームに参加し、最前線の兵士となり、でアクションを体感せよ。\nこの没入型VRシューティングゲームで第二次世界大戦の世界に足を踏み入れ、生き残りをかけて戦い抜こう。緊迫感あふれるミッションをクリアし、仲間を救出し、リアルな第二次世界大戦の武器、スナイパーアクション、そして忠実な犬の相棒と共に敵陣を突破せよ。向けに開発されたストーリー重視の戦争ゲームで、真の最前線での戦闘を体感せよ。"}, {"images": {"nodes": []}, "id": "697900426728045", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Ruf des Mutes: Zweiter Weltkrieg", "keywords": ["Krieg", "Schießerei", "Kommando", "Kampf", "Waffen"], "long_description": "Schlüpfe in die Rolle eines Soldaten im Zweiten Weltkrieg und versuche, das Chaos des realen Frontkampfes zu überleben. Das Spiel zieht dich tief in die Schlachtfelder des Zweiten Weltkriegs hinein, wo sich jeder Schuss, jede Explosion und jede Entscheidung persönlich anfühlt. Dies ist nicht einfach nur ein weiterer VR-Shooter – es ist ein umfassendes Kriegserlebnis, das roh und intensiv wirkt.\n\n🎮 Hauptmerkmale\n🔥 Realistische VR-Kämpfe\nWir haben intensiv daran gearbeitet, dass sich die Kämpfe in VR natürlich anfühlen: Zielen, manuelles Nachladen unter Druck und die Wucht echter Waffen aus dem Zweiten Weltkrieg. Fans von Militär-Shootern oder immersiver VR-Action werden sich hier sofort wohlfühlen.\n\n🪖 Storybasierte Kampagne zum Zweiten Weltkrieg\nErlebe Missionen, die von realen Ereignissen des Zweiten Weltkriegs inspiriert sind – von chaotischen Frontkämpfen bis hin zu spannungsgeladenen Momenten hinter den feindlichen Linien. Die gesamte Kampagne ist jederzeit offline spielbar.\n\n🐕 Treuer Hundebegleiter\nDein Hund „Max“ ist nicht nur ein nettes Extra, sondern dein Partner. Er warnt dich, hilft dir, Feinde aufzuspüren und verleiht dem Abenteuer eine überraschende Portion Emotion.\n\n🔫 Authentische Waffen aus dem Zweiten Weltkrieg\nJedes Gewehr und jede Maschinenpistole wurde so gestaltet, dass sie sich in VR realistisch anfühlt – mit automatischem und absolut realistischem Ladevorgang. Du kannst die Waffe manuell laden.\n", "short_description": "Betritt den Zweiten Weltkrieg und kämpfe in diesem immersiven VR-Shooter ums Überleben. Erfülle intensive Missionen, rette Verbündete und kämpfe dich mit realistischen Waffen des Zweiten Weltkriegs, Scharfschützen-Action und einem treuen Hundebegleiter durch die feindlichen Linien. Erlebe echten Frontkampf in einem storybasierten Kriegsspiel, das speziell für VR entwickelt wurde."}, {"images": {"nodes": []}, "id": "682546978268348", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Chamado da Coragem: Guerra Mundial", "keywords": ["armas", "luta", "comando", "tiroteio", "guerra"], "long_description": "Assuma o papel de um soldado da Segunda Guerra Mundial e tente sobreviver ao caos do combate real na linha de frente.\n\nO jogo te leva para o coração dos campos de batalha da Segunda Guerra Mundial, onde cada tiro, explosão e escolha parece pessoal. Este não é apenas mais um FPS em realidade virtual, é uma experiência de guerra completa, criada para ser crua e intensa.\n\n🎮 Principais Características\n🔥 Combate VR Autêntico\nTrabalhamos arduamente para que o combate pareça natural em VR, estabilizando sua mira, permitindo recarregar manualmente sob pressão e sentir o impacto de armas reais da Segunda Guerra Mundial. Se você gosta de jogos de tiro militares ou ação imersiva em VR, este jogo é perfeito para você.\n\n🪖 Campanha da Segunda Guerra Mundial com História\nEncare missões inspiradas em eventos reais da Segunda Guerra Mundial, desde tiroteios caóticos na linha de frente até momentos tensos atrás das linhas inimigas. Toda a campanha pode ser jogada offline, a qualquer hora.\n\n🐕 Companheiro Canino Leal\nSeu cachorro \"Max\" não é apenas um recurso, ele é seu parceiro. Ele te avisa, ajuda a localizar inimigos e adiciona uma dose surpreendente de emoção à jornada.\n\n🔫 Armas Autênticas da Segunda Guerra Mundial\nCada rifle e submetralhadora foi projetado para parecer real em VR, com carregamento automático e totalmente realista. Você pode carregar a arma manualmente.", "short_description": "Mergulhe em um jogo de tiro da Segunda Guerra Mundial repleto de ação, um jogo de tiro em primeira pessoa (FPS) com seu leal parceiro Max no campo de batalha. Junte-se ao exército e torne-se um soldado na linha de frente, com ação em realidade virtual completa.\n\nEntre na Segunda Guerra Mundial e lute pela sobrevivência neste jogo de tiro imersivo em realidade virtual. Complete missões intensas, resgate aliados e lute contra as linhas inimigas com armas realistas da Segunda Guerra Mundial."}]}, "developer_name": null, "developer_privacy_policy_url": "https://dani360studios.blogspot.com/2025/12/privacy-policy-for-dani360-studios-of.html", "developer_terms_of_service_url": null, "publisher_name": "Dani360 Studios", "support_website_url": null, "website_url": "https://dani360studios.blogspot.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "3744040075834813"}, {"id": "2710427532541308"}, {"id": "459781504968480"}, {"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "en_US", "en_AU", "en_ZA", "en_CA", "en_GB", "fr_BE", "fr_CA", "fr", "de", "de_CH", "zh_HK", "zh_CN", "zh_TW", "id", "it", "ja", "nb", "nn", "pt_BR", "pt", "ru", "ru_UA", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es", "es_VE", "uk", "vi"], "supported_input_devices": ["GAMEPAD"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "25006601052365314"}}]}, "scheduled_offers": {"count": 2, "nodes": [{"status": "PUBLISHED", "id": "2140116076521471"}, {"status": "PUBLISHED", "id": "1173450807802846"}]}, "baseline_offer": {"id": "1173450807802846"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1768766400, "status": "PUBLISHED", "id": "2140116076521471"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25582704308088316", "version": "1.5"}, "id": "1407227880926270", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "25006601022365317", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25582704308088316"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1407227880926270"}]}, "change_log": "NEW UPDATE!\n\n• Added Sniper Mode, use a sniper rifle with real scope aiming\n\nThe battlefield is now more immersive and tactical. You can now eliminate enemies from long distance using the sniper scope.\n\nTank Mode is currently in development and will arrive in a future update!\n\nWe are also continuing to improve and polish the Sniper Mode.\n\nThank you for playing and supporting the game!", "created_date": 1770566679, "id": "25582704308088316", "version": "1.5", "version_code": 6, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "25006601022365317", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25582704308088316"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1407227880926270"}]}, "change_log": "\"What's New:\n- Significantly improved overall graphics quality\n- Added two-handed grip support for pistols\n- Introduced selectable difficulty levels\n- Fixed reload hand pose issues for the MP40 and STG44\n- Resolved issues in the Bunker level\n- Fixed an issue where the purchase panel turned black when insufficient points were available to buy the Sten gun\n- Added reload handle support for the BAR\n- Fixed an issue where rockets could occasionally pass through targets\n- Resolved rocket launcher lighting issues\"", "created_date": 1767596938, "id": "25281828391509244", "version": "1.4", "version_code": 5, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "25006601022365317", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25582704308088316"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1407227880926270"}]}, "change_log": "1 - The movement bug that occurred when the gun collided with the player has been fixed.\n\n2 - The localization bug in the language panel has been fixed.\n\n3 - The localization of the movement panel in the tutorial level has been fixed.\n\n4 - The voice over toggle in the calibration settings has been corrected.", "created_date": 1766079184, "id": "25149220278103390", "version": "1.3", "version_code": 4, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "25006601022365317", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25582704308088316"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1407227880926270"}]}, "change_log": "Player movement on stairs has been fixed.", "created_date": 1765799994, "id": "25121804504178301", "version": "1.2", "version_code": 3, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "25006601022365317", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25582704308088316"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1407227880926270"}]}, "change_log": null, "created_date": 1765554120, "id": "25099226859769399", "version": "1.1", "version_code": 2, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}