{"data": {"node": {"__typename": "Application", "id": "24882487241367228", "organization": {"id": "1032224993515763", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24882487241367228"}]}, "id": "1103972040791747"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3202625546470498"}]}, "id": "788239891958003"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2749858231721083"}]}, "id": "347565789300445"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2062507817126022"}]}, "id": "397667574134676"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2022341094553436"}]}, "id": "791089854562520"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2366245336750543"}]}, "id": "265085481027462"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1994433897296970"}]}, "id": "1725853064133143"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1872428116153565"}]}, "id": "218273472065588"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1828462713894193"}]}, "id": "794123470771569"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1867571473257022"}]}, "id": "114412492667798"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1425858557493354"}]}, "id": "1967637340139587"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "986581138113138"}]}, "id": "1224941857529175"}]}}, "firstRevision": {"nodes": [{"application": {"id": "24882487241367228", "release_date": 1739462400, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 6}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "28858090870473492"}, "id": "896367771948798"}]}}, "binary": null, "live_binary": null, "created_date": 1741290138, "id": "28944849398464305", "is_initial_release": false, "name_with_fallback": "v24", "pdp_metadata_with_fallback": {"version": 23, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "28944862565129655"}, "release_status": "RELEASED", "id": "24882487241367228"}, "id": "28944862565129655", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "24882487241367228", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "26560545583543894"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3530001673973629", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "Experimente o universo de Alien como nunca em uma experiência de realidade virtual de jogador único aterrorizante e imersiva. Combinando ação e terror, Alien: Incursão Clandestina é o mais novo capítulo da clássica franquia, no qual você estará na pele de Zula Hendricks, a ex-Fuzileira Colonial que está dedicada a expor os experimentos secretos da Weyland-Yutani em uma missão extremamente perigosa no inexplorado planeta Purdan. Com a orientação de seu companheiro sintético Davis 01, Zula deverá se infiltrar no centro de pesquisa infestado da Gemini Exoplanet Solutions e sobreviver à ameaça perene dos xenomorphs mais letais já vistos com o uso estratégico de furtividade e poder de fogo. Ao se dar conta de que essa é uma ameaça de proporções apocalípticas, Zula se torna a última esperança da humanidade.\n\nPARTE UM DE UMA HISTÓRIA EM DUAS PARTES\nAqui começa a luta de Zula: a Parte Um desta história emocionante em duas partes leva você ao mundo violento de ALIEN, onde serão descobertos os segredos ocultos nas instalações da GES em LV-354, o planeta enigmático Purdan. Por mais que essa parte funcione como uma história completa, ela termina com um cliffhanger eletrizante que deixará você ansioso para acompanhar de perto a jornada de Zula na Parte Dois, em que novos desafios e inimigos ainda mais mortais a aguardam.\n", "short_description": "Alien: Incursão Clandestina é um novo jogo VR de ação e terror em que você assume o papel da ex-fuzileira colonial Zula Hendricks em sua perigosa missão ao inexplorado planeta Purdan. Inclui jogabilidade de movimento realista, equipamento de corpo inteiro e os xenomorphs mais letais já vistos."}, {"images": {"nodes": []}, "id": "2028361437670064", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "前所未有的駭人沉浸式單人VR體驗，帶你進入《異形》經典電影宇宙！在全新動作恐怖遊戲《異形：無序侵入》，你將化身前殖民地特戰隊員祖拉．亨德里克斯，致力揭露Weyland-Yutani的秘密實驗。她的目的地是未知的普丹星，任務危機重重，。在仿生人夥伴Davis 01的協助下，祖拉需潛入異形肆虐的Gemini Exoplanet Solutions研究設施，處處提防她所遇過最狡猾的異形。擁有非凡的潛行技巧和強大的火力，她將要一邊抵禦危險，一邊揭開滅絕級危機的真相。在發現足以威脅人類命運的關頭，祖拉必須挺身而出，為全人類而戰。\n\n從第一章出發，探索共兩章的精彩故事\n祖拉的戰鬥就此展開。這個驚心動魄的故事分成兩章，在第一章，你將走入《異形》的凶殘世界，前往又稱作LV-354的神秘普丹星，發掘這顆星球上的GES設施所隱藏的秘密。第一章本身述說了完整的故事，但結尾又留下吊人胃口的伏筆，讓你期待在第二章繼續探索祖拉的際遇，同時面對全新挑戰與更凶險的敵人。", "short_description": "《異形：無序侵入》是一款全新動作恐怖 VR 遊戲，讓你化身前殖民地特戰隊員祖拉．亨德里克斯，踏上未被探索的普丹星，執行致命任務。遊戲特色包括創新的真實動作操控、全身裝備系統，以及最狡猾的異形。"}, {"images": {"nodes": []}, "id": "1977222832767260", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "恐ろしいほど没入感のあるシングルプレイヤーVR体験で、映画『エイリアン』の世界に足を踏み入れよう。象徴的なシリーズの新たなアクションホラーの章となる『エイリアン: ローグ インカージョン』で、プレイヤーはWeyland-Yutaniの秘密軍事実験施設の存在を暴こうと躍起の元植民地海兵隊員のズーラ・ヘンドリックスとして、未知の惑星プルダンへの危険度の高いミッションに挑む。ズーラは、シンセティックの仲間であるデービス1号に案内され、これまでにないほど狡猾なゼノモーフがはびこるジェミニ・エクソプラネット・ソリューションズ研究施設に、ステルススキルと強力な火力を武器に潜入しなければならない。絶滅レベルの脅威を発見したズーラは、人類の運命を背負うことになる。\n\n二部構成の前半の物語\nズーラの戦いはここから始まる。プレイヤーの心を掴む二部構成の物語の前半では、苛烈な『エイリアン』の世界へと飛び込み、謎多き惑星「プルダン」ことLV-354にあるGES施設にて、とある秘密を暴くこととなる。本ストーリーはひとつで物語として完結しながらもスリリングなクリフハンガーを残す構成になっており、新たな困難と強力な敵の数々が待ち受け、ズーラという人物について明かされる後半部へ向かって、より深く物語に入り込みたくなるようプレイヤーを掻き立てる。\n", "short_description": "『エイリアン: ローグインカージョン』は、まったく新しいアクションホラーVRゲー ム。プレイヤーは元植民地海兵隊員のズーラ・ヘンドリックスとして、未知の惑星プルダンで危険なミッションに挑む。最先端のリアルモーションゲームプレイ、全身を装備するロードアウトシステム、これまでで最も狡猾なゼノモーフとの対峙を特徴とするゲームで、比類のない冒険に備えよ。"}, {"images": {"nodes": []}, "id": "1889341428524552", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "Vive el universo de las películas de Alien como nunca antes en una aterradora e inmersiva experiencia de RV para un solo jugador. Alien: Incursión Rebelde es el nuevo juego de terror en RV de la saga clásica, que te pondrá en los zapatos de la exmarine Zula Hendricks, una soldado determinada a exponer los experimentos ilícitos de Weyland-Yutani en una peligrosa misión en el desconocido planeta Purdan. Junto con Davis 01, su acompañante sintético, Zula debe infiltrarse en las instalaciones de Gemini Exoplanet Solutions y emplear su destreza, sigilo y potencia de fuego para sobrevivir ante los xenomorfos más letales que hayas visto. Cuando Zula descubre que la amenaza que enfrenta podría tener consecuencias apocalípticas, el destino de la humanidad de pronto reposa en sus manos.\n\nLA PRIMERA PARTE DE UNA HISTORIA DE DOS ACTOS\nLa lucha de Zula comienza aquí: la primera parte de esta fascinante historia de dos actos te sumerge en el violento mundo de ALIEN y te lleva a descubrir los secretos que esconden las instalaciones de GES en LV-354, el enigmático planeta Purdan. Esta entrega es una historia independiente y completa, y culmina en un final de suspenso que te dejará con ansias de continuar la historia de Zula en la segunda parte, con nuevos desafíos y enemigos más letales.\n", "short_description": "Alien: Incursión Rebelde es el nuevo juego de terror en RV que te pone en los zapatos de la exmarine Zula Hendricks en una peligrosa misión en el desconocido planeta Purdan con jugabilidad de movimiento realista, equipamiento para todo el cuerpo y los xenomorfos más letales hasta el momento.\n"}, {"images": {"nodes": []}, "id": "1165742804543264", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "Vivi l'universo dei film di Alien come mai prima d'ora, con un’esperienza VR terrificante e immersiva per giocatore singolo. Alien: Incursione ribelle, il nuovo capitolo del franchise, è un horror innovativo e pieno d'azione che ti mette nei panni di Zula Hendricks, un'ex-Colonial Marine determinata a smascherare gli esperimenti illeciti della Weyland-Yutani, in una missione letale sull’inesplorato pianeta Purdan. Zula, assistita dal sintetico Davis 01, deve infiltrarsi nella struttura di ricerca della Gemini Exoplanet Solutions, infestata dagli xenomorfi, e sopravvivere alla minaccia di creature aliene dall'astuzia mai vista usando l'ingegno e le armi a disposizione. Quando scoprirà che c'è in gioco l'estinzione del genere umano, Zula si dovrà sobbarcare il destino dell'intera umanità.\n\nLA PRIMA PARTE DI UNA STORIA IN DUE ATTI\nLa battaglia di Zula inizia qui: la prima parte di questa avvincente storia in due atti ti catapulta nel violento mondo di ALIEN, dove scoprirai i segreti nascosti all'interno della struttura GES su LV-354, l’enigmatico pianeta Purdan. Questo primo capitolo è un’esperienza completa a sé stante, ma si conclude con un colpo di scena mozzafiato che ti lascerà con il desiderio di addentrarti ancora di più nella storia con la Parte due, in cui Zula dovrà affrontare nuove sfide e nemici ancora più letali.", "short_description": "Alien: Incursione ribelle è un nuovo gioco d'azione horror in VR che ti trasformerà nell'ex- Colonial Marine Zula Hendricks per afrontare una pericolosa missione sul pianeta inesplorato di Purdan. Troverai un gameplay realistico e innovativo, e gli Xenomorﬁ più astuti di sempre.\n"}, {"images": {"nodes": []}, "id": "659661646621440", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "무서우리만치 몰입감 넘치는 싱글플레이어 VR로 전에 없던 에이리언 영화 세계관을 경험해 보세요. 클래식 시리즈의 신작 액션 호러 게임 에이리언: 로그 인커전에서 플레이어는 웨이랜드-유타니의 비밀 군사시설 실험을 폭로하려는 전 식민지 해병대 Zula Hendricks가 되어 극도로 위험한 임무를 맡고 미지의 행성 퍼단으로 향합니다. Zula는 인조인간 동료 Davis 01과 함께 감염된 제미니 외행성 솔루션의 연구시설에 잠입하여 고도의 은신술과 막강한 화력으로 역대 최고로 교활한 제노모프의 끊임없는 위협에서 살아남아야 합니다. 인류를 멸종시킬 수도 있는 위협을 발견한 Zula는 갑자기 인류의 운명을 짊어지게 됩니다.\n\n2부작 스토리 중 1부\n눈을 뗄 수 없는 2부작 스토리의 1부에서 Zula의 싸움이 시작됩니다. 잔혹한 외계인의 세계로 떠밀려진 플레이어는 퍼단이라 불리는 불가사의한 행성, LV-354의 GES 시설에 숨겨진 비밀을 밝히게 되죠. 1부 자체는 독립적인 이야기로 완결되지만, 긴장이 고조되는 결말로 2부에서 새로운 도전과 더 치명적인 적을 마주하게 될 Zula의 이야기 속으로 더 깊이 빠져들고 싶게 합니다.\n", "short_description": "에이리언: 로그 인커전은 완전히 새로운 액션 호러 VR 게임으로, 전직 식민지 해병대원 Zula Hendricks가 되어 위험 천만한 임무를 맡고 미지의 행성 퍼단으로 떠납니다. 혁신적인 실제 모션을 활용한 게임플레이와 전신 장비, 지금까지 본 가장 교활한 제노모프를 만나보세요."}, {"images": {"nodes": [{"file_name": "ARI_Launch_P1_1008x1440_CoverArt_Portrait_Quest3.png", "id": "1339274037083813", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/39031652_1339274040417146_6946188912903907690_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-JX5hW6PunQQ7kNvgHi7ZsK&_nc_oc=AdgAfIoRdCDmGLvO0zP6zBdDn7A168IYcJBHpupM_oEwn-flIf9B8gjMt1lixuWMceQ&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYH-cRdC_5coYcsShNV1d5J_3Pss2g6gCfzeZijextxU5w&oe=67D409E8"}, {"file_name": "473392163_2089074901529351_8907556613440312595_n.png", "id": "1283453889535497", "image_type": "APP_IMG_CUBEMAP_SOURCE", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/473393444_1283453892868830_6315079316422081719_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HiIEOsaAzisQ7kNvgEgIACG&_nc_oc=Adj85N6fkG6WGAqOwI7Ftv1Bznl76kJLGrx2hm4CFA3jbFloN1-zEeD6UApT8JKtSg0&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYE8BObivxqMTTyuXiaejzO238HRViRmI2Cy9g11D4GGsQ&oe=67D413E9"}, {"file_name": "ARI_Launch_P1_512x512_1x1_Icon_Quest3.png", "id": "939858941064404", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/57566697_939858944397737_1783935481560079448_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lKAPwbJBgMMQ7kNvgGAmAf2&_nc_oc=Adg7Qi_JEJnxG2MqukgR8VWCsLhzrBgpldHvlSA0nxKl6LLKB8iVhOW-Manc4kL92fk&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYGF0PJmELKlT5ATtMGT3d24HaDIFOMPrasMDJQHWMPhHw&oe=67D417D4"}, {"file_name": "ARI_Launch_P1_2560x1440_CoverArt_Landscape_Quest3.png", "id": "935370554890207", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/38982479_935370558223540_960723699210070887_n.png?_nc_cat=1&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-lVOSlz4OL8Q7kNvgHmLzDa&_nc_oc=AdjHhDzuq-JA6KkF56V8SytjYH5HHQwVxle0b_rt3tpXMpnRij9BTjwD9aghF1Fx4mY&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYHafgu1N91VvoeqF0Rj8l5zU1Hu-vCUQlvs2OHN77srBA&oe=67D3FC73"}, {"file_name": "ARI_Launch_P1_1440x1440_1x1_CoverArt_Square_Quest3.png", "id": "922039346740062", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/86631740_922039350073395_2029791601512304664_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=clEg7GpYz-cQ7kNvgG-Qezl&_nc_oc=Adjycf_2wpdRfB0Jfb7C2r1F-XoRtCXeAudfY85h642VOTBJrwMVd79ZFNbRfKyzD7k&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFMq4IvKkqEn_ku8rO9gwPMxP4FUMl0N2D5KsqxYTusRA&oe=67D42375"}, {"file_name": "ARI_Launch_P1_3000x900_PDPArt_Quest3.png", "id": "631497819214464", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/75221321_631497822547797_543690424677538612_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=y4-3LPJ7ybwQ7kNvgEX18s2&_nc_oc=AdhX9ndiH6YHj93rYMHo2EgnqKRSA4UW16NCS757__kX9K1sGSaEK7mkLIe9T7CcuB8&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYGdmLvrZvFWHuBLFBNbCQwgdSYyfh4ByOTwfYrHuJTRMw&oe=67D41038"}, {"file_name": "ARI_Launch_P1_Logo_Quest_Wht3000x1046.png", "id": "580852364567978", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/39003231_580852367901311_3289894500806450300_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=H81zLAEMvp4Q7kNvgHegXby&_nc_oc=AdiKKlVWmxm_lak1eu0KW3Llg4aBrjORn3DAbEytoeWbmk6lJrw294Tk2xJruSgmxcQ&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYELcgGbX1F2JqZcT3E44LzzvZ4j99lhFNBtTe8DRH25ZA&oe=67D42117"}, {"file_name": "ARI_Launch_P1_1080x360_CoverArt_MiniLandscape_Quest3.png", "id": "576014842020562", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/75505860_576014845353895_1758553549019722138_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_hhjlRNHQ7EQ7kNvgFK_uRT&_nc_oc=AdidLnYNRxQNqlYaBwfxef0irH-lo6YLJopXV-_ROSFbEAhWT1aYMUeFosLp1XaMg28&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYEu-CjlnkHwL4GsyhvPwr1DjlrGAVj4_-oEaLDEwpMcwA&oe=67D42B3E"}]}, "id": "632743646033123", "locale": "en_US", "screenshots": [{"file_name": "1_M2_BROLL_58.png", "id": "620186433932904", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/473392005_620186437266237_2966033652427485952_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yYS1OOFq5aQQ7kNvgH7RKVI&_nc_oc=Adg9mlSRIFlGCbel3U0jSm9BVU-NA-RM8RVGdhG23WYeDInBKL_8ZXF7DYDgK4LceIM&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFM0tE9dryPqrkvqrsInZxLZ6mmjCktvPmG_lR9cdoISw&oe=67D42C31"}, {"file_name": "2_M2_BROLL_78.png", "id": "595262653354966", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/473391935_595262656688299_2542524416177738415_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=v_dCpZh3CNEQ7kNvgEtlVmv&_nc_oc=Adh4F6eqatP2TT5lAyVcxnpTnijs9XffJvXxyxgVPYXvfm1609NNVKIu8UZt7cZJnmk&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYGsK1xJGMvPVDooYCy8UO-iD1IrFYlP4sun3awVaT3LQQ&oe=67D40F0A"}, {"file_name": "3_M2_BROLL_105.png", "id": "1155151936165221", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/473392005_1155151939498554_8731822186150768483_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Splso2RsuWMQ7kNvgFg6qC6&_nc_oc=Adh_U9OzKNsHKoyB6VjclLkvP0gYY9XM6xivb8-R7iEX9IVWIpaMdlV_nETvGxBqAOs&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYF-5P64vs9R0tnXa6J87zPjehmiEO2GbYcZmXcnXj4nGw&oe=67D4223B"}, {"file_name": "4_M2_BROLL_.png", "id": "3896592693888782", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/473392148_3896592697222115_6034062147793874028_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=v9_fDzgAyZMQ7kNvgG1cSGi&_nc_oc=AdgjAf-wm0SawEPuA8eFP6y2dINUzdJIvQOzjLurElbw8DSdUkY05oKJrvtRye_TXEs&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYGekHkfw_ScS_RcxjICa1OkekHqPJkDF0oSFjwUyPZPng&oe=67D3FF47"}, {"file_name": "5_M2_BROLL_72.png", "id": "588605427495123", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/473393511_588605430828456_5398779085962800148_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NMKwjyUqKV4Q7kNvgFdDGuc&_nc_oc=AdgtAJUH2Bea-KMig3dv3mvSvlFNn9a3DZh3IpO1SuJiS_iN6DLHjAmx3r6dvplE3I8&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYH5qdn0jdAt6vIU0tE8fBcgsbXJvwK0hn3-Ly0ojBllUA&oe=67D41918"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "ARI_LaunchTeaser_P1_2560x1440_2K_TrailerCoverImage_Quest.png", "id": "1672666953341371", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/473402662_1672666956674704_7434637884021618613_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wurtMjNiRZwQ7kNvgGsPQxm&_nc_oc=AdgtZzUrXdeWqnfTY2kRz5BK2YaEd9etJ1DlHGT76xmP7kfP7PMDZNW9ReoQm1Ne7WI&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYEbhHAZ1Qix5pfRCNEUJBRc-z9dwBi9rqKUqnuLURbG9g&oe=67D3FD96"}, "display_name": "Alien: Rogue Incursion", "keywords": ["Shooter", "Horror", "Action", "Adventure", "Survival"], "long_description": "Experience the universe of the Alien films like never before: in terrifyingly immersive single-player VR. An all-new action-horror entry into the classic franchise, Alien: Rogue Incursion transforms you into Zula Hendricks–the ex-Colonial Marine hellbent on exposing Weyland-Yutani’s black-site experiments–on an extremely dangerous mission to the uncharted planet Purdan. With her synth companion Davis 01 for guidance, Zula must infiltrate the infested Gemini Exoplanet Solutions research facility and survive the ever-present threat of the most cunning Xenomorphs ever encountered, with both skilled stealth and serious firepower at her disposal. And when the threat she discovers has extinction-level consequences, Zula suddenly finds herself with humanity’s fate on her shoulders.\n\n**PART ONE OF A TWO-PART STORY**\n\nZula's Fight Begins Here: Part One of this gripping two-part story thrusts you into the violent world of ALIEN, where you will uncover the secrets lurking within the GES facility on LV-354, the enigmatic planet Purdan. This installment stands alone as a complete story yet leaves you hanging on a thrilling cliffhanger, eager to dive deeper into Zula's unfolding story in Part Two, where she will face new challenges and deadlier enemies.", "short_description": "Alien: Rogue Incursion Part One is an all-new action-horror VR game that transforms you into ex-Colonial Marine Zula Hendricks on a dangerous mission to the uncharted planet Purdan, where she and her synth companion Davis 01 uncover a threat with extinction-level consequences. Featuring innovative real-life motion gameplay, a whole-body loadout, and the most cunning Xenomorphs ever encountered, you’ll be plunged into the terrifying universe of the Alien films like never before."}, {"images": {"nodes": []}, "id": "628368436792758", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "Прочувствуйте атмосферу фильмов о «Чужом» как никогда раньше в этой захватывающей однопользовательской VR-игре. «Alien: Саботаж» — новейший экшн-хоррор по классической франшизе, где вы играете за бывшего колониального морпеха Зулу Хендрикс. Чтобы разоблачить темные эксперименты «Вейланд-Ютани», она отправляется в сверхопасную миссию на неизведанную планету Пурдан. Со своим спутником, синтом Дэвисом-01, Зула должна проникнуть в зараженную исследовательскую станцию «Джеминай Экзоплэнет Солюшнз» и выжить под натиском небывало хитрых ксеноморфов, используя скрытность и мощное оружие. Осознав масштаб угрозы, Зула обнаружит: теперь судьба мира в ее руках.\n\nНАЧАЛО ИСТОРИИ ИЗ ДВУХ ЧАСТЕЙ\nЭто первый эпизод захватывающей истории из двух частей. Погрузитесь в жестокий мир франшизы ALIEN, исследуя станцию GES на загадочной планете LV-354 (Пурдан). Первая часть серии — это законченная история с интригующим финалом. Приключения Зулы продолжатся в сиквеле, где она столкнется с новыми проблемами и еще более смертоносными врагами.\n", "short_description": "Alien: Саботаж — новая VR-игра в жанре «экшен-хоррор». Отправляйтесь в опасную миссию на неизведанную планету Пурдан в роли бывшего морпеха Зулы Хендрикс. Вас ждут инновационная система управления, основанная на реальных движениях, полное физическое присутствие и хитрые ксеноморфы."}, {"images": {"nodes": []}, "id": "619682944174787", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "Doświadcz świata Obcego w nowy sposób: w przerażająco wciągającej grze na VR dla jednego gracza. Obcy: Wrogie przejęcie to zupełnie nowa, pełna akcji i strachu odsłona kultowej serii. W grze wcielisz się w Zulę Hendricks, byłą Kolonialną Marines, zdeterminowaną, by ujawnić tajne eksperymenty korporacji Weyland-Yutani podczas niebezpiecznej misji na nieznanej planecie Purdan. Korzystając z pomocy swojego syntetycznego kompana, Davisa 01, Zula musi dostać się do opanowanego przez Obcych kompleksu badawczego Gemini Exoplanet Solutions i przetrwać zagrożenie ze strony przebiegłych ksenomorfów, polegając na swojej umiejętności skradania się i potężnym arsenale. Kiedy okaże się, że odkryte przez nią zagrożenie może unicestwiać całe gatunki, Zula zda sobie sprawę, że los ludzkości spoczywa na jej barkach.\n\nPIERWSZY ROZDZIAŁ DWUCZĘŚCIOWEJ HISTORII\nTu rozpoczyna się walka Zuli: pierwsza z dwóch części historii przeniesie Cię do brutalnego świata OBCEGO. Odkryjesz sekrety kompleksu GES na LV-354 – tajemniczej planecie Purdan. Część ta jest kompletną historią z dramatycznym, trzymającym w napięciu zakończeniem, które sprawi, że będziesz z niecierpliwością czekać na drugą odsłonę przygód Zuli z nowymi wyzwaniami i jeszcze bardziej zabójczymi przeciwnikami.\n", "short_description": "Obcy: Wrogie przejęcie to nowa gra horror na platformę VR, w której wcielisz się w Zulę Hendricks – byłą Kolonialną Marines na niebezpiecznej misji na nieznanej planecie Purdan. Znajdziesz tu innowacyjną rozgrywkę ruchową, wyposażenie na całe ciało i niesamowicie przebiegłe ksenomorfy.\n"}, {"images": {"nodes": []}, "id": "613816881571540", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "以前所未有的沉浸感，亲身体验《异形》电影宇宙的恐怖：《异形：侠盗入侵》是以这个经典系列为背景的全新单人VR动作恐怖游戏，你将在游戏中扮演祖拉·亨德里克斯——一名誓言要揭露Weyland-Yutani地下实验秘密的前殖民陆战队队员。她将前往偏远星球普尔丹，执行一项极为危险的任务。在合成人伙伴Davis 01的引导下，祖拉必须潜入被异形占据的“双子座”系外行星解决方案中心，面对前所未见的狡猾Xenomorph，凭借她的潜行技巧和强大火力，力求生还。当祖拉意识到她发现的威胁可能引发灭绝性后果时，她才猛然觉察，自己正肩负着全人类的命运。\n\n第一部（故事由两部分组成）\n祖拉的战斗由此开始：扣人心弦的第一部将带你进入《异形》的暴力世界，你将在LV-354号神秘星球普尔丹揭开隐藏在“双子座”系外行星解决方案中心的秘密。第一部分作为完整的独立故事，有着惊心动魄的悬念结尾，让你迫不及待地想继续深入祖拉的冒险——在第二部中，她将面对新的挑战与更致命的敌人。\n", "short_description": "《异形：侠盗入侵》是一款全新的动作恐怖VR游戏，你将扮演前殖民陆战队士兵Zula Hendricks，前往陌生的Purdan星球执行一项危险的任务。游戏拥有创新的真实动作玩法、全副武装的装备和有史以来最狡诈的Xenomorph。"}, {"images": {"nodes": []}, "id": "602399702562911", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "Erlebe das Universum der Alien-Filme wie nie zuvor – als packende Einzelspieler-VR. In Alien: Die Abtrünnigen, dem neuen Action-Horrorspiel aus der klassischen Reihe, schlüpfst du in die Rolle von Zula Hendricks, einem Ex-Mitglied der Colonial Marines, das die Geheimexperimente von Weyland-Yutani mit allen Mitteln aufdecken will, und gehst auf eine gefährliche Mission auf dem unerforschten Planeten Purdan. In Begleitung ihres synthetischen Gefährten Davis 01 muss Zula in die Forschungseinrichtung Gemini Exoplanet Solutions eindringen und – mal still und heimlich, mal mit schierer Feuerkraft – die gerissensten Xenomorphen überleben, die die Welt je gesehen hat. Und als sie das gesamte Ausmaß der Bedrohung entdeckt, liegt plötzlich das Schicksal der Menschheit auf Zulas Schultern.\n\nTEIL EINS EINER ZWEITEILIGEN GESCHICHTE\nZulas Kampf beginnt hier: Teil eins dieses packenden Zweiteilers wirft dich mitten hinein in die raue Welt von ALIEN. Nur du kannst die Geheimnisse aufdecken, die in der GES-Forschungseinrichtung auf LV-354, dem mysteriösen Planeten Purdan, lauern. Diese Geschichte ist in sich abgeschlossen, endet jedoch mit einem spannenden Cliffhanger, der Appetit auf Zulas Schicksal in Teil zwei macht, wo sie neuen Herausforderungen und noch tödlicheren Gefahren gegenüberstehen wird.\n", "short_description": "Im neuen Action-Horror-VR-Titel Alien: Die Abtrünnigen begibst du dich als Zula Hendricks, Ex-Colonial-Marine, auf eine gefährliche Mission auf dem unerforschten Planeten Purdan. Dich erwarten lebensechte Bewegungen, Ausrüstung am ganzen Körper und die cleversten Xenomorphen aller Zeiten.\n"}, {"images": {"nodes": []}, "id": "495441416967798", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Alien: Rogue Incursion", "keywords": [], "long_description": "Découvrez les films Alien comme vous ne les avez jamais vus : en solo dans une simulation effroyablement immersive en RV. Dernier-né de la franchise d'horreur et d'action emblématique, Alien: Menace insidieuse vous met dans la peau de Zula Hendricks, une ancienne Marine coloniale décidée à révéler au grand jour les expériences illégales de Weyland-Yutani lors d'une mission dangereuse sur la planète inexplorée de Purdan. Accompagnée de Davis 01, son fidèle guide synthétique, Zula devra infiltrer le centre de recherches infesté de Gemini Exoplanet Solutions et survivre aux xénomorphes les plus rusés de toute la galaxie, par la discrétion ou par la force. Mais en découvrant les conséquences cataclysmiques que pourraient avoir les dangers qu'elle rencontre, Zula se retrouvera tout à coup avec le destin de l'humanité entre les mains…\n\nPREMIÈRE PARTIE D'UNE HISTOIRE EN DEUX ACTES\nLe combat de Zula commence : la première partie de cette histoire en deux actes vous plonge dans le monde violent d'Alien et les installations du GES sur LV-354, indicatif de la mystérieuse planète Purdan. Cet opus constitue une histoire à part entière qui se terminera toutefois sur un cliffhanger grisant dont la résolution vous attendra dans la deuxième partie, où Zula devra relever de nouveaux défis et affronter des ennemis toujours plus mortels.\n", "short_description": "Alien: Menace insidieuse est un nouveau jeu d'horreur et d'action en VR dans lequel vous incarnez Zula Hendricks, une ancienne Marine coloniale en mission sur la planète inexplorée de Purdan. Découvrez un gameplay novateur, un équipement complet et des xénomorphes toujours plus rusés."}]}, "developer_name": null, "developer_privacy_policy_url": "https://survios.com/studio/privacy/", "developer_terms_of_service_url": "https://survios.com/studio/terms/", "publisher_name": "Survios", "support_website_url": "https://survios.zendesk.com/hc/en-us/categories/36540434941971-ALIEN-ROGUE-INCURSION", "website_url": "https://survios.com/studio/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "3744040075834813"}, {"id": "644354873106712"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["SHOOTER", "ACTION", "HORROR"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "de", "fr", "it", "ko", "zh_CN", "zh_HK", "ja", "pl", "pt_BR", "es_MX"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "28944862565129655"}, "review_messages": [""]}]}, "cover_square_image": {"uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/86631740_922039350073395_2029791601512304664_n.png?stp=dst-png_s360x360&_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=clEg7GpYz-cQ7kNvgG-Qezl&_nc_oc=Adjycf_2wpdRfB0Jfb7C2r1F-XoRtCXeAudfY85h642VOTBJrwMVd79ZFNbRfKyzD7k&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYG2B4ceHWeJ-YEgXeo7O-aNHFZqjXKHrc6mo_lsqhng4A&oe=67D42375"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Alien: Rogue Incursion", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Shooter", "id": "3744040075834813"}, {"topic_name": "Survival", "id": "644354873106712"}], "release_date": 1739462400, "lastRevision": {"nodes": [{"id": "24882487294700556", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "24882487241367228", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "811850990822786"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "MN_9000x1440_Logo_Quest_White.png", "id": "7204528699651933", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/39031556_7204528706318599_6824546272424022679_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2wRQddBF6EMQ7kNvgHYxtIS&_nc_oc=AdivIoF80ew-6KMew6YmNvJHqOKDn-Z-BkaZ_zW83Jj77KXwa_LdxinmcSmFKdRpM8M&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYF-OIVCmc_mLtby8nfTitQ-TYsqEpBvp5NrzO6zbRTMZQ&oe=67D3FA30"}, {"file_name": "MN_3000x900_PDPArt_Quest.png", "id": "2241417786207196", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/38982725_2241417789540529_4477775452679592643_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Pm1cvG1al8QQ7kNvgEcdeAS&_nc_oc=AdgA06zG2KITez1JwInYVL0t_S2oaNab5X7OJVCVWVE6DeHSx8-AsFCiup1iygKosiw&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYHZiU21oQY1GW4oEFSdK7EryDiaXvd5fSjKn8Cw9OnAEw&oe=67D42616"}, {"file_name": "MN_1440x1440_1x1_CoverArt_Square_Quest.png", "id": "2183245195345541", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/38974524_2183245198678874_6806140596173048885_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Y7sdzHVbe0YQ7kNvgEQQbU0&_nc_oc=Adif2tjcUytOzWx6epV6VEk0qSOEZvF-pyZrLmS4Q7rhBFMNRNwrneNugP342Y-Y9W4&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFqXrrnFOOswOTX7eHZrNjniKxaZNsR1Z2gXkQDiY8bZg&oe=67D41CB4"}, {"file_name": "MN_1008x1440_CoverArt_Portrait_Quest.png", "id": "1853488191825218", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/39031324_1853488195158551_240593063268367501_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lgS_E3MENgAQ7kNvgFOspFA&_nc_oc=AdipYoVokjEh63yKZngnhHaeDbYCKhI3TSI0QdEZeYz2_zKqwtAYzZouIYH-uQ1ZYpY&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFPiT7pgl5UoeWAzLBfc9aF4KEdv9YCubNpoUkCs9mX3g&oe=67D3F885"}, {"file_name": "MN_512x512_1x1_Icon_Quest.png", "id": "1284724622365492", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/38982637_1284724625698825_3701291073647625428_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uXXfEBtPAvAQ7kNvgH7eSwV&_nc_oc=AdjNQA2aSABfRZS0hO8hndVXtCBoHHukQLboxqbcMy7_MYZg68iCly6OvGr38m8KmIA&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYHTAgPoJ3WWW6fx683rC_Zx8gocBiXNkwGbEHJTtUWSMw&oe=67D40AD1"}, {"file_name": "MN_1080x360_CoverArt_MiniLandscape_Quest.png", "id": "778382380741901", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/75203619_778382384075234_7914111741482410860_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xMJX1Uo8cskQ7kNvgHtec_F&_nc_oc=AdjfV-WyWszed_SABgZkBSArW9hAhjlXQgWsy0JBdl7Y23Pn9m4mJi1GdnGrP3GPD9w&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFnySCQMscySOEjqoYGjdhf24P6Pd4U3YcTQX4A2Z8z9w&oe=67D42D07"}, {"file_name": "MN_2560x1440_CoverArt_Landscape_Quest.png", "id": "414751254759985", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/38974458_414751258093318_7851830624395151074_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uf4G44dvFcoQ7kNvgGJODHW&_nc_oc=AdhXjNkPIf7nkBgiEHSDCZECMWqXwRvAmF9A33AQ8FuTU65DoYvI7tFVOk7wAAQPt7w&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFt5egy-9-6lSD1dfChdoZiT08D_02Mqo8oa_vbSnlQOQ&oe=67D405AF"}]}, "id": "447963164635335", "locale": "en_US", "screenshots": [{"file_name": "MN_2560x1440_4k_Screenshot_Logo_Quest.png", "id": "1006962004198298", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/38974649_1006962010864964_1428403119612923329_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tdx2JNXh2igQ7kNvgGdFW9Q&_nc_oc=Adjxy74PHB1tAiJatvN35ye3sxwNKQmE8Ryy9of1w3qAbFTD54_P7Ogu-4WW_UEpM1k&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYHifKvEIcB1st0uDlUsoCS_R2QR9nEGz8Oavu0Lax1L4Q&oe=67D4242A"}, {"file_name": "MN_2560x1440_4k_Screenshot_Logo_Quest.png", "id": "1015653363256952", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/75292490_1015653366590285_7096072407916176183_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BD6j1AvAxqkQ7kNvgHHXUFb&_nc_oc=Adhfu56ZEK5B5GBYuI-bK8pAO__-YtvcTtCxd9KZsky3nA86-ey0qT0w2YFaBTzDcRM&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFxiK0CInRB_Di-1sor884n8IlRx52uIifui0tqwDAAaA&oe=67D3F601"}, {"file_name": "MN_2560x1440_4k_Screenshot_Logo_Quest.png", "id": "1936395556803132", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/38982482_1936395560136465_5044297640473461908_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Q-FX1s_vAOEQ7kNvgGNB60L&_nc_oc=AdgvxJFM9Mhb2STAcC0UKFOR0vxIorxz4vDj67me1lYDK_SkPgF6w9jZ7ZGFjdncKbM&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYGUSl6HzMLiIBqgr1V0q5ufJ0qeexXdyAUdfRCaYKH--g&oe=67D405E2"}, {"file_name": "MN_2560x1440_4k_Screenshot_Logo_Quest.png", "id": "988767342646848", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/75557067_988767345980181_3350827024982477711_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aMov_aRhERUQ7kNvgEDX3KO&_nc_oc=Adg5nvYrRnqVefonKKA6_JtRLVukmz6UrBz4g4AO4Wl5UTqcowyMYXV79V80fn8h6ME&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYFdLsBfDAVmInx-APR782GG8soq92TNkkwnOkjroX_N6g&oe=67D41EF2"}, {"file_name": "MN_2560x1440_4k_Screenshot_Logo_Quest.png", "id": "1507383280209686", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/75207239_1507383283543019_1197575211277640007_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7eqfI_z0dMUQ7kNvgFr_zPr&_nc_oc=Adj0FmCpud4klvl_Iln2Xajzs2gk8RD9z8zgA_f1lVriGoHI2xXtdru_-Chruq1QYQI&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYGk4NPKFAnhc1qhz--g_wuNpqu8hgpZZ3vAcodWv2xlUQ&oe=67D40708"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "MN_2560x1440_2K_TrailerCoverImage_Quest.png", "id": "836827911810124", "uri": "https://scontent-sea1-1.oculuscdn.com/v/t64.5771-25/39035314_836827915143457_6265535783725219717_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WYeYdDcY6SYQ7kNvgGPR77P&_nc_oc=AdiHJD9kbNYSxfpVjui05RX8OLT6tna_WWuHjPikfok9iyZgY7FjwoVqWmg9-zKjYcc&_nc_zt=3&_nc_ht=scontent-sea1-1.oculuscdn.com&oh=00_AYGZBI37XEP25mYX3BoUEBvvOVIfdolzw53gcOUbGuHOaA&oe=67D429FE"}, "display_name": "Alien: Rogue Incursion", "keywords": ["Alien"], "long_description": "A brand-new Alien game. Coming to Meta Quest for Holiday 2024.\nFor more information, please visit alienrogueincursion.com", "short_description": "A brand-new Alien game. Coming to Meta Quest for Holiday 2024."}]}, "developer_name": null, "developer_privacy_policy_url": "https://survios.com/studio/privacy/", "developer_terms_of_service_url": null, "publisher_name": "Survios", "support_website_url": null, "website_url": "https://survios.com/studio/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "3744040075834813"}, {"id": "459781504968480"}, {"id": "644354873106712"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "25858107190471890"}}]}, "scheduled_offers": {"count": 6, "nodes": [{"status": "PUBLISHED", "id": "1649087122359378"}, {"status": "PUBLISHED", "id": "1780178282772447"}, {"status": "PUBLISHED", "id": "1158384665935999"}, {"status": "PUBLISHED", "id": "1117588323284882"}, {"status": "PUBLISHED", "id": "1209394260168201"}, {"status": "PUBLISHED", "id": "3818527965092128"}]}, "baseline_offer": {"id": "1158384665935999"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1744995600, "status": "PUBLISHED", "id": "1649087122359378"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "28858090870473492", "version": "MN-521456"}, "id": "896367771948798", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "24882487241367228", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "28858090870473492"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1741508907, "id": "28972172499065328", "version": "MN-522811", "version_code": 522811, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 4}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "24882487241367228", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "28858090870473492"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1741424297, "id": "28961672120115366", "version": "MN-522791", "version_code": 522791, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 4}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "24882487241367228", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "28858090870473492"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1741335965, "id": "28950532211229357", "version": "MN-522641", "version_code": 522641, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 4}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "24882487241367228", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "28858090870473492"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1741249221, "id": "28939541555661756", "version": "MN-522528", "version_code": 522528, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 4}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "24882487241367228", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "28858090870473492"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1741163239, "id": "28928147150134530", "version": "MN-522409", "version_code": 522409, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 4}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}