{"data": {"node": {"__typename": "Application", "id": "6649145245141828", "organization": {"id": "1176324112451640", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6649145245141828"}]}, "id": "111893485315109"}]}}, "firstRevision": {"nodes": [{"application": {"id": "6649145245141828", "release_date": 1710435600, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 4}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7485002651556079"}, "id": "302628759105912"}]}}, "binary": null, "live_binary": null, "created_date": 1711055533, "id": "7491542097568801", "is_initial_release": false, "name_with_fallback": "v4", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "7491555964234081"}, "release_status": "RELEASED", "id": "6649145245141828"}, "id": "7491555964234081", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": 1711055760, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6649145245141828", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "3948978745377058"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "7133741053390559", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "『Paint the Town Red VR』は、混沌とした一人称近接戦闘をVRに持ち込み、前例のないコントロールを実現します。これは完全に没入型の体験で、VRの世界で新たな機能を活用できるよう設計されています。\n\n新しい精度レベルでさまざまな武器を操作します。生き残りをかけて、一対一の精度でジャブ、スイング、スライスを実行します。破壊的なコンビネーションのために両手で武器を持ち、VRだけが可能な空間認識を活用して攻撃を計画します。\n\n周囲の世界とダイナミックに対話します。リアルな動きで物体をつかんで投げたり、迫る攻撃に素早く反応したり、ボクセルベースの敵を倒すために拳を使ったりします。直感的な物理学とVRコントロールにより、アクションはこれまで以上にリアルになります。\n\nシナリオのアクション満載の乱闘、アリーナの競争激しい戦闘、エピックなローグライクゲーム『Beneath』の恐ろしい深淵など、狂気を直接体験しましょう。\n\nアクセシビリティオプションと体験をカスタマイズする方法が豊富に用意されており、ゲームをVRセットアップに完璧に合わせて快適にプレイできます。", "short_description": "Paint the Town Red VRは、前例のないコントロールで混沌とした第一人称格闘をVRにもたらします。VRのすべての機能を最大限に活用するために設計された新機能を備えた、完全に没入型の体験です。"}, {"images": {"nodes": []}, "id": "2609570799214470", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR, kaotik birinci şahıs dövüşünü benzersiz kontrolle VR'a taşıyor. VR'nin tüm avantajlarını en iyi şekilde kullanmak üzere tasarlanmış tamamen etkileşimli bir deneyim sunar, sizi Paint the Town Red dünyasına doğrudan yerleştirir. Geniş bir yelpazedeki silahları yeni bir hassasiyet seviyesiyle kullanın. Hayatta kalma mücadelesi verirken birbirine tam uyumlu jab, sallantı ve dilimlemeleri gerçekleştirin. Yıkıcı kombinasyonlar için çift elle silah kullanın ve sadece VR'de mümkün olan mekansal farkındalıkla saldırılarınızı planlayın.\n\nÇevrenizdeki dünya ile dinamik etkileşimde bulunun - gerçek yaşam hareketleriyle nesneleri yakalayın ve atın, gelen saldırılara hızlıca tepki vererek bloke edin ve kaçının veya yumruklarınızı kullanarak voxel tabanlı düşmanlarınızı devirin. İntuitif fizik ve VR kontrolleri, eylemi daha önce hiç olmadığı kadar heyecanlı hale getirir.\n\nSenaryoların aksiyon dolu kavgalarında, arenanın hırslı savaş dalgalarında ve epik rogue-like \"Beneath\"ın korkunç derinliklerinde yaşanan çılgınlığı ilk elden keşfedin.\n\nOyunu VR kurulumunuza tam olarak uydurmanızı ve konforunuzu maksimize etmenizi sağlayacak bir dizi erişilebilirlik seçeneği ve deneyimi özelleştirmenin yolları mevcuttur.", "short_description": "Paint the Town Red VR, kaotik birinci şahıs dövüşünü benzersiz kontrolle VR'a taşıyor. VR'nin tüm avantajlarını en iyi şekilde kullanmak üzere tasarlanmış tamamen etkileşimli bir deneyim sunar, sizi Paint the Town Red dünyasına doğrudan yerleştirir."}, {"images": {"nodes": []}, "id": "2107070489685723", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "\"Paint the Town Red VR\" för in kaotisk förstapersonsnärstrid till VR med en oöverträffad kontroll. En helt uppslukande upplevelse som placerar dig direkt i världen av \"Paint the Town Red\", med en mängd nya funktioner utformade för att utnyttja VR fullt ut.\n\nVäv in ett stort sortiment av vapen med en ny nivå av precision. Utför jabs, svängningar och snitt med exakt precision i din kamp för överlevnad. Växelvapen för förödande kombinationer och planera dina attacker med ett rymdmedvetande som bara är möjligt i VR.\n\nInteragera dynamiskt med världen omkring dig - greppa och kasta objekt med realistiska rörelser, reagera snabbt på inkommande attacker genom att blockera och undvika, eller använd dina nävar för att slå ner dina voxelbaserade fiender. Den intuitiva fysiken och VR-kontrollerna tar action till helt nya höjder, vilket gör upplevelsen mer gripande än någonsin tidigare.\n\nUtforska galenskapen förstahands när du transporteras direkt till hjärtat av actionfyllda slagsmål i Scenarier, de intensivt konkurrenskraftiga kampvågorna i Arenan, och de skrämmande djupen av det episka roguelike-spelet \"Beneath\".\n\nEn mängd tillgänglighetsalternativ och sätt att anpassa upplevelsen gör att du kan anpassa spelet perfekt till din VR-uppsättning och maximera din komfort.", "short_description": "\"Paint the Town Red VR\" för in kaotisk förstapersonsnärstrid till VR med en oöverträffad kontroll. En helt uppslukande upplevelse som placerar dig direkt i världen av \"Paint the Town Red\" med en mängd nya funktioner utformade för att utnyttja VR fullt ut."}, {"images": {"nodes": []}, "id": "1423574295194736", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR lleva el caótico combate cuerpo a cuerpo en primera persona a la realidad virtual con un control sin precedentes. Una experiencia totalmente inmersiva que te coloca directamente en el mundo de Paint the Town Red, con una serie de nuevas características diseñadas para aprovechar al máximo la VR.\n\nEmpuña la amplia variedad de armas con un nuevo nivel de precisión. Ejecuta golpes, oscilaciones y cortes con una precisión uno a uno mientras luchas por tu supervivencia. Usa dos armas para combinaciones devastadoras y planifica tus ataques con la conciencia espacial solo posible en VR.\n\nInteractúa dinámicamente con el mundo que te rodea: agarra y arroja objetos con movimientos reales, reacciona rápidamente a los ataques entrantes bloqueando y esquivando, o usa tus puños para derribar a tus enemigos basados en voxels. Las físicas intuitivas y los controles de VR llevan la acción a alturas nunca antes vistas, haciendo la experiencia más visceral que nunca.\n\nExplora la locura de primera mano mientras eres transportado al corazón de frenéticas peleas de los Escenarios, las oleadas de combate ferozmente competitivas de la Arena y las profundidades aterradoras del épico rogue-like Beneath.\n\nUna serie de opciones de accesibilidad y formas de personalizar la experiencia te permitirán ajustar el juego perfectamente a tu configuración de VR y maximizar tu comodidad.", "short_description": "Paint the Town Red VR trae un caótico combate cuerpo a cuerpo en primera persona a la realidad virtual con un control sin precedentes. Una experiencia totalmente inmersiva que te coloca directamente en el mundo de Paint the Town Red con una serie de nuevas características diseñadas para aprovechar al máximo la VR."}, {"images": {"nodes": []}, "id": "1420540275501317", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR bringer den kaotiske førstepersons nærkamp til VR med enestående kontrol. En fuldt nedsænkende oplevelse, der placerer dig direkte i Paint the Town Reds verden, med en række nye funktioner designet til at udnytte VR fuldt ud.\n\nBrug det store udvalg af våben med en ny præcision. Udfør stik, sving og snit med én-til-én-præcision, mens du kæmper for din overlevelse. Dual-wield våben for ødelæggende kombinationer, og planlæg dine angreb med den rumlige bevidsthed, kun mulig i VR.\n\nInterager dynamisk med verden omkring dig - grip og kast objekter med virkelighedstro bevægelser, reager hurtigt på kommende angreb ved at blokere og undvige, eller brug dine næver til at nedkæmpe dine voxel-baserede fjender. Den intuitive fysik og VR-kontroller tager handlingen til helt nye højder og gør oplevelsen mere nærværende end nogensinde før.\n\nUdforsk vanviddet førstehånds, mens du transporteres ind i hjertet af actionfyldte slagsmål i Scenarierne, de intens konkurrenceprægede kampbølger i Arenaen og de skræmmende dybder af det episke rogue-like Beneath.\n\nEn række tilgængelighedsoptioner og måder at tilpasse oplevelsen på vil tillade dig at gøre spillet perfekt egnet til din VR-opsætning og maksimere din komfort.", "short_description": "Paint the Town Red VR bringer kaotisk førstepersons nærkamp til VR med enestående kontrol. En fuldt nedsænkende oplevelse, der placerer dig direkte i Paint the Town Reds verden med en række nye funktioner designet til at udnytte VR fuldt ud."}, {"images": {"nodes": []}, "id": "1323159115016626", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "《Paint the Town Red VR》將混亂的第一人稱近戰戰鬥引入虛擬現實，實現前所未有的控制。這是一種完全沉浸式的體驗，將您直接置身於《Paint the Town Red》的世界，具有一系列旨在充分利用虛擬現實的新功能。\n\n以新的精確度水平揮舞各種武器。在生存的同時，以一對一的精確度執行快速的擊打、擺動和切割。使用雙持武器進行毀滅性的組合，並利用僅在虛擬現實中可能的空間感知來計劃您的攻擊。動態地與周圍的世界互動 - 通過真實的動作抓取並投擲物體，通過阻擋和躲避迅速應對即將來襲的攻擊，或使用拳頭擊倒基於體素的敵人。直觀的物理和虛擬現實控制將動作推向全新的高度，使體驗比以往更加真實。親身探索瘋狂，被帶入情節豐富的亂鬥、競技場激烈的戰鬥波以及史詩般的類Rogue-like《Beneath》的可怕深處。\n\n豐富的無障礙選項和自定義體驗的方式將使您能夠使遊戲完美適應您的虛擬現實設置並最大程度地提高您的舒適度。", "short_description": "《Paint the Town Red VR》將混亂的第一人稱近戰戰鬥引入VR，實現前所未有的控制。這是一種完全沉浸式的體驗，將您直接置身於《Paint the Town Red》的世界，具有一系列旨在充分利用VR的新功能。"}, {"images": {"nodes": []}, "id": "956833182674534", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR przynosi chaotyczną walkę wręcz z widokiem z pierwszej osoby do VR z niezwykłą kontrolą. To w pełni immersyjne doświadczenie, które przenosi cię bezpośrednio do świata Paint the Town Red, z szeregiem nowych funkcji zaprojektowanych, aby w pełni wykorzystać potencjał VR.\n\nWłóż w ręce ogromny arsenał broni z nowym poziomem precyzji. Wykonuj ciosy, zamachy i krojenie z jedno-do-jednego dopasowaniem, walcząc o przetrwanie. Używaj broni oburęcz dla miażdżących kombinacji i planuj ataki dzięki przestrzennej świadomości możliwej tylko w VR.\n\nDynamicznie oddziaływuj na świat wokół ciebie - chwyć i rzucaj przedmioty prawdziwymi ruchami, szybko reaguj na nadchodzące ataki, blokując i unikając, lub używaj pięści, by pokonać wrogów opartych na voxelach. Intuicyjna fizyka i kontrola VR podnoszą akcję na zupełnie nowe poziomy, sprawiając, że doświadczenie jest bardziej wizualne niż kiedykolwiek wcześniej.\n\nOdkrywaj szaleństwo z pierwszej ręki, przenosząc się do serca pełnych akcji scenariuszy, zaciętych fal walk w Arenie i przerażających głębin epickiego rogue-like Beneath.\n\nSzereg opcji dostępności i możliwości dostosowania doświadczenia pozwoli ci dostosować grę do swojego zestawu VR i maksymalizować komfort.", "short_description": "Paint the Town Red VR przynosi chaotyczną walkę wręcz z widokiem z pierwszej osoby do VR z niezwykłą kontrolą. W pełni immersyjne doświadczenie, które przenosi cię bezpośrednio do świata Paint the Town Red, z szeregiem nowych funkcji zaprojektowanych, aby w pełni wykorzystać potencjał VR."}, {"images": {"nodes": []}, "id": "941109860814934", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR привносит хаотичный ближний бой от первого лица в виртуальную реальность с беспрецедентным контролем. Полностью погружающий опыт, который помещает вас прямо в мир Paint the Town Red с множеством новых функций, созданных для полного использования VR.\n\nВладейте огромным арсеналом оружия с новым уровнем точности. Выполняйте удары, махи и разрезы с точностью один к одному, сражаясь за свое выживание. Используйте два оружия для разрушительных комбинаций и планируйте свои атаки с пространственным восприятием, доступным только в VR.\n\nВзаимодействуйте динамично с миром вокруг вас - хватайте и бросайте объекты с реальными движениями, быстро реагируйте на нападения, блокируя и уклоняясь, или используйте кулаки, чтобы сразить ваших врагов на основе вокселей. Интуитивная физика и управление VR поднимают действие на абсолютно новый уровень, делая опыт более визуальным, чем когда-либо.\n\nИсследуйте безумие на собственном опыте, погружаясь в сердце напряженных драк Сценариев, жестоких волн соревновательного боя в Арене и ужасающих глубин эпического рогалика Beneath.\n\nМножество опций доступности и способов настройки опыта позволят вам сделать игру идеально подходящей для вашей VR-установки и максимально удобной.", "short_description": "Paint the Town Red VR привносит хаотичный ближний бой от первого лица в виртуальную реальность с беспрецедентным контролем. Полностью погружающий опыт, который помещает вас прямо в мир Paint the Town Red с множеством новых функций, созданных для полного использования VR."}, {"images": {"nodes": []}, "id": "865688712034107", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR traz o caótico combate corpo a corpo em primeira pessoa para a realidade virtual com controle sem precedentes. Uma experiência totalmente imersiva que coloca você diretamente no mundo de Paint the Town Red, com uma série de novos recursos projetados para aproveitar ao máximo a realidade virtual.\n\nManuseie a vasta variedade de armas com um novo nível de precisão. Execute golpes, balanços e fatias com precisão de um para um enquanto luta pela sua sobrevivência. Empunhe armas duplas para combinações devastadoras e planeje seus ataques com a consciência espacial apenas possível na realidade virtual.\n\nInteraja dinamicamente com o mundo ao seu redor - agarre e arremesse objetos com movimentos da vida real, reaja rapidamente a ataques iminentes bloqueando e esquivando, ou use seus punhos para derrubar seus inimigos baseados em voxels. A física intuitiva e os controles de realidade virtual elevam a ação a alturas totalmente novas, tornando a experiência mais visceral do que nunca.\n\nExplore a loucura em primeira mão enquanto é transportado para o centro de brigas cheias de ação nos cenários, nas ondas de combate intensas da Arena e nas profundezas assustadoras do épico Beneath com estilo rogue-like. Uma série de opções de acessibilidade e formas de personalizar a experiência permitirão que você ajuste o jogo perfeitamente ao seu setup de realidade virtual e maximize seu conforto.", "short_description": "Paint the Town Red VR traz o caótico combate corpo a corpo em primeira pessoa para a realidade virtual com controle sem precedentes. Uma experiência totalmente imersiva que coloca você diretamente no mundo de Paint the Town Red com uma série de novos recursos projetados para aproveitar ao máximo a realidade virtual."}, {"images": {"nodes": []}, "id": "850864240094715", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR amène le combat chaotique en première personne en réalité virtuelle avec un contrôle sans précédent. Une expérience totalement immersive qui vous plonge directement dans le monde de Paint the Town Red, avec de nouvelles fonctionnalités conçues pour tirer pleinement parti de la réalité virtuelle.\n\nManiez une vaste gamme d'armes avec un nouveau niveau de précision. Exécutez des jabs, des balancements et des tranches avec une précision un à un en luttant pour votre survie. Utilisez deux armes pour des combinaisons dévastatrices et planifiez vos attaques avec la conscience spatiale uniquement possible en réalité virtuelle.\n\nInteragissez dynamiquement avec le monde qui vous entoure - saisissez et lancez des objets avec des mouvements réels, réagissez rapidement aux attaques en bloquant et esquivant, ou utilisez vos poings pour abattre vos ennemis basés sur des voxels. Les physiques intuitives et les commandes en réalité virtuelle portent l'action à des hauteurs inédites, rendant l'expérience plus viscérale que jamais.\n\nExplorez la folie de première main en étant transporté au cœur des bagarres trépidantes des Scénarios, des vagues de combat féroces de l'Arène et des profondeurs redoutables du rogue-like épique Beneath.\n\nUne multitude d'options d'accessibilité et de personnalisation de l'expérience vous permettront d'ajuster parfaitement le jeu à votre configuration de réalité virtuelle et de maximiser votre confort.", "short_description": "Paint the Town Red VR propose un combat en première personne chaotique en réalité virtuelle avec un contrôle sans précédent. Une expérience totalement immersive qui vous plonge directement dans le monde de Paint the Town Red avec de nouvelles fonctionnalités conçues pour tirer pleinement parti de la réalité virtuelle."}, {"images": {"nodes": []}, "id": "790377202528491", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR는 혼돈스러운 일인칭 근접 전투를 전례 없는 통제와 함께 VR로 가져옵니다. VR의 모든 장점을 최대한 활용하도록 설계된 완전히 몰입적인 경험으로 Paint the Town Red의 세계로 직접 들어갑니다.\n\n다양한 무기를 새로운 정밀도로 다루세요. 생존을 위해 일대일 정밀도로 펀치, 스윙 및 슬라이스를 실행하세요. 파괴적인 조합을 위해 무기를 두 개 들고 공격을 계획하며 VR에서만 가능한 공간 인식으로 전투하세요.\n\n주변 환경과 동적으로 상호 작용하세요 - 현실적인 움직임으로 물체를 잡고 던지거나, 공격을 빠르게 막고 피하기, 또는 주사위 기반 적들을 처치하기 위해 주먹을 사용하세요. 직관적인 물리학과 VR 컨트롤은 액션을 새로운 차원으로 끌어 올려 경험을 이전보다 더 몸으로 느낄 수 있게 합니다.\n\n시나리오의 행동으로 전투의 속싹, 경쟁이 치열한 아레나의 전투 파도, 그리고 서사적 로그라이크 Beneath의 무서운 심연 속으로 직접 들어가세요.\n\n게임을 완벽하게 자신의 VR 설정에 맞게 조정하고 편안함을 극대화할 수 있는 다양한 접근성 옵션과 경험을 사용할 수 있습니다.", "short_description": "Paint the Town Red VR는 혼돈스러운 일인칭 근접 전투를 전례 없는 통제와 함께 VR로 가져옵니다. VR의 모든 장점을 최대한 활용하도록 설계된 완전히 몰입적인 경험."}, {"images": {"nodes": []}, "id": "785701203431374", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR aduce haosul luptei corp la corp din prima persoană în realitatea virtuală, cu un control fără precedent. O experiență complet imersivă care vă plasează direct în lumea Paint the Town Red, cu o serie de caracteristici noi concepute pentru a profita pe deplin de realitatea virtuală. Manevrați o varietate largă de arme cu un nivel nou de precizie. Executați lovituri, oscilații și tăieturi cu o precizie de unu-la-unu în timp ce luptați pentru supraviețuire. Folosiți arme cu două mâini pentru combinații devastatoare și planificați-vă atacurile cu conștientizarea spațială posibilă doar în realitatea virtuală.\n\nInteracționați dinamic cu lumea din jur - prindeți și aruncați obiecte cu mișcări de viață reală, reacționați rapid la atacurile iminente blocând și evitând, sau folosiți pumnii pentru a înfrânge inamicilor voștri bazati pe voxel. Fizica intuitivă și controalele VR duc acțiunea la noi înălțimi, făcând experiența mai viscerală ca niciodată.\n\nExplorați nebunia direct, fiind transportat în mijlocul bătăliilor pline de acțiune ale Scenariilor, valurile de luptă feroce ale Arenei și adâncimile înfricoșătoare ale epicului rogue-like Beneath.\n\nUn set de opțiuni de accesibilitate și modalități de personalizare a experienței vă vor permite să faceți jocul să se potrivească perfect cu configurarea dvs. de realitate virtuală și să vă maximizați confortul.", "short_description": "Paint the Town Red VR aduce haosul luptei corp la corp din prima persoană în realitatea virtuală, cu un control fără precedent. O experiență complet imersivă care vă plasează direct în lumea Paint the Town Red, cu o serie de caracteristici noi concepute pentru a profita pe deplin de realitatea virtuală."}, {"images": {"nodes": []}, "id": "784438240261268", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR brengt chaotische first-person melee-gevechten naar VR met ongekende controle. Een volledig meeslepende ervaring die je rechtstreeks plaatst in de wereld van Paint the Town Red, met een scala aan nieuwe functies die zijn ontworpen om optimaal gebruik te maken van VR.\n\nHanteer het uitgebreide arsenaal aan wapens met een nieuw niveau van precisie. Voer jabs, swings en sneden uit met één-op-één precisie terwijl je vecht voor je overleving. Dual-wield wapens voor verwoestende combinaties, en plan je aanvallen met de ruimtelijke bewustzijn dat alleen mogelijk is in VR.\n\nInteracteer dynamisch met de wereld om je heen - grijp en gooi objecten met realistische bewegingen, reageer snel op naderende aanvallen door te blokkeren en te ontwijken, of gebruik je vuisten om je voxel-gebaseerde vijanden neer te slaan. De intuïtieve fysica en VR-besturing brengen de actie naar nieuwe hoogten, waardoor de ervaring nog meeslepender is dan ooit tevoren.\n\nVerken de waanzin uit de eerste hand terwijl je wordt getransporteerd naar het hart van actievolle ruzies in de Scenario's, de fel concurrerende gevechtsgolven van de Arena, en de huiveringwekkende diepten van de epische rogue-like Beneath.\n\nEen scala aan toegankelijkheidsopties en manieren om de ervaring aan te passen stellen je in staat om het spel perfect aan te passen aan jouw VR-opstelling en het comfort te maximaliseren.", "short_description": "Paint the Town Red VR brengt chaotische first-person melee-gevechten naar VR met ongekende controle. Een volledig meeslepende ervaring die je rechtstreeks plaatst in de wereld van Paint the Town Red met een scala aan nieuwe functies die zijn ontworpen om optimaal gebruik te maken van VR."}, {"images": {"nodes": []}, "id": "779439677019575", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR porta il caotico combattimento in prima persona nella realtà virtuale con un controllo senza precedenti. Un'esperienza completamente coinvolgente che ti inserisce direttamente nel mondo di Paint the Town Red, con una serie di nuove funzionalità progettate per sfruttare appieno la VR.\n\nBrandisci la vasta gamma di armi con un nuovo livello di precisione. Esegui pugni, oscillazioni e affettati con una precisione uno a uno mentre combatti per la tua sopravvivenza. Impugna due armi per combinazioni devastanti e pianifica i tuoi attacchi con la consapevolezza spaziale possibile solo nella VR.\n\nInteragisci dinamicamente con il mondo circostante - afferra e lanci oggetti con movimenti realistici, reagisci rapidamente agli attacchi in arrivo bloccando e schivando, o usa i tuoi pugni per abbattere i tuoi nemici basati su voxel. Le fisiche intuitive e i controlli VR portano l'azione a nuove vette, rendendo l'esperienza più viscerale che mai.\n\nEsplora la follia in prima persona mentre sei trasportato nel cuore delle risse frenetiche degli Scenari, delle ondate di combattimento altamente competitive dell'Arena e delle profonde e terrificanti modalità rogue-like di Beneath.\n\nUna serie di opzioni di accessibilità e modi per personalizzare l'esperienza ti consentiranno di adattare il gioco alla perfezione alla tua configurazione VR e massimizzare il tuo comfort.", "short_description": "Paint the Town Red VR porta il caotico combattimento in prima persona nella realtà virtuale con un controllo senza precedenti. Un'esperienza completamente coinvolgente che ti inserisce direttamente nel mondo di Paint the Town Red con una serie di nuove funzionalità progettate per sfruttare appieno la VR."}, {"images": {"nodes": []}, "id": "770810251623826", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR lleva el caótico combate cuerpo a cuerpo en primera persona a la realidad virtual con un control sin precedentes. Una experiencia totalmente inmersiva que te coloca directamente en el mundo de Paint the Town Red, con una serie de nuevas características diseñadas para aprovechar al máximo la VR.\n\nEmpuña la amplia variedad de armas con un nuevo nivel de precisión. Ejecuta golpes, oscilaciones y cortes con una precisión uno a uno mientras luchas por tu supervivencia. Usa dos armas para combinaciones devastadoras y planifica tus ataques con la conciencia espacial solo posible en VR.\n\nInteractúa dinámicamente con el mundo que te rodea: agarra y arroja objetos con movimientos reales, reacciona rápidamente a los ataques entrantes bloqueando y esquivando, o usa tus puños para derribar a tus enemigos basados en voxels. Las físicas intuitivas y los controles de VR llevan la acción a alturas nunca antes vistas, haciendo la experiencia más visceral que nunca.\n\nExplora la locura de primera mano mientras eres transportado al corazón de frenéticas peleas de los Escenarios, las oleadas de combate ferozmente competitivas de la Arena y las profundidades aterradoras del épico rogue-like Beneath.\n\nUna serie de opciones de accesibilidad y formas de personalizar la experiencia te permitirán ajustar el juego perfectamente a tu configuración de VR y maximizar tu comodidad.", "short_description": "Paint the Town Red VR trae un caótico combate cuerpo a cuerpo en primera persona a la realidad virtual con un control sin precedentes. Una experiencia totalmente inmersiva que te coloca directamente en el mundo de Paint the Town Red con una serie de nuevas características diseñadas para aprovechar al máximo la VR."}, {"images": {"nodes": []}, "id": "711679337841573", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR přináší chaotické souboje z první osoby do virtuální reality s bezprecedentní kontrolou. Plně ponořující zážitek, který vás přímo umístí do světa Paint the Town Red s novými funkcemi navrženými tak, aby plně využívaly potenciál VR.\n\nOvládejte rozsáhlou škálu zbraní s novou úrovní přesnosti. Proveďte údery, sestřihy a krájení s jedna-ke-konkrétní přesností při boji o přežití. Držte zbraně obouruč pro ničivé kombinace a plánujte své útoky s prostorovým vnímáním, které je možné pouze v rámci VR.\n\nDynamicky interagujte se světem kolem vás - chyťte a házejte objekty reálnými pohyby, rychle reagujte na přicházející útoky blokováním a vyhýbáním se, nebo použijte své pěsti k poražení nepřátel voxelů. Intuitivní fyzika a ovládání VR posunují akci na zcela novou úroveň, čímž dělají zážitek více vizcerálním než kdy dříve.\n\nProzkoumejte bláznivost na vlastní kůži, když jste přeneseni do srdce akčních šarvátek ve Scénářích, vysoce konkurenčních vln bojů na Aréně a strašidelných hlubin epického rogue-like Beneath.\n\nŠkála možností přístupnosti a způsobů přizpůsobení zážitku vám umožní upravit hru tak, aby dokonale vyhovovala vaší VR sestavě a maximalizovala vaše pohodlí.", "short_description": "Paint the Town Red VR přináší chaotické souboje z první osoby do virtuální reality s bezprecedentní kontrolou. Plně ponořující zážitek, který vás přímo umístí do světa Paint the Town Red s novými funkcemi navrženými tak, aby plně využívaly potenciál VR."}, {"images": {"nodes": [{"file_name": "PTTRVR_Icon.png", "id": "1897229780679328", "image_type": "APP_IMG_ICON", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75223483_1897229784012661_4275253516641651115_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4bQSIkZO8D0Q7kNvgGEOX-w&_nc_ht=scontent.oculuscdn.com&oh=00_AYAqHZsf834bkcYI2Uk6BlxgPGYaQHJAghNbirHCWJMF9A&oe=66CA3346"}, {"file_name": "PTTR_VR_Portrait.png", "id": "1720206771795715", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974580_1720206775129048_8618101877574144497_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=r6R_R5bloJcQ7kNvgGx8K71&_nc_ht=scontent.oculuscdn.com&oh=00_AYCULQ47lliJaeeyyU7VRSsQZQV9B0BSVk24Q2W2CQn51w&oe=66CA2715"}, {"file_name": "Immers_Logo.png", "id": "1172832097027447", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75441573_1172832100360780_8750338834190197631_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SzEC1ETlmBIQ7kNvgFFaSPD&_nc_ht=scontent.oculuscdn.com&oh=00_AYDBEBPoCiksiUm7LLkYaztJcdGlc9ciE1pnuIdjsLxhWQ&oe=66CA4CA4"}, {"file_name": "Immers_BG.png", "id": "1074545867227813", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39036641_1074545870561146_3248903937853561738_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UExmqu_4axEQ7kNvgHrBZv8&_nc_ht=scontent.oculuscdn.com&oh=00_AYA9tsOMrGfrDlSQz4oJJZWTX_AL0ToyRo4SpH4BVaehxg&oe=66CA3F91"}, {"file_name": "PTTR_VR1440_Landscape_LogoSml.png", "id": "1009962093618480", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974631_1009962096951813_2445805738666393034_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bp87_XXD4OwQ7kNvgGf110G&_nc_ht=scontent.oculuscdn.com&oh=00_AYB8pcPF_SGHvMCyfHHFNcToZWt-3n9ACphisRyEpbGzrg&oe=66CA449D"}, {"file_name": "PTTR_VR1440_Square.png", "id": "833733318449905", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974758_833733321783238_8536943787650605401_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=s6LJ648ZbiIQ7kNvgFLdunc&_nc_ht=scontent.oculuscdn.com&oh=00_AYC-8ZRsQeNlHEktK1GNvjUQfGVc69y6aydMFC5gzYEZVA&oe=66CA4C8D"}, {"file_name": "PTTRHeroCover.png", "id": "809159974212768", "image_type": "APP_IMG_HERO", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39035468_809159977546101_8479897247580505852_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KK9svL-vQn8Q7kNvgFo4nZM&_nc_ht=scontent.oculuscdn.com&oh=00_AYBfrUeV-Vh2lWf8hNSU8Sxe8DRPM_5oTtz_d_Wu0oVXsQ&oe=66CA5201"}, {"file_name": "PTTR_VR_Banner.png", "id": "713542080831293", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38982601_713542087497959_7992295426384170067_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YuFpFdA02QkQ7kNvgEWjlIr&_nc_ht=scontent.oculuscdn.com&oh=00_AYAEQ6B3zEx8UpGmAdmyKrs00_-gARfjeAPh_OAasyo4fQ&oe=66CA2F38"}, {"file_name": "Immers_Left.png", "id": "658226819809280", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031482_658226823142613_2822829290296242441_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ylQyKUi3Fz8Q7kNvgHohs0P&_nc_ht=scontent.oculuscdn.com&oh=00_AYDk3U8509N-BczIjiNYa-TwPhJpIjs0lcJ_slyWh8N5zQ&oe=66CA27B0"}, {"file_name": "PTTRVRLogo1440.png", "id": "362506902900244", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39001661_362506906233577_3892264618102563292_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Tux8fnEj1dsQ7kNvgH0Z2aX&_nc_ht=scontent.oculuscdn.com&oh=00_AYBem5C65DJYVRCgWpmk8wCaQYK1nhD0AtDCd1W9aiOFFg&oe=66CA5367"}, {"file_name": "Immers_Right.png", "id": "313893354858009", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75222943_313893358191342_7231424104294188344_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mTiecHKDudwQ7kNvgETy-d5&_nc_ht=scontent.oculuscdn.com&oh=00_AYAImih3RoW-Jl4vkP9_OcnMmNg4-shLVT5-mics1qUtEw&oe=66CA4DA8"}]}, "id": "687734796906390", "locale": "en_US", "screenshots": [{"file_name": "pttrvr-shot0026.png", "id": "247697254757896", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974774_247697258091229_3968557160246785976_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GfFMNXj97K0Q7kNvgH4Q5Nz&_nc_ht=scontent.oculuscdn.com&oh=00_AYA_5FEPibs4t041s1LsuAlCCT3ECB479-wgfZflzhIC_w&oe=66CA53B1"}, {"file_name": "pttrvr-shot0030.png", "id": "907878247420883", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031574_907878250754216_334044152388794885_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zgP2prjC4pgQ7kNvgF1IpmB&_nc_ht=scontent.oculuscdn.com&oh=00_AYDFIDxxOFEmdJ2cdU69goZhpzcRy4SX7x07QWYXumA0vA&oe=66CA32FA"}, {"file_name": "pttrvr-shot0037.png", "id": "818267490308422", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75375088_818267493641755_5379394016264911339_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PR0GLyxZQdYQ7kNvgHxCT_g&_nc_ht=scontent.oculuscdn.com&oh=00_AYATbC7wS5vAL2UT3Zc5aEWUz9PTWbLYZtYXiLVROl8AxA&oe=66CA3027"}, {"file_name": "pttrvr-shot0082.png", "id": "362921049603510", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974696_362921052936843_4950870802074011276_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DHfUD3mX5GQQ7kNvgEUNl40&_nc_ht=scontent.oculuscdn.com&oh=00_AYDlX0Jxu1N3vYuC3qufWmGy5wtpY7LCgtzKxGZvYxndEA&oe=66CA4869"}, {"file_name": "pttrvr-shot0084.png", "id": "2099797220386292", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031574_2099797223719625_2338812990919498237_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hpw0vc7QLZ8Q7kNvgF7IUyI&_nc_ht=scontent.oculuscdn.com&oh=00_AYAmjH0Lq7MyKMj2B4BvzP-2UQDikAcowdKJ9YP82bs3og&oe=66CA478D"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverArtLandscape.png", "id": "886652889640837", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75286676_886652892974170_7015138839985649799_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=45-GArqQ-PkQ7kNvgFoPGpS&_nc_ht=scontent.oculuscdn.com&oh=00_AYCc4PYdXVLywGsr7Wsk8Ao0pUJbJdjwyAYXwIWcfyoslA&oe=66CA452D"}, "display_name": "Paint the Town Red VR", "keywords": ["bar", "melee", "rogue", "rpg", "zombies"], "long_description": "Paint the Town Red VR brings the chaotic first person melee combat into VR with unprecedented control. A fully immersive experience that places you directly into the world of Paint the Town Red, with a host of new features designed to take full advantage of VR.\n\nWield the vast array of weapons with a new level of precision. Execute jabs, swings, and slices with one-to-one precision as you fight for your survival. Dual-wield weapons for devastating combinations, and plan your attacks with the spatial awareness only possible in VR.\n\nInteract dynamically with the world around you - grab and throw objects with real-life movements, react quickly to incoming attacks by blocking and dodging, or use your fists to strike down your voxel-based enemies. The intuitive physics and VR controls take the action to all new heights, making the experience more visceral than ever before.\n\nExplore the madness first hand as you are transported into the heart of action-packed brawls of the Scenarios, the fiercely competitive combat waves of the Arena, and the harrowing depths of the epic rogue-like Beneath.\n\nA host of accessibility options and ways to customise the experience will allow you to make the game perfectly suit your VR setup and maximise your comfort.", "short_description": "Paint the Town Red VR brings chaotic first person melee combat into VR with unprecedented control. A fully immersive experience that places you directly into the world of Paint the Town Red with a host of new features designed to take full advantage of VR."}, {"images": {"nodes": []}, "id": "420143587174327", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "O Paint the Town Red VR traz combates caóticos de primeira pessoa em realidade virtual com um controle sem precedentes. Uma experiência totalmente imersiva que te coloca diretamente no mundo do Paint the Town Red, com uma série de novos recursos projetados para aproveitar ao máximo a RV.\n\nManeje uma vasta gama de armas com um novo nível de precisão. Execute socos, balanços e fatias com precisão um a um enquanto luta pela sobrevivência. Use armas duplas para combinações devastadoras e planeje seus ataques com a consciência espacial apenas possível na RV.\n\nInteraja de forma dinâmica com o mundo ao seu redor - agarre e jogue objetos com movimentos da vida real, reaja rapidamente a ataques iminentes bloqueando e esquivando, ou use seus punhos para derrubar inimigos baseados em voxel. A física intuitiva e os controles de RV levam a ação a alturas totalmente novas, tornando a experiência mais visceral do que nunca.\n\nExplore a loucura em primeira mão enquanto você é transportado para o coração de brigas repletas de ação nos Cenários, as ondas de combate intensas da Arena e as profundezas aterrorizantes do épico rogue-like Beneath.\n\nUma série de opções de acessibilidade e maneiras de personalizar a experiência permitirá que você adapte o jogo perfeitamente à sua configuração de RV e maximize seu conforto.", "short_description": "O Paint the Town Red VR traz combates caóticos de primeira pessoa em realidade virtual com um controle sem precedentes. Uma experiência totalmente imersiva que te coloca diretamente no mundo do Paint the Town Red com uma série de novos recursos projetados para aproveitar ao máximo a RV."}, {"images": {"nodes": []}, "id": "395705843178901", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "《Paint the Town Red VR》将混乱的第一人称近战战斗引入VR，实现前所未有的控制。这是一种完全沉浸式的体验，将您直接置身于《Paint the Town Red》的世界，具有一系列旨在充分利用VR的新功能。\n\n以新的精确度水平挥舞各种武器。在生存的同时，以一对一的精确度执行快速的击打、挥动和劈砍。使用双持武器进行毁灭性的组合，并利用仅在VR中可能的空间感知来计划您的攻击。动态地与周围的世界互动 - 通过真实的动作抓取并投掷物体，通过阻挡和躲避迅速应对即将到来的攻击，或使用拳头击倒基于体素的敌人。直观的物理和VR控制将动作推向全新的高度，使体验比以往更加真实。\n\n亲身探索疯狂，被带入情节充实的乱斗、竞技场激烈的战斗波以及史诗般的类Rogue-like《Beneath》的可怕深处。丰富的无障碍选项和定制体验的方法将使您能够使游戏完美适应您的VR设置，最大程度地提高您的舒适度。", "short_description": "《Paint the Town Red VR》将混乱的第一人称近战战斗引入VR，实现前所未有的控制。这是一种完全沉浸式的体验，将您直接置身于《Paint the Town Red》的世界，具有一系列旨在充分利用VR的新功能。"}, {"images": {"nodes": []}, "id": "376432705233259", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Το Paint the Town Red VR φέρνει το χαοτικό μάχης από πρώτη όψη σε εικονική πραγματικότητα με πρωτοφανή έλεγχο. Είναι μια πλήρως εμβαθυστική εμπειρία που σε τοποθετεί απευθείας στον κόσμο του Paint the Town Red, με μια σειρά νέων χαρακτηριστικών σχεδιασμένων για να εκμεταλλευτεί πλήρως την τεχνολογία VR.\n\nΧειρίσου την εκτενή γκάμα όπλων με νέο επίπεδο ακρίβειας. Εκτέλεσε jabs, swings και slices με ακρίβεια ένα προς ένα καθώς παλεύεις για την επιβίωσή σου. Κρατήστε δύο όπλα για καταστροφικούς συνδυασμούς και σχεδιάστε τις επιθέσεις σας με την χωρική αντίληψη που είναι δυνατή μόνο στο VR.\n\nΑλληλεπίδραση δυναμικά με τον κόσμο γύρω σας - αρπάξτε και πετάξτε αντικείμενα με πραγματικές κινήσεις, αντιδράστε γρήγορα σε επικείμενες επιθέσεις με μπλοκάρισμα και αποφυγή, ή χρησιμοποιήστε τα γροθιά σας για να χτυπήσετε τους εχθρούς σας βασισμένους σε voxel. Η εύκολη φυσική και οι ελεγχόμενοι αισθητήρες VR πηγαίνουν την δράση σε εντελώς νέα ύψη, κάνοντας την εμπειρία πιο ενδοαναφερόμενη από ποτέ.\n\nΕξερεύνησε την τρέλα από πρώτο χέρι καθώς μεταφέρεσαι στην καρδιά δράσης των Σεναρίων, των ανταγωνιστικών κυμάτων μάχης της Αρένας και των τρομακτικών βάθρων του επικού rogue-like Beneath.\n\nΈνα φάσμα επιλογών προσβασιμότητας και τρόπων προσαρμογής της εμπειρίας θα σας επιτρέψει να κάνετε το παιχνίδι να ταιριάζει απόλυτα με το VR σας και να μεγιστοποιήσετε την άνεσή σας.", "short_description": "Το Paint the Town Red VR φέρνει το χαοτικό μάχης από πρώτη όψη σε εικονική πραγματικότητα με πρωτοφανή έλεγχο. Μια πλήρως εμβαθυστική εμπειρία που σε τοποθετεί απευθείας στον κόσμο του Paint the Town Red με μια σειρά νέων χαρακτηριστικών σχεδιασμένων για να εκμεταλλευτεί πλήρως την τεχνολογία VR."}, {"images": {"nodes": []}, "id": "334242189143466", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR tuo kaaottisen ensimmäisen persoonan lähitaistelun virtuaalitodellisuuteen ennennäkemättömällä ohjauksella. Täysin immersiivinen kokemus, joka sijoittaa sinut suoraan Paint the Town Red -maailmaan, suunniteltu hyödyntämään täysimääräisesti virtuaalitodellisuuden mahdollisuuksia.\n\nKäytä laajaa asevalikoimaa uudella tarkkuustasolla. Suorita lyöntejä, heilautuksia ja viiltoja yksi-yhteen-tarkkuudella taistellessasi selviytymisestäsi. Käytä kahta asetta tuhoisien yhdistelmien luomiseen ja suunnittele hyökkäyksesi vain virtuaalitodellisuuden mahdollistaman tilatietoisuuden avulla.\n\nVuorovaikutuksessa dynaamisesti ympäristösi kanssa - tartu ja heitä esineitä todellisilla liikkeillä, reagoi nopeasti saapuviin hyökkäyksiin blokkaamalla ja väistämällä tai käytä nyrkkejäsi iskeäksesi alas voxel-pohjaiset vihollisesi. Intuitiiviset fysiikat ja virtuaalitodellisuuden ohjaimet nostavat toiminnan aivan uudelle tasolle, tekevät kokemuksesta entistä visuaalisemman kuin koskaan ennen.\n\nTutki hulluutta ensikädessä, kun siirryt toiminnan täyteisiin tilanteisiin, kisailet tiukasti taisteluaalloissa areenalla ja sukellat pelottaviin syvyyksiin eeppisessä rogue-like Beneathissa.\n\nMonenlaiset saavutettavuusvaihtoehdot ja mahdollisuudet räätälöidä kokemusta mahdollistavat pelin sopimisen täydellisesti omaan VR-asetteluusi ja mukavuustasosi maksimointiin.", "short_description": "Paint the Town Red VR tuo kaaottisen ensimmäisen persoonan lähitaistelun virtuaalitodellisuuteen ennennäkemättömällä ohjauksella. Täysin immersiivinen kokemus, joka sijoittaa sinut suoraan Paint the Town Red -maailmaan uusien ominaisuuksien kera, suunniteltu hyödyntämään täysimääräisesti virtuaalitodellisuutta."}, {"images": {"nodes": []}, "id": "307012255463091", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR bringer kaotisk førstepersons nærkamp til VR med enestående kontroll. En fullstendig immersiv opplevelse som plasserer deg direkte inn i Paint the Town Reds verden, med en rekke nye funksjoner designet for å dra full nytte av VR.\n\nBruk det enorme utvalget av våpen med en ny presisjonsnivå. Utfør stikk, svinger og kutt med én-til-én presisjon mens du kjemper for overlevelse. Bruk to våpen samtidig for ødeleggende kombinasjoner, og planlegg angrepene dine med romlig bevissthet bare mulig i VR.\n\nSamhandle dynamisk med verden rundt deg - gripe og kaste objekter med virkelige bevegelser, reager raskt på innkommende angrep ved å blokkere og dukke, eller bruk knyttenevene for å slå ned dine voxelbaserte fiender. Den intuitive fysikken og VR-kontrollene tar handlingen til helt nye høyder, og gjør opplevelsen mer visceral enn noen gang før.\n\nUtforsk galskapen førstehånds mens du blir transportert inn i hjertet av actionfylte krangler i Scenarios, de intens konkurransepregete kampbølgene i Arenaen, og de skremmende dybdene av det episke rogue-liket Beneath.\n\nEn rekke tilgjengelighetsalternativer og måter å tilpasse opplevelsen på vil tillate deg å gjøre spillet perfekt tilpasset ditt VR-oppsett og maksimere komforten din.", "short_description": "Paint the Town Red VR bringer kaotisk førstepersons nærkamp til VR med enestående kontroll. En fullstendig immersiv opplevelse som plasserer deg direkte inn i Paint the Town Reds verden med en rekke nye funksjoner designet for å dra full nytte av VR."}, {"images": {"nodes": []}, "id": "262639173581837", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR bringt den chaotischen Nahkampf aus der Egoperspektive in die VR mit beispiellosem Kontrolle. Ein vollständig immersives Erlebnis, das dich direkt in die Welt von Paint the Town Red versetzt, mit einer Vielzahl neuer Funktionen, die vollständig von VR profitieren sollen.\n\nFühre die Vielzahl von Waffen mit einer neuen Präzisionsebene. Führe Stöße, Schwünge und Schnitte mit einer Eins-zu-eins-Präzision aus, während du um dein Überleben kämpfst. Führe Zweiwaffenkombinationen für verheerende Angriffe aus und plane deine Angriffe mit der räumlichen Wahrnehmung, die nur in VR möglich ist.\n\nInteragiere dynamisch mit der Welt um dich herum - greife nach und werfe Gegenstände mit realistischen Bewegungen, reagiere schnell auf eingehende Angriffe, indem du blockierst und ausweichst, oder benutze deine Fäuste, um deine voxelbasierten Feinde niederzuschlagen. Die intuitive Physik und VR-Steuerungen heben die Action auf ein ganz neues Niveau und machen das Erlebnis noch intensiver als je zuvor.\n\nErkunde den Wahnsinn aus erster Hand, wenn du in die Herzen actiongeladener Kämpfe der Szenarien, der erbittert wettbewerbsfähigen Kampfwellen der Arena und der beängstigenden Tiefen des epischen Rogue-like Beneath versetzt wirst.\n\nEine Vielzahl von Zugänglichkeitsoptionen und Möglichkeiten zur Anpassung des Erlebnisses ermöglichen es dir, das Spiel perfekt an deine VR-Konfiguration anzupassen und deinen Komfort zu maximieren.", "short_description": "Paint the Town Red VR bringt chaotischen Nahkampf aus der Egoperspektive in die VR mit beispiellosem Kontrolle. Ein vollständig immersives Erlebnis, das dich direkt in die Welt von Paint the Town Red versetzt, mit einer Vielzahl neuer Funktionen, die vollständig von VR profitieren sollen."}]}, "developer_name": null, "developer_privacy_policy_url": "https://southeastgames.com/pttrvr-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "South East Games", "support_website_url": null, "website_url": "https://southeastgames.com/paint-the-town-red-vr/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": false, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "de", "fr", "hu", "it", "ja", "pl", "ro", "ru", "uk", "tr", "es", "es_MX", "pt_BR", "pt", "zh_CN", "zh_HK", "zh_TW", "th", "nn", "ko", "el", "fi", "nl", "da", "cs", "bg", "ar", "sv"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7491555964234081"}, "review_messages": [""]}]}, "cover_square_image": {"uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974758_833733321783238_8536943787650605401_n.png?stp=dst-png_s360x360&_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=s6LJ648ZbiIQ7kNvgFLdunc&_nc_ht=scontent.oculuscdn.com&oh=00_AYA9qIXAfTYAv7O02hDqYuBuZPuoBXte_WLy-Upr5F4cLQ&oe=66CA4C8D"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Paint the Town Red VR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Action", "id": "459781504968480"}], "release_date": 1710435600, "lastRevision": {"nodes": [{"id": "6649145248475161", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6649145245141828", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "3948978745377058"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "PTTRVR_Icon.png", "id": "1897229780679328", "image_type": "APP_IMG_ICON", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75223483_1897229784012661_4275253516641651115_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4bQSIkZO8D0Q7kNvgGEOX-w&_nc_ht=scontent.oculuscdn.com&oh=00_AYAqHZsf834bkcYI2Uk6BlxgPGYaQHJAghNbirHCWJMF9A&oe=66CA3346"}, {"file_name": "PTTR_VR_Portrait.png", "id": "1720206771795715", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974580_1720206775129048_8618101877574144497_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=r6R_R5bloJcQ7kNvgGx8K71&_nc_ht=scontent.oculuscdn.com&oh=00_AYCULQ47lliJaeeyyU7VRSsQZQV9B0BSVk24Q2W2CQn51w&oe=66CA2715"}, {"file_name": "Immers_Logo.png", "id": "1172832097027447", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75441573_1172832100360780_8750338834190197631_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SzEC1ETlmBIQ7kNvgFFaSPD&_nc_ht=scontent.oculuscdn.com&oh=00_AYDBEBPoCiksiUm7LLkYaztJcdGlc9ciE1pnuIdjsLxhWQ&oe=66CA4CA4"}, {"file_name": "Immers_BG.png", "id": "1074545867227813", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39036641_1074545870561146_3248903937853561738_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=UExmqu_4axEQ7kNvgHrBZv8&_nc_ht=scontent.oculuscdn.com&oh=00_AYA9tsOMrGfrDlSQz4oJJZWTX_AL0ToyRo4SpH4BVaehxg&oe=66CA3F91"}, {"file_name": "PTTR_VR1440_Landscape_LogoSml.png", "id": "1009962093618480", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974631_1009962096951813_2445805738666393034_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bp87_XXD4OwQ7kNvgGf110G&_nc_ht=scontent.oculuscdn.com&oh=00_AYB8pcPF_SGHvMCyfHHFNcToZWt-3n9ACphisRyEpbGzrg&oe=66CA449D"}, {"file_name": "PTTR_VR1440_Square.png", "id": "833733318449905", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974758_833733321783238_8536943787650605401_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=s6LJ648ZbiIQ7kNvgFLdunc&_nc_ht=scontent.oculuscdn.com&oh=00_AYC-8ZRsQeNlHEktK1GNvjUQfGVc69y6aydMFC5gzYEZVA&oe=66CA4C8D"}, {"file_name": "PTTRHeroCover.png", "id": "809159974212768", "image_type": "APP_IMG_HERO", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39035468_809159977546101_8479897247580505852_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KK9svL-vQn8Q7kNvgFo4nZM&_nc_ht=scontent.oculuscdn.com&oh=00_AYBfrUeV-Vh2lWf8hNSU8Sxe8DRPM_5oTtz_d_Wu0oVXsQ&oe=66CA5201"}, {"file_name": "PTTR_VR_Banner.png", "id": "713542080831293", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38982601_713542087497959_7992295426384170067_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=YuFpFdA02QkQ7kNvgEWjlIr&_nc_ht=scontent.oculuscdn.com&oh=00_AYAEQ6B3zEx8UpGmAdmyKrs00_-gARfjeAPh_OAasyo4fQ&oe=66CA2F38"}, {"file_name": "Immers_Left.png", "id": "658226819809280", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031482_658226823142613_2822829290296242441_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ylQyKUi3Fz8Q7kNvgHohs0P&_nc_ht=scontent.oculuscdn.com&oh=00_AYDk3U8509N-BczIjiNYa-TwPhJpIjs0lcJ_slyWh8N5zQ&oe=66CA27B0"}, {"file_name": "PTTRVRLogo1440.png", "id": "362506902900244", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39001661_362506906233577_3892264618102563292_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Tux8fnEj1dsQ7kNvgH0Z2aX&_nc_ht=scontent.oculuscdn.com&oh=00_AYBem5C65DJYVRCgWpmk8wCaQYK1nhD0AtDCd1W9aiOFFg&oe=66CA5367"}, {"file_name": "Immers_Right.png", "id": "313893354858009", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75222943_313893358191342_7231424104294188344_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mTiecHKDudwQ7kNvgETy-d5&_nc_ht=scontent.oculuscdn.com&oh=00_AYAImih3RoW-Jl4vkP9_OcnMmNg4-shLVT5-mics1qUtEw&oe=66CA4DA8"}]}, "id": "9758724637532258", "locale": "en_US", "screenshots": [{"file_name": "pttrvr-shot0026.png", "id": "247697254757896", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974774_247697258091229_3968557160246785976_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GfFMNXj97K0Q7kNvgH4Q5Nz&_nc_ht=scontent.oculuscdn.com&oh=00_AYA_5FEPibs4t041s1LsuAlCCT3ECB479-wgfZflzhIC_w&oe=66CA53B1"}, {"file_name": "pttrvr-shot0030.png", "id": "907878247420883", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031574_907878250754216_334044152388794885_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zgP2prjC4pgQ7kNvgF1IpmB&_nc_ht=scontent.oculuscdn.com&oh=00_AYDFIDxxOFEmdJ2cdU69goZhpzcRy4SX7x07QWYXumA0vA&oe=66CA32FA"}, {"file_name": "pttrvr-shot0037.png", "id": "818267490308422", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75375088_818267493641755_5379394016264911339_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PR0GLyxZQdYQ7kNvgHxCT_g&_nc_ht=scontent.oculuscdn.com&oh=00_AYATbC7wS5vAL2UT3Zc5aEWUz9PTWbLYZtYXiLVROl8AxA&oe=66CA3027"}, {"file_name": "pttrvr-shot0082.png", "id": "362921049603510", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/38974696_362921052936843_4950870802074011276_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DHfUD3mX5GQQ7kNvgEUNl40&_nc_ht=scontent.oculuscdn.com&oh=00_AYDlX0Jxu1N3vYuC3qufWmGy5wtpY7LCgtzKxGZvYxndEA&oe=66CA4869"}, {"file_name": "pttrvr-shot0084.png", "id": "2099797220386292", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/39031574_2099797223719625_2338812990919498237_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hpw0vc7QLZ8Q7kNvgF7IUyI&_nc_ht=scontent.oculuscdn.com&oh=00_AYAmjH0Lq7MyKMj2B4BvzP-2UQDikAcowdKJ9YP82bs3og&oe=66CA478D"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverArtLandscape.png", "id": "886652889640837", "uri": "https://scontent.oculuscdn.com/v/t64.5771-25/75286676_886652892974170_7015138839985649799_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=45-GArqQ-PkQ7kNvgFoPGpS&_nc_ht=scontent.oculuscdn.com&oh=00_AYCc4PYdXVLywGsr7Wsk8Ao0pUJbJdjwyAYXwIWcfyoslA&oe=66CA452D"}, "display_name": "Paint the Town Red VR", "keywords": [], "long_description": "Paint the Town Red VR brings the chaotic first person melee combat into VR with unprecedented control. A fully immersive experience that places you directly into the world of Paint the Town Red, with a host of new features designed to take full advantage of VR.\n\nWield the vast array of weapons with a new level of precision. Execute jabs, swings, and slices with one-to-one precision as you fight for your survival. Dual-wield weapons for devastating combinations, and plan your attacks with the spatial awareness only possible in VR.\n\nInteract dynamically with the world around you - grab and throw objects with real-life movements, react quickly to incoming attacks by blocking and dodging, or use your fists to strike down your voxel-based enemies. The intuitive physics and VR controls take the action to all new heights, making the experience more visceral than ever before.\n\nExplore the madness first hand as you are transported into the heart of action-packed brawls of the Scenarios, the fiercely competitive combat waves of the Arena, and the harrowing depths of the epic rogue-like Beneath.\n\nA host of accessibility options and ways to customise the experience will allow you to make the game perfectly suit your VR setup and maximise your comfort.", "short_description": "Paint the Town Red VR brings chaotic first person melee combat into VR with unprecedented control. A fully immersive experience that places you directly into the world of Paint the Town Red with a host of new features designed to take full advantage of VR."}]}, "developer_name": null, "developer_privacy_policy_url": "https://southeastgames.com/pttrvr-privacy-policy/", "developer_terms_of_service_url": null, "publisher_name": "South East Games", "support_website_url": null, "website_url": "https://southeastgames.com/paint-the-town-red-vr/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": false, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "276263101807831"}}]}, "scheduled_offers": {"count": 4, "nodes": [{"status": "PUBLISHED", "id": "1003875197808458"}, {"status": "PUBLISHED", "id": "942008390666366"}, {"status": "PUBLISHED", "id": "871196634782450"}, {"status": "PUBLISHED", "id": "698106665853168"}]}, "baseline_offer": {"id": "698106665853168"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1721667600, "status": "PUBLISHED", "id": "1003875197808458"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7485002651556079", "version": "1.0.6"}, "id": "302628759105912", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6649145245141828", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7485002651556079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "302628759105912"}]}, "change_log": "Version 1.0.6\n\n\n\n- Made changes to reduce headset judder\n\n- Added \"Disable\" option to Turn Mode to prevent stick based rotation\n\n- Fixed crash caused by corrupted Beneath save files\n\n- Improved bullet collision detection\n\n- Fixed important Ruins enemies from being culled\n\n- Misc minor improvements and fixes", "created_date": 1710910154, "id": "7485002651556079", "version": "1.0.6", "version_code": 57, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "7485002004889477"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6649145245141828", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7485002651556079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1710907361, "id": "7484890498233961", "version": "1.0.6", "version_code": 56, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "7484889804900697"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6649145245141828", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7485002651556079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1710906414, "id": "7484854538237557", "version": "1.0.6", "version_code": 55, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6649145245141828", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7485002651556079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1708568755, "id": "7374335715956107", "version": "1.0.2", "version_code": 54, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "7374335009289511"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6649145245141828", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7485002651556079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1708568568, "id": "7374326439290368", "version": "1.0.2", "version_code": 53, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "7374325829290429"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}