{"data": {"node": {"__typename": "Application", "id": "28845393618441773", "organization": {"id": "613906991797882", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24008025045482893"}]}, "id": "1388556985517664"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "28845393618441773"}]}, "id": "1594334831272623"}]}}, "firstRevision": {"nodes": [{"application": {"id": "28845393618441773", "release_date": 1743516360, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 3}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "29109820085332457"}, "id": "1353034562780303"}]}}, "binary": null, "live_binary": null, "created_date": 1746120117, "id": "29257238553923942", "is_initial_release": false, "name_with_fallback": "v8", "pdp_metadata_with_fallback": {"version": 7, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "29257251763922621"}, "release_status": "RELEASED", "id": "28845393618441773"}, "id": "29257251763922621", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "28845393618441773", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1682363732714825"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "9672246002868009", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["головоломка", "смешанный", "сортировать", "рука", "игра"], "long_description": "Погрузись в \"BallSort\" — захватывающее приключение на Meta Quest! Сортируй яркие шары по трубкам с помощью отслеживания рук или контроллеров в потрясающем 3D-мире. Выбирай режим VR для яркого, свободного от отвлечений космоса или смешанную реальность, чтобы соединить игру с твоим пространством. Потрясающая графика и погружающий звук делают начало легким, а мастерство — сложным. Настрой свое окружение и прими новый стратегический вызов. Загружай прямо сейчас в магазине Meta Quest и раскрой свои навыки!\nОтслеживание рук кажется естественным, а контроллеры обеспечивают точность. Режим VR окружает тебя красочным мирозданием; смешанная реальность превращает любое место в игровую площадку. Ты решаешь, как играть.\nОптимизировано для Meta Quest: четкая графика — яркие шары выделяются на фоне космических или спокойных пейзажей. 3D-звук оживляет каждое падение. Сначала просто, но с увеличением трубок проверяет твой ум. Играй轻松或 глубоко погружайся — выбор за тобой.\nДополнительное оборудование не требуется — только гарнитура и любопытство. Легкий и универсальный, подходит для коротких или долгих сессий. Укроти хаос в этом ярком побеге. Скачай \"BallSort\" сейчас и прими вызов!", "short_description": "\"BallSort\" — это захватывающий опыт Meta Quest! Сортируйте разноцветные шары по трубкам с помощью отслеживания рук или контроллеров в ярком 3D-мире. Переключайтесь между режимом VR для полного погружения или смешанной реальностью, чтобы совместить игру с окружающей средой. Завораживающий звук и графика делают игру простой и легкой, но сложной для освоения. Настройте свою среду и окунитесь в уникальное испытание. Скачайте прямо сейчас и проверьте свои навыки в этом динамичном и удовлетворяющем пр"}, {"images": {"nodes": []}, "id": "4159661594262935", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["拼图", "混合", "分类", "手", "游戏"], "long_description": "跳进 \"BallSort\"，一场激动人心的 Meta Quest 冒险！在惊艳的 3D 领域中，使用手部追踪或控制器将鲜艳的球分类到管子里。选择 VR 模式，体验生动无干扰的宇宙，或混合现实将游戏与你的空间融合。惊艳的视觉效果和沉浸式音效让它易于上手却难以精通。自定义你的设置，迎接全新的策略挑战。现在就从 Meta Quest 商店获取，释放你的技能吧！\n手部追踪感觉自然，而控制器提供精准。VR 模式将你包围在色彩缤纷的宇宙中；混合现实让任何地方变成游乐场。你决定如何玩。\n为 Meta Quest 优化，拥有清晰的图形—明亮的球在宇宙或平静的背景下格外显眼。3D 音效让每次落球栩栩如生。起初简单，但随着管子增多，它考验你的智慧。随意玩或深入探索—由你决定。\n无需额外装备—仅需头显和好奇心。轻巧且多功能，适合短时或长时间游戏。掌控这场鲜活逃脱中的混乱。现在下载 \"BallSort\"，迎接挑战吧！", "short_description": "\"BallSort\" 是一款沉浸式 Meta Quest 体验！在充满活力的 3D 世界中，使用手部追踪或控制器将彩色球分类到管子里。切换到 VR 模式以完全沉浸，或选择混合现实模式与周围环境融合。凭借迷人的音效和视觉效果，它简单易上手却充满挑战。自定义您的环境，投入独特的挑战中。现在下载，在这个动态且令人满足的冒险中测试您的技能吧！"}, {"images": {"nodes": []}, "id": "3910933105823830", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["拼圖", "混合", "分類", "手", "遊戲"], "long_description": "跳入 \"BallSort\"，一場刺激嘅 Meta Quest 冒險！喺一個令人驚艷嘅 3D 世界，用手部追蹤或控制器將色彩鮮艷嘅球分類入管。揀 VR 模式享受生動無干擾嘅宇宙，或者混合實境將遊戲同你嘅空間融合。驚艷嘅視覺同沉浸式音效令佢易上手但難精通。自訂你嘅設定，迎接全新嘅策略挑戰。即刻喺 Meta Quest 商店攞，釋放你嘅技能啦！\n手部追蹤感覺自然，控制器提供精準。VR 模式將你包圍喺色彩繽紛嘅宇宙；混合實境將任何地方變成遊樂場。你話點玩就點玩。\n為 Meta Quest 優化，擁有清晰圖形—明亮嘅球喺宇宙或平靜背景中特別顯眼。3D 音效令每次落球更生動。一開始簡單，但管子多咗就考驗你嘅智慧。隨意玩定深入探索—由你話事。\n唔使額外裝備—淨係要頭顯同好奇心。輕巧又多功能，適合短玩或長玩。喺呢場鮮活逃脫中掌握混亂。即刻下載 \"BallSort\"，迎接挑戰啦！", "short_description": "\"BallSort\" 係一個沉浸式 Meta Quest 體驗！喺一個色彩繽紛嘅 3D 世界，用手部追蹤或控制器將彩球分類入管。切換到 VR 模式享受完全沉浸，或者用混合實境模式同你嘅環境融合。配有迷人嘅音效同視覺，簡單易玩但要精通有挑戰。定製你嘅環境，投入一個獨特嘅挑戰。宜家下載，喺呢個動態又滿足嘅冒險中測試你嘅技能啦！"}, {"images": {"nodes": []}, "id": "2382202685499220", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["puslespill", "blandet", "sortere", "hånd", "spill"], "long_description": "Dykk ned i \"BallSort\", et spennende Meta Quest-eventyr! Sorter livlige baller i rør med håndsporing eller kontrollere i en fantastisk 3D-verden. Velg VR-modus for et levende, distraksjonsfritt kosmos eller blandet virkelighet for å flette spillet med omgivelsene dine. Fantastiske visuelle effekter og omsluttende lyd gjør det enkelt å starte, vanskelig å mestre. Tilpass innstillingene dine og takle en ny strategisk utfordring. Hent det nå i Meta Quest-butikken og slipp løs ferdighetene dine!\nHåndsporing føles naturlig, mens kontrollere gir presisjon. VR-modus omgir deg med et fargerikt univers; blandet virkelighet gjør ethvert sted til en lekeplass. Du bestemmer hvordan du vil spille.\nOptimalisert for Meta Quest, skryter den av skarp grafikk—lyse baller skiller seg ut mot kosmiske eller rolige bakgrunner. 3D-lyd gir liv til hver dråpe. Enkelt i starten, tester det vettet ditt når rørene blir flere. Spill avslappet eller dykk dypt—det er opp til deg.\nIngen ekstra utstyr kreves—bare headsettet og nysgjerrigheten din. Lett og allsidig, passer til korte eller lange økter. Mestre kaoset i denne levende flukten. Last ned \"BallSort\" nå og ta utfordringen!", "short_description": "\"BallSort\" er en fengslende Meta Quest-opplevelse! Sorter fargerike baller i rør ved hjelp av håndsporing eller kontrollere i en livlig 3D-verden. Bytt mellom VR-modus for full fordypning eller blandet virkelighet for å smelte sammen med omgivelsene dine. Med fengslende lyd og grafikk er det enkelt og lett, men utfordrende å mestre. Tilpass miljøet ditt og kast deg ut i en unik utfordring. Last ned nå og test ferdighetene dine i dette dynamiske, tilfredsstillende eventyret!"}, {"images": {"nodes": []}, "id": "2205113879947187", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["zagadka", "mieszany", "sortować", "ręka", "gra"], "long_description": "Zanurz się w \"BallSort\", ekscytującą przygodę na Meta Quest! Sortuj żywe piłki do rurek za pomocą śledzenia rąk lub kontrolerów w oszałamiającym świecie 3D. Wybierz tryb VR, by cieszyć się wyraźnym, wolnym od rozproszeń kosmosem, lub rzeczywistość mieszaną, by połączyć grę z przestrzenią wokół ciebie. Oszałamiające wizualizacje i immersyjny dźwięk sprawiają, że łatwo zacząć, ale trudno osiągnąć mistrzostwo. Dostosuj ustawienia i zmierz się z nowym strategicznym wyzwaniem. Pobierz teraz ze sklepu Meta Quest i uwolnij swoje umiejętności!\nŚledzenie rąk wydaje się naturalne, a kontrolery oferują precyzję. Tryb VR otacza cię kolorowym wszechświatem; rzeczywistość mieszana zamienia każde miejsce w plac zabaw. Ty decydujesz, jak grać.\nZoptymalizowany pod Meta Quest, oferuje wyraźną grafikę—jasne piłki wyróżniają się na tle kosmicznych lub spokojnych teł. Dźwięk 3D ożywia każde upuszczenie. Na początku proste, testuje twój spryt, gdy rurek przybywa. Graj na luzie lub zanurz się głęboko—wybór należy do ciebie.\nNie potrzeba dodatkowego sprzętu—wystarczy headset i ciekawość. Lekki i wszechstronny, idealny na krótkie lub długie sesje. Opanuj chaos w tej żywej ucieczce. Pobierz \"BallSort\" teraz i podejmij wyzwanie!", "short_description": "\"BallSort\" to wciągające doświadczenie Meta Quest! Sortuj kolorowe piłki do rurek za pomocą śledzenia rąk lub kontrolerów w żywym świecie 3D. Przełączaj się między trybem VR dla pełnego zanurzenia a trybem rzeczywistości mieszanej, aby połączyć grę z otoczeniem. Z urzekającym dźwiękiem i grafiką, jest proste i łatwe, ale trudne do opanowania. Dostosuj swoje środowisko i zanurz się w wyjątkowym wyzwaniu. Pobierz teraz i przetestuj swoje umiejętności w tej dynamicznej, satysfakcjonującej przygodzi"}, {"images": {"nodes": [{"file_name": "CoverArt_2_1008_1440.png", "id": "2192357737886191", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473392301_2192357741219524_1642637629801533284_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CqA0irwiGS4Q7kNvwFaRqW7&_nc_oc=Adk8L1Zx88rueAzXTjWk_PNBHsHVgEzfoKLcAH777ptgXG9vJ-yItY2uvdgqNcOT3Hs&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfJdmwvYZwlSdYdLM1FUOcmF8OzysTUQ31UZwK3PzPW5mA&oe=683C54A1"}, {"file_name": "PDP_3000_900.png", "id": "2160636297710501", "image_type": "APP_IMG_HERO", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473391978_2160636301043834_1347442999922285787_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8mgp6JrRcbUQ7kNvwHaCYuX&_nc_oc=Adket3Kno8PCqdKYT-F0UjFVFCNAe5kDZANY55MSroPYuAZSnSGXcb-9TFlNAgUUbA8&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfKzPS0cjzNjUEywkFGx25f8CkWdFzV9SdGHcEfxL-kVZQ&oe=683C520B"}, {"file_name": "icon_3_512.png", "id": "1187028169685241", "image_type": "APP_IMG_ICON", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473392132_1187028173018574_6570612210890836532_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dTief51MkN4Q7kNvwHqPjjC&_nc_oc=AdlhRaanb09Jwf6rNdsH1BcYbpHG1_HMVcn1VYxvBK43ATHrLx--cNTO3_OlTsWwjrw&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfJw2Vg8T51n0C2DgW7EjjeUCcNmYvfgUpQPsh3DWRYEyw&oe=683C2B55"}, {"file_name": "CoverArt_2_1440_1440.png", "id": "1006695297572842", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473391855_1006695300906175_6087722131385871275_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9ld22bjHekQQ7kNvwEv05Xz&_nc_oc=AdnDzE3Qq-d4hjmDFy-VReHKL08k3jHzwQwAN5BpV7fmvJ_ngN_BST9Ui-VK3wgkI1Q&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfIDmUXwqOWW-CYTtdYcBtqmdAVP4tuWYDzSlHMgKJMpNg&oe=683C38B9"}, {"file_name": "CoverArt_2_1080_360.png", "id": "671098238616546", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473393333_671098241949879_3254709121438665343_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2B55NdCzfzMQ7kNvwE2nLNC&_nc_oc=AdlsTSZ3SfHF4V1EexC1VKTvXICDBgNx-9CuPvW1PDIJ62Qb5i-DoE7xncuRNbjSyR8&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfJjOv_PwAf_GsdZ1neoT_Hgmpjm6TOAc2WYb6R5bdSePQ&oe=683C3B9E"}, {"file_name": "logo.png", "id": "653464040612178", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-fra5-1.oculuscdn.com/v/t64.5771-25/473391901_653464047278844_2834930911849543227_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XOLf8vOjyf4Q7kNvwFaYKz_&_nc_oc=AdnKsbtkSSXce5t6I9EJqE5uP16AnS3n_wmpQvQOSOOmAe7ayAVHVO_IJC1Y6Xt-hXA&_nc_zt=3&_nc_ht=scontent-fra5-1.oculuscdn.com&oh=00_AfLAtSlrJq5Ty0aC-gFEATUaGOP3N-fKvEJb3hLorcn9Bw&oe=683C3574"}, {"file_name": "CoverArt_2_2560_1440.png", "id": "650112987624537", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473391935_650112990957870_3668299787317098109_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7rStXTUrYqgQ7kNvwE36yv9&_nc_oc=AdnTWGfVfjP0Es-KPZw_uUO5zNLjc6nCSxQd1EYU-omWs0hvP47hJ1Z8e1D4yWQatvw&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfKfrp0q_2MQV62vuqTHRwJDfUA8ybpDuotvhjcE-DASwQ&oe=683C5558"}]}, "id": "1899429770807491", "locale": "en_US", "screenshots": [{"file_name": "ScreenShot_2560_1440_4.png", "id": "1416190622873544", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473393549_1416190626206877_6269410728269870021_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ePGppHzCsBAQ7kNvwG18Aki&_nc_oc=AdlgVmX_1wRDN-OppqX1DTxQk8CmSOvyU6yFXGsbapjAn3D65K_OW4n9LzMHg_kNLio&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfIEs4_gsCno-Lox5e8MWFztjdfg136B1EGk6DsvuWHUdg&oe=683C3A41"}, {"file_name": "ScreenShot_2560_1440_5.png", "id": "1179324710014221", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473392175_1179324713347554_1517772790497970567_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OE8QEikxmrMQ7kNvwGCa7fF&_nc_oc=AdmNdX0Zdp2UPFcHrBcOhpO4M2KsWNNKd0ruovNPr3lp-EswpS3MVkvhETAO5_X_OU8&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfIcRnAOu2qa3Iui0KBltLqSzPJ26r3kl0GYgmzQ21f7Kw&oe=683C34D9"}, {"file_name": "ScreenShot_2560_1440_1.png", "id": "4102718229960321", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473392168_4102718233293654_3038178448008757083_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=f-8vPAqwT4cQ7kNvwHyiK9m&_nc_oc=AdlZRBRE3siCHGuFVQ0X7_g0_jYBWbqumBtKNxE_-9S0o87HAUYVmrF7-t-VAFqZsMw&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfKseHhlW-SfYLVGuDq02ohm158_ZFwV3YPrWueaw6OvAw&oe=683C4EEE"}, {"file_name": "ScreenShot_2560_1440_2.png", "id": "1203649604451105", "uri": "https://scontent-fra3-1.oculuscdn.com/v/t64.5771-25/473393380_1203649607784438_634235427394342116_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5ppbfM6s87gQ7kNvwGZ6BWx&_nc_oc=AdnbpHraFVwnePeMpi6gj1ylyWt4A1xuHCJVsSf1b0gdlJ5f-qNb6VuUjq2KToilpIk&_nc_zt=3&_nc_ht=scontent-fra3-1.oculuscdn.com&oh=00_AfLtW5I6iSSgyCK-i0NkJ8S20HnDBIVv75MZvZ8zGY4QZA&oe=683C47E7"}, {"file_name": "ScreenShot_2560_1440_3.png", "id": "1008081321256044", "uri": "https://scontent-fra3-1.oculuscdn.com/v/t64.5771-25/473392132_1008081324589377_806023231004042723_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9Duzm6xIoygQ7kNvwF3psPK&_nc_oc=AdljP3AlJzKxEy30WW441XdD4JfBkW2LPEW9jD4Iv-kGn_gLwsgGrg78RgvY4atJKL0&_nc_zt=3&_nc_ht=scontent-fra3-1.oculuscdn.com&oh=00_AfIONj50JJ7aiJJot-fKvBg6ed6B_CsIU-8CotguXUtI6Q&oe=683C3080"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverArt_2_2560_1440.png", "id": "1203643831271185", "uri": "https://scontent-fra5-1.oculuscdn.com/v/t64.5771-25/473393713_1203643834604518_5644632116409306296_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EDTMz9L6jzwQ7kNvwF9IbgQ&_nc_oc=AdlqfZGQCKeYJegdYXXlnPbpwD3uK8BImW5vTLOyurT6dKGdg68xu9NsNYO4mrII0nI&_nc_zt=3&_nc_ht=scontent-fra5-1.oculuscdn.com&oh=00_AfJMqsA07nGorNASaULQmJoLntL1fsKK1cnvmWcQMwy-ww&oe=683C2999"}, "display_name": "BallSort", "keywords": ["pazzle", "mixed", "sort", "hand", "game"], "long_description": "Dive into \"BallSort\" a thrilling Meta Quest adventure! Sort vibrant balls into tubes with hand-tracking or controllers in a stunning 3D realm. Choose VR mode for a vivid, distraction-free cosmos or mixed reality to merge gameplay with your space. Stunning visuals and immersive sound make it easy to start, hard to master. Customize your setting and tackle a fresh strategic challenge. Get it now on the Meta Quest store and unleash your skills!\nHand-tracking feels natural, while controllers offer precision. VR mode surrounds you in a colorful universe; mixed reality turns any spot into a playground. You decide how to play.\nOptimized for Meta Quest, it boasts crisp graphics—bright balls pop against cosmic or calm backdrops. 3D audio brings every drop to life. Simple at first, it tests your wits as tubes multiply. Play casually or dive deep—it’s up to you.\nNo extra gear needed—just your headset and curiosity. Lightweight and versatile, it suits quick or long sessions. Master the chaos in this vivid escape. Download \"BallSort\" now and rise to the challenge!", "short_description": "\"BallSort\" is an immersive Meta Quest experience! Sort colorful balls into tubes using hand-tracking or controllers in a vibrant 3D world. Switch between VR mode for full immersion or mixed reality mode to blend with your surroundings. Featuring captivating audio and visuals, it’s simple and easy yet challenging to master. Customize your environment and dive into a unique challenge. Download now and test your skills in this dynamic, satisfying adventure!"}, {"images": {"nodes": []}, "id": "1878775236202828", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["rompecabezas", "mezclado", "clasificar", "mano", "juego"], "long_description": "¡Sumérgete en \"BallSort\", una emocionante aventura de Meta Quest! Clasifica bolas vibrantes en tubos con seguimiento de manos o controladores en un impresionante reino 3D. Elige el modo VR para un cosmos vívido y sin distracciones o la realidad mixta para fusionar el juego con tu espacio. Visuales impresionantes y sonido inmersivo lo hacen fácil de empezar, difícil de dominar. Personaliza tu entorno y enfréntate a un nuevo desafío estratégico. ¡Consíguelo ya en la tienda de Meta Quest y desata tus habilidades!\nEl seguimiento de manos se siente natural, mientras que los controladores ofrecen precisión. El modo VR te envuelve en un universo colorido; la realidad mixta convierte cualquier lugar en un patio de juegos. Tú decides cómo jugar.\nOptimizado para Meta Quest, presume de gráficos nítidos—las bolas brillantes destacan contra fondos cósmicos o tranquilos. El audio 3D da vida a cada caída. Simple al principio, pone a prueba tu ingenio a medida que aumentan los tubos. Juega de forma casual o sumérgete profundamente—tú eliges.\nNo se necesita equipo extra—solo tu visor y curiosidad. Ligero y versátil, ideal para sesiones cortas o largas. Domina el caos en esta vívida escapada. ¡Descarga \"BallSort\" ahora y enfréntate al reto!", "short_description": "\"BallSort\" es una experiencia inmersiva de Meta Quest. ¡Clasifica bolas de colores en tubos usando seguimiento de manos o controladores en un vibrante mundo 3D! Cambia entre el modo VR para una inmersión total o el modo de realidad mixta para fusionarte con tu entorno. Con audio y gráficos cautivadores, es simple y fácil, pero un desafío para dominar. Personaliza tu entorno y sumérgete en un reto único. ¡Descárgalo ahora y pon a prueba tus habilidades en esta aventura dinámica y satisfactoria!"}, {"images": {"nodes": []}, "id": "1743611159893224", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["puzzle", "mixt", "sorta", "mână", "joc"], "long_description": "Aruncă-te în \"BallSort\", o aventură palpitantă pe Meta Quest! Sortează bile vibrante în tuburi folosind urmărirea mâinilor sau controllere într-un tărâm 3D uimitor. Alege modul VR pentru un cosmos viu, fără distrageri, sau realitate mixtă pentru a îmbina jocul cu spațiul tău. Grafica impresionantă și sunetul captivant îl fac ușor de început, dar greu de stăpânit. Personalizează-ți setările și confruntă-te cu o provocare strategică nouă. Ia-l acum din magazinul Meta Quest și dezlănțuie-ți abilitățile!\nUrmărirea mâinilor pare naturală, în timp ce controllerele oferă precizie. Modul VR te înconjoară într-un univers colorat; realitatea mixtă transformă orice loc într-un teren de joacă. Tu decizi cum să joci.\nOptimizat pentru Meta Quest, se laudă cu grafică clară—bilele luminoase ies în evidență pe fundaluri cosmice sau calme. Sunetul 3D aduce fiecare cădere la viață. Simplu la început, îți testează istețimea pe măsură ce tuburile se înmulțesc. Joacă relaxat sau aprofundat—depinde de tine.\nNu ai nevoie de echipament suplimentar—doar casca și curiozitatea ta. Ușor și versatil, potrivit pentru sesiuni scurte sau lungi. Stăpânește haosul în această evadare vie. Descarcă \"BallSort\" acum și ridică-te la provocare!", "short_description": "\"BallSort\" este o experiență captivantă Meta Quest! Sortează bile colorate în tuburi folosind urmărirea mâinilor sau controllere într-o lume 3D vibrantă. Comută între modul VR pentru o imersiune completă sau modul de realitate mixtă pentru a te integra cu mediul înconjurător. Cu sunet și grafică captivante, este simplu și ușor, dar provocator de stăpânit. Personalizează-ți mediul și aruncă-te într-o provocare unică. Descarcă acum și testează-ți abilitățile în această aventură dinamică și satisfă"}, {"images": {"nodes": []}, "id": "1408884640284807", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["puzzel", "gemengd", "sorteren", "hand", "spel"], "long_description": "Duik in \"BallSort\", een spannend Meta Quest-avontuur! Sorteer levendige ballen in buizen met handtracking of controllers in een verbluffend 3D-rijk. Kies de VR-modus voor een levendig, afleidingsvrij universum of gemengde realiteit om gameplay met je ruimte te combineren. Verbluffende visuals en meeslepend geluid maken het makkelijk om te starten, moeilijk om te beheersen. Pas je instellingen aan en neem een frisse strategische uitdaging aan. Haal het nu in de Meta Quest-winkel en ontketen je vaardigheden!\nHandtracking voelt natuurlijk, terwijl controllers precisie bieden. De VR-modus omringt je met een kleurrijk universum; gemengde realiteit verandert elke plek in een speelveld. Jij bepaalt hoe je speelt.\nGeoptimaliseerd voor Meta Quest, met scherpe graphics—heldere ballen springen eruit tegen kosmische of rustige achtergronden. 3D-audio brengt elke val tot leven. Eerst simpel, het test je verstand als de buizen toenemen. Speel ontspannen of duik er diep in—het is aan jou.\nGeen extra spullen nodig—alleen je headset en nieuwsgierigheid. Licht en veelzijdig, geschikt voor korte of lange sessies. Beheers de chaos in deze levendige ontsnapping. Download \"BallSort\" nu en ga de uitdaging aan!", "short_description": "\"BallSort\" is een meeslepende Meta Quest-ervaring! Sorteer kleurrijke ballen in buizen met handtracking of controllers in een levendige 3D-wereld. Schakel tussen VR-modus voor volledige onderdompeling of mixed reality-modus om te versmelten met je omgeving. Met boeiend geluid en visuals is het eenvoudig en makkelijk, maar uitdagend om te beheersen. Pas je omgeving aan en duik in een unieke uitdaging. Download nu en test je vaardigheden in dit dynamische, bevredigende avontuur!"}, {"images": {"nodes": []}, "id": "1401526401026441", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["puzzle", "mixed", "sort", "hand", "game"], "long_description": "Dive into \"BallSort\", a thrilling Meta Quest adventure! Sort vibrant balls into tubes with hand-tracking or controllers in a stunning 3D realm. Choose VR mode for a vivid, distraction-free cosmos or mixed reality to merge gameplay with your space. Stunning visuals and immersive sound make it easy to start, hard to master. Customise your setting and tackle a fresh strategic challenge. Get it now on the Meta Quest store and unleash your skills!\nHand-tracking feels natural, while controllers offer precision. VR mode surrounds you in a colourful universe; mixed reality turns any spot into a playground. You decide how to play.\nOptimised for Meta Quest, it boasts crisp graphics—bright balls pop against cosmic or calm backdrops. 3D audio brings every drop to life. Simple at first, it tests your wits as tubes multiply. Play casually or dive deep—it’s up to you.\nNo extra gear needed—just your headset and curiosity. Lightweight and versatile, it suits quick or long sessions. Master the chaos in this vivid escape. Download \"BallSort\" now and rise to the challenge!", "short_description": "\"BallSort\" is an immersive Meta Quest experience! Sort colourful balls into tubes using hand-tracking or controllers in a vibrant 3D world. Switch between VR mode for full immersion or mixed reality mode to blend with your surroundings. Featuring captivating audio and visuals, it’s simple and easy yet challenging to master. Customise your environment and dive into a unique challenge. Download now and test your skills in this dynamic, satisfying adventure!"}, {"images": {"nodes": []}, "id": "1350397626031461", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["pussel", "blandad", "sortera", "hand", "spel"], "long_description": "Kasta dig in i \"BallSort\", ett spännande Meta Quest-äventyr! Sortera livfulla bollar i rör med handspårning eller kontroller i en fantastisk 3D-värld. Välj VR-läge för ett levande, distraktionsfritt kosmos eller blandad verklighet för att smälta samman spelet med din omgivning. Fantastiska visuella effekter och omslutande ljud gör det lätt att börja, svårt att bemästra. Anpassa din miljö och ta dig an en ny strategisk utmaning. Hämta det nu på Meta Quest-butiken och släpp loss dina färdigheter!\nHandspårning känns naturligt, medan kontroller ger precision. VR-läget omsluter dig i ett färgglatt universum; blandad verklighet förvandlar varje plats till en lekplats. Du bestämmer hur du vill spela.\nOptimerat för Meta Quest, med skarpa grafik—ljusa bollar sticker ut mot kosmiska eller lugna bakgrunder. 3D-ljud ger liv åt varje droppe. Enkelt i början, det testar din intelligens när rören blir fler. Spela avslappnat eller gå djupt—det är upp till dig.\nIngen extra utrustning behövs—bara ditt headset och nyfikenhet. Lätt och mångsidigt, passar för korta eller långa sessioner. Bemästra kaoset i denna livfulla flykt. Ladda ner \"BallSort\" nu och anta utmaningen!", "short_description": "\"BallSort\" är en fängslande Meta Quest-upplevelse! Sortera färgglada bollar i rör med handspårning eller kontroller i en livlig 3D-värld. Växla mellan VR-läge för total inlevelse eller mixed reality-läge för att smälta samman med din omgivning. Med fängslande ljud och grafik är det enkelt och lätt, men svårt att bemästra. Anpassa din miljö och kasta dig in i en unik utmaning. Ladda ner nu och testa dina färdigheter i detta dynamiska, tillfredsställande äventyr!"}, {"images": {"nodes": []}, "id": "1239657320992860", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["quebracabeça", "misturado", "classificar", "mão", "jogo"], "long_description": "Mergulha no \"BallSort\", uma aventura emocionante no Meta Quest! Classifica bolas vibrantes em tubos com rastreamento de mãos ou controladores num reino 3D deslumbrante. Escolhe o modo VR para um cosmos vívido e sem distrações ou a realidade mista para fundir o jogo com o teu espaço. Visuais impressionantes e som imersivo tornam-no fácil de começar, difícil de dominar. Personaliza as tuas definições e enfrenta um novo desafio estratégico. Obtém-no agora na loja Meta Quest e liberta as tuas habilidades!\nO rastreamento de mãos parece natural, enquanto os controladores oferecem precisão. O modo VR envolve-te num universo colorido; a realidade mista transforma qualquer lugar num parque de diversões. Tu decides como jogar.\nOtimizado para Meta Quest, exibe gráficos nítidos—bolas brilhantes destacam-se contra fundos cósmicos ou calmos. O áudio 3D dá vida a cada queda. Simples no início, testa a tua inteligência à medida que os tubos aumentam. Joga casualmente ou mergulha fundo—tu escolhes.\nNão é preciso equipamento extra—apenas o teu headset e curiosidade. Leve e versátil, adapta-se a sessões curtas ou longas. Domina o caos nesta escapada vívida. Descarrega o \"BallSort\" agora e enfrenta o desafio!", "short_description": "\"BallSort\" é uma experiência imersiva no Meta Quest! Classifique bolas coloridas em tubos usando rastreamento de mãos ou controladores num mundo 3D vibrante. Alterne entre o modo VR para uma imersão total ou o modo de realidade mista para se misturar com o ambiente ao seu redor. Com áudio e visuais cativantes, é simples e fácil, mas desafiador de dominar. Personalize o seu ambiente e mergulhe num desafio único. Descarregue agora e teste as suas habilidades nesta aventura dinâmica e satisfatória!"}, {"images": {"nodes": []}, "id": "1217625309712307", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["bulmaca", "karışık", "ayırmak", "el", "oyun"], "long_description": "\"BallSort\" ile heyecan verici bir Meta Quest macerasına dal! Göz alıcı bir 3D dünyada, el izleme veya kontrol cihazlarıyla canlı topları tüplere ayır. Canlı, dikkat dağıtmayan bir evren için VR modunu seç ya da oyun deneyimini çevrenle birleştirmek için karma gerçekliği tercih et. Büyüleyici görseller ve sürükleyici ses, başlamayı kolay, ustalaşmayı zor kılıyor. Ayarlarını özelleştir ve yeni bir stratejik meydan okumaya atıl. Hemen Meta Quest mağazasından al ve becerilerini ortaya çıkar!\nEl izleme doğal hissettirirken, kontrol cihazları hassasiyet sunar. VR modu seni renkli bir evrene sarar; karma gerçeklik her yeri oyun alanına çevirir. Nasıl oynayacağına sen karar verirsin.\nMeta Quest için optimize edilmiş, net grafiklere sahip—parlak toplar, kozmik veya sakin arka planlarda öne çıkıyor. 3D ses, her düşüşü canlandırıyor. İlk başta basit, ancak tüpler çoğaldıkça zekanı test ediyor. Rahatça oyna ya da derinlere dal—seçim senin.\nEkstra ekipmana gerek yok—sadece kulaklığın ve merakın yeterli. Hafif ve çok yönlü, kısa veya uzun oturumlara uygun. Bu canlı kaçışta kaosu fethet. \"BallSort\"u şimdi indir ve meydan okumaya yüksel!", "short_description": "\"BallSort\", etkileyici bir Meta Quest deneyimi! Renkli topları el izleme veya kontrol cihazlarıyla canlı bir 3D dünyada tüplere ayırın. Tamamen içine dalmak için VR moduna geçin veya çevrenizle harmanlamak için karma gerçeklik modunu seçin. Büyüleyici ses ve görsellerle, basit ve kolay ancak ustalaşması zor. Ortamınızı özelleştirin ve eşsiz bir meydan okumaya dalın. Şimdi indirin ve bu dinamik, tatmin edici macerada becerilerinizi test edin!"}, {"images": {"nodes": []}, "id": "1194395765689924", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["palapeli", "sekoitettu", "lajitella", "käsi", "peli"], "long_description": "Sukella \"BallSortiin\", jännittävään Meta Quest -seikkailuun! Lajittele eloisia palloja putkiin käden seurannalla tai ohjaimilla hämmästyttävässä 3D-maailmassa. Valitse VR-tila kirkkaaseen, häiriöttömään kosmokseen tai sekatodellisuus sulauttaaksesi pelin tilaasi. Upeat visuaalit ja immersiivinen ääni tekevät aloittamisesta helppoa, mutta hallitsemisesta haastavaa. Mukauta asetuksesi ja kohtaa tuore strateginen haaste. Hanki se nyt Meta Quest -kaupasta ja vapauta taitosi!\nKäden seuranta tuntuu luonnolliselta, kun taas ohjaimet tarjoavat tarkkuutta. VR-tila ympäröi sinut värikkäällä universumilla; sekatodellisuus muuttaa minkä tahansa paikan leikkikentäksi. Sinä päätät, miten pelaat.\nMeta Questille optimoitu, se ylpeilee terävällä grafiikalla—kirkkaat pallot erottuvat kosmisia tai rauhallisia taustoja vasten. 3D-ääni herättää jokaisen tipan eloon. Aluksi yksinkertainen, se testaa älyäsi putkien lisääntyessä. Pelaa rennosti tai syvenny syvälle—sinä päätät.\nLisälaitteita ei tarvita—vain kuulokkeet ja uteliaisuus riittävät. Kevyt ja monipuolinen, sopii lyhyisiin tai pitkiin sessioihin. Hallitse kaaos tässä eloisassa pakopaikassa. Lataa \"BallSort\" nyt ja nouse haasteeseen!", "short_description": "\"BallSort\" on mukaansatempaava Meta Quest -kokemus! Lajittele värikkäitä palloja putkiin käden seurannalla tai ohjaimilla elävässä 3D-maailmassa. Vaihda VR-tilan täydelliseen uppoutumiseen tai sekatodellisuustilaan sulautuaksesi ympäristöösi. Kiehtovan äänen ja visuaalien ansiosta se on yksinkertainen ja helppo, mutta haastava hallita. Mukauta ympäristösi ja sukella ainutlaatuiseen haasteeseen. Lataa nyt ja testaa taitosi tässä dynaamisessa, tyydyttävässä seikkailussa!"}, {"images": {"nodes": []}, "id": "1060886355894157", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["拼圖", "混合", "分類", "手", "遊戲"], "long_description": "投入 \"BallSort\"，一場刺激的 Meta Quest 冒險！在令人驚艷的 3D 領域中，使用手部追蹤或控制器將鮮艷的球分類到管子裡。選擇 VR 模式，享受生動無干擾的宇宙，或混合實境將遊戲與你的空間融合。驚艷的視覺與沉浸式音效讓它易於上手卻難以精通。客製化你的設定，迎接全新的策略挑戰。立即在 Meta Quest 商店獲取，釋放你的技能吧！\n手部追蹤感覺自然，控制器則提供精準度。VR 模式將你包圍在色彩繽紛的宇宙中；混合實境讓任何地方變成遊樂場。你決定怎麼玩。\n為 Meta Quest 優化，擁有清晰的圖形—明亮的球在宇宙或寧靜的背景下顯眼。3D 音效讓每次落球栩栩如生。一開始簡單，但隨著管子增加，它考驗你的智慧。隨意玩或深入探索—由你決定。\n無需額外裝備—僅需頭顯和好奇心。輕巧且多功能，適合短暫或長時間的遊戲。掌握這場鮮活逃脫中的混亂。現在下載 \"BallSort\"，迎接挑戰吧！", "short_description": "\"BallSort\" 是一款沉浸式的 Meta Quest 體驗！在充滿活力的 3D 世界中，使用手部追蹤或控制器將彩色球分類到管子裡。切換至 VR 模式享受完全沉浸，或選擇混合實境模式與周圍環境融合。擁有引人入勝的音效與視覺效果，簡單易上手卻富有挑戰性。客製化您的環境，投入獨特的挑戰中。現在就下載，在這個動態又滿足的冒險中測試您的技巧吧！"}, {"images": {"nodes": []}, "id": "1053040233388148", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["puzzle", "misto", "ordinare", "mano", "gioco"], "long_description": "Tuffati in \"BallSort\", un’avventura emozionante su Meta Quest! Ordina palline vivaci in tubi usando il tracciamento delle mani o i controller in un regno 3D mozzafiato. Scegli la modalità VR per un cosmo vivido e senza distrazioni o la realtà mista per fondere il gioco con il tuo spazio. Grafica straordinaria e suono immersivo lo rendono facile da iniziare, difficile da padroneggiare. Personalizza le tue impostazioni e affronta una nuova sfida strategica. Prendilo ora sul negozio Meta Quest e scatena le tue abilità!\nIl tracciamento delle mani sembra naturale, mentre i controller offrono precisione. La modalità VR ti avvolge in un universo colorato; la realtà mista trasforma ogni luogo in un parco giochi. Decidi tu come giocare.\nOttimizzato per Meta Quest, vanta una grafica nitida—le palline brillanti spiccano su sfondi cosmici o tranquilli. L’audio 3D dà vita a ogni caduta. Semplice all’inizio, mette alla prova il tuo ingegno man mano che i tubi aumentano. Gioca in modo casuale o immergiti a fondo—sta a te.\nNon serve attrezzatura extra—solo il visore e la tua curiosità. Leggero e versatile, perfetto per sessioni brevi o lunghe. Domina il caos in questa fuga vivida. Scarica \"BallSort\" ora e affronta la sfida!", "short_description": "\"BallSort\" è un’esperienza immersiva per Meta Quest! Ordina palline colorate in tubi usando il tracciamento delle mani o i controller in un vivace mondo 3D. Passa dalla modalità VR per un’immersione totale alla modalità di realtà mista per fonderti con l’ambiente circostante. Con audio e grafica accattivanti, è semplice e facile, ma difficile da padroneggiare. Personalizza il tuo ambiente e tuffati in una sfida unica. Scaricalo ora e metti alla prova le tue abilità in questa avventura dinamica e"}, {"images": {"nodes": []}, "id": "1047067977370700", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["퍼즐", "혼합", "분류", "손", "게임"], "long_description": "\"BallSort\"에 뛰어들어 보세요, Meta Quest의 짜릿한 모험! 놀라운 3D 영역에서 핸드 트래킹이나 컨트롤러로 생생한 공을 튜브에 분류하세요. 생동감 있고 방해 없는 우주를 위한 VR 모드나, 당신의 공간과 게임을 융합하는 혼합 현실을 선택하세요. 멋진 비주얼과 몰입형 사운드로 시작은 쉽지만 마스터하기는 어렵습니다. 설정을 커스터마이징하고 새로운 전략적 도전에 맞서세요. 지금 Meta Quest 스토어에서 받아 당신의 실력을 발휘하세요!\n핸드 트래킹은 자연스럽게 느껴지고, 컨트롤러는 정밀함을 제공합니다. VR 모드는 당신을 다채로운 우주로 감싸고, 혼합 현실은 어디든 놀이터로 바꿉니다. 어떻게 플레이할지는 당신이 결정해요.\nMeta Quest에 최적화되어 선명한 그래픽을 자랑합니다—밝은 공이 우주적이거나 차분한 배경에서 두드러집니다. 3D 오디오가 모든 낙하를 생생하게 만듭니다. 처음엔 단순하지만 튜브가 늘어나면서 지혜를 시험합니다. 가볍게 즐기거나 깊이 빠져보세요—당신 마음대로예요.\n추가 장비는 필요 없어요—헤드셋과 호기심만 있으면 됩니다. 가볍고 다용도라 짧은 세션이나 긴 세션 모두에 적합합니다. 이 생생한 탈출에서 혼란을 정복하세요. 지금 \"BallSort\"를 다운로드하고 도전에 응하세요!", "short_description": "\"BallSort\"는 몰입형 Meta Quest 경험입니다! 생생한 3D 세계에서 핸드 트래킹 또는 컨트롤러를 사용해 색색의 공을 튜브에 분류하세요. 완전한 몰입을 위한 VR 모드와 주변 환경과 융합하는 혼합 현실 모드를 전환할 수 있습니다. 매력적인 오디오와 비주얼을 특징으로, 간단하고 쉬우면서도 마스터하기는 도전적입니다. 환경을 커스터마이징하고 독특한 도전에 뛰어들어 보세요. 지금 다운로드하고 이 역동적이고 만족스러운 모험에서 당신의 실력을 테스트하세요!"}, {"images": {"nodes": []}, "id": "1025234086238290", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["hádanka", "smíšený", "třídit", "ruka", "hra"], "long_description": "Ponoř se do \"BallSort\", vzrušujícího dobrodružství na Meta Quest! Třiď zářivé míčky do trubic pomocí sledování rukou nebo ovladačů v ohromujícím 3D světě. Vyber si režim VR pro živý, nerušený vesmír nebo smíšenou realitu, aby se hra propojila s tvým prostorem. Ohromující vizuály a pohlcující zvuk usnadňují start, ale ztěžují mistrovství. Přizpůsob si nastavení a pusť se do nové strategické výzvy. Stáhni si to hned z obchodu Meta Quest a odhal své dovednosti!\nSledování rukou působí přirozeně, zatímco ovladače nabízejí přesnost. Režim VR tě obklopí barevným vesmírem; smíšená realita promění každé místo v hřiště. Ty rozhoduješ, jak hrát.\nOptimalizováno pro Meta Quest, pyšní se ostrými grafikami—jasné míčky vynikají na kosmických nebo klidných pozadích. 3D zvuk oživuje každý pád. Zpočátku jednoduché, testuje tvůj důvtip, jak trubice přibývají. Hraj ležérně nebo se ponoř hluboko—je to naTobě.\nŽádné další vybavení není třeba—stačí tvůj headset a zvědavost. Lehké a všestranné, hodí se pro krátké i dlouhé seance. Ovládni chaos v tomto živém úniku. Stáhni si \"BallSort\" teď a přijmi výzvu!", "short_description": "\"BallSort\" je pohlcující zážitek na Meta Quest! Třiď barevné míčky do trubic pomocí sledování rukou nebo ovladačů v živém 3D světě. Přepínej mezi režimem VR pro plné ponoření nebo smíšenou realitou, aby se hra propojila s tvým okolím. S podmanivým zvukem a vizuály je jednoduchý a snadný, ale náročný na zvládnutí. Přizpůsob si prostředí a ponoř se do jedinečné výzvy. Stahuj hned a otestuj své dovednosti v tomto dynamickém a uspokojivém dobrodružství!"}, {"images": {"nodes": []}, "id": "1013408074094912", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["cassetête", "mélangé", "trier", "main", "jeu"], "long_description": "Plonge dans \"BallSort\", une aventure palpitante sur Meta Quest ! Trie des balles vibrantes dans des tubes avec le suivi des mains ou des manettes dans un royaume 3D époustouflant. Choisis le mode VR pour un cosmos vif et sans distractions ou la réalité mixte pour fusionner le jeu avec ton espace. Des visuels saisissants et un son immersif rendent le démarrage facile, mais la maîtrise difficile. Personnalise tes paramètres et relève un nouveau défi stratégique. Obtiens-le maintenant sur le Meta Quest Store et libère tes compétences !\nLe suivi des mains semble naturel, tandis que les manettes offrent de la précision. Le mode VR t’enveloppe dans un univers coloré ; la réalité mixte transforme n’importe quel endroit en terrain de jeu. C’est toi qui décides comment jouer.\nOptimisé pour Meta Quest, il affiche des graphismes nets—les balles éclatantes ressortent sur des fonds cosmiques ou calmes. L’audio 3D donne vie à chaque chute. Simple au début, il met ton intelligence à l’épreuve quand les tubes se multiplient. Joue de manière décontractée ou plonge en profondeur—c’est à toi de choisir.\nPas besoin d’équipement supplémentaire—juste ton casque et ta curiosité. Léger et polyvalent, il convient aux sessions courtes ou longues. Maîtrise le chaos dans cette évasion vibrante. Télécharge \"BallSort\" maintenant et relève le défi !", "short_description": "\"BallSort\" est une expérience immersive sur Meta Quest ! Trie des balles colorées dans des tubes en utilisant le suivi des mains ou des manettes dans un monde 3D vibrant. Passe du mode VR pour une immersion totale au mode réalité mixte pour te fondre dans ton environnement. Avec un son et des visuels captivants, c’est simple et facile, mais difficile à maîtriser. Personnalise ton environnement et plonge dans un défi unique. Télécharge-le maintenant et teste tes compétences dans cette aventure dy"}, {"images": {"nodes": []}, "id": "727339316282793", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["đố", "hỗn", "xếp", "chơi"], "long_description": "Hãy đắm mình vào \"BallSort\", một cuộc phiêu lưu Meta Quest đầy thú vị! Sắp xếp những quả bóng rực rỡ vào các ống bằng theo dõi tay hoặc bộ điều khiển trong một thế giới 3D tuyệt đẹp. Chọn chế độ VR để trải nghiệm một vũ trụ sống động, không bị phân tâm, hoặc thực tế hỗn hợp để kết hợp trò chơi với không gian của bạn. Hình ảnh tuyệt đẹp và âm thanh cuốn hút giúp bạn dễ bắt đầu nhưng khó để thành thạo. Tùy chỉnh cài đặt của bạn và đối mặt với một thách thức chiến lược mới mẻ. Tải ngay trên cửa hàng Meta Quest và giải phóng kỹ năng của bạn!\nTheo dõi tay mang lại cảm giác tự nhiên, trong khi bộ điều khiển cung cấp độ chính xác. Chế độ VR bao quanh bạn trong một vũ trụ đầy màu sắc; thực tế hỗn hợp biến bất kỳ nơi nào thành sân chơi. Bạn quyết định cách chơi.\nĐược tối ưu hóa cho Meta Quest, trò chơi sở hữu đồ họa sắc nét—những quả bóng sáng nổi bật trên nền vũ trụ hoặc hậu cảnh yên tĩnh. Âm thanh 3D mang đến sự sống động cho mỗi lần thả bóng. Ban đầu đơn giản, nhưng nó thử thách trí thông minh của bạn khi số lượng ống tăng lên. Chơi một cách thoải mái hoặc đắm mình sâu hơn—tùy thuộc vào bạn.\nKhông cần thiết bị bổ sung—chỉ cần tai nghe và sự tò mò của bạn. Nhẹ nhàng và linh hoạt, phù hợp cho các phiên chơi ngắn hoặc dài. Làm chủ sự hỗn loạn trong cuộc trốn thoát sống động này. Tải \"BallSort\" ngay bây giờ và vượt qua thách thức!", "short_description": "\"BallSort\" là một trải nghiệm Meta Quest đầy cuốn hút! Sắp xếp những quả bóng đầy màu sắc vào các ống bằng cách sử dụng theo dõi tay hoặc bộ điều khiển trong một thế giới 3D sống động. Chuyển đổi giữa chế độ VR để đắm chìm hoàn toàn hoặc chế độ thực tế hỗn hợp để hòa quyện với môi trường xung quanh bạn. Với âm thanh và hình ảnh hấp dẫn, trò chơi đơn giản và dễ chơi nhưng đầy thách thức để làm chủ. Tùy chỉnh môi trường của bạn và lao vào một thử thách độc đáo. Tải xuống ngay bây giờ và kiểm tra k"}, {"images": {"nodes": []}, "id": "705092142092803", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["παζλ", "μικτός", "ταξινομώ", "χέρι", "παιχνίδι"], "long_description": "Βούτηξε στο \"BallSort\", μια συναρπαστική περιπέτεια Meta Quest! Ταξινόμησε ζωντανές μπάλες σε σωλήνες με παρακολούθηση χεριών ή χειριστήρια σε έναν εκπληκτικό 3D κόσμο. Επίλεξε τη λειτουργία VR για έναν ζωντανό, απαλλαγμένο από περισπασμούς κόσμο ή τη μικτή πραγματικότητα για να συνδυάσεις το παιχνίδι με τον χώρο σου. Εντυπωσιακά γραφικά και καθηλωτικός ήχος το κάνουν εύκολο στην εκκίνηση, δύσκολο να το κατακτήσεις. Προσάρμοσε τις ρυθμίσεις σου και αντιμετώπισε μια νέα στρατηγική πρόκληση. Πάρ’ το τώρα από το κατάστημα Meta Quest και απελευθέρωσε τις δεξιότητές σου!\nΗ παρακολούθηση χεριών μοιάζει φυσική, ενώ τα χειριστήρια προσφέρουν ακρίβεια. Η λειτουργία VR σε περιβάλλει με έναν πολύχρωμο κόσμο· η μικτή πραγματικότητα μετατρέπει κάθε σημείο σε παιδική χαρά. Εσύ αποφασίζεις πώς να παίξεις.\nΒελτιστοποιημένο για Meta Quest, διαθέτει καθαρά γραφικά—οι φωτεινές μπάλες ξεχωρίζουν σε κοσμικά ή ήρεμα φόντα. Ο 3D ήχος ζωντανεύει κάθε πτώση. Απλό στην αρχή, δοκιμάζει την εξυπνάδα σου καθώς οι σωλήνες πολλαπλασιάζονται. Παίξε χαλαρά ή βυθίσου βαθιά—εσύ επιλέγεις.\nΔεν χρειάζεται επιπλέον εξοπλισμός—μόνο το headset σου και η περιέργειά σου. Ελαφρύ και ευέλικτο, ταιριάζει σε σύντομες ή μεγάλες συνεδρίες. Κατάκτησε το χάος σε αυτή τη ζωντανή απόδραση. Κατέβασε το \"BallSort\" τώρα και ανέβα στο ύψος της πρόκλησης!", "short_description": "Το \"BallSort\" είναι μια καθηλωτική εμπειρία Meta Quest! Ταξινόμησε πολύχρωμες μπάλες σε σωλήνες χρησιμοποιώντας παρακολούθηση χεριών ή χειριστήρια σε έναν ζωντανό 3D κόσμο. Εναλλαγή μεταξύ της λειτουργίας VR για πλήρη εμβάπτιση ή της μικτής πραγματικότητας για να συνδυαστεί με το περιβάλλον σου. Με σαγηνευτικό ήχο και γραφικά, είναι απλό και εύκολο, αλλά δύσκολο να το κατακτήσεις. Προσάρμοσε το περιβάλλον σου και βυθίσου σε μια μοναδική πρόκληση. Κατέβασέ το τώρα και δοκίμασε τις δεξιότητές σου "}, {"images": {"nodes": []}, "id": "691551766563508", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["Puzzle", "gemischt", "sortieren", "Hand", "Spiel"], "long_description": "Tauche ein in \"BallSort\", ein aufregendes Meta Quest-Abenteuer! Sortiere leuchtende Bälle mit Hand-Tracking oder Controllern in einem atemberaubenden 3D-Reich in Röhrchen. Wähle den VR-Modus für ein lebendiges, ablenkungsfreies Universum oder Mixed Reality, um das Spiel mit deinem Raum zu verbinden. Beeindruckende Grafik und immersiver Klang machen den Einstieg leicht, das Meistern schwer. Passe deine Einstellungen an und stelle dich einer neuen strategischen Herausforderung. Hol es dir jetzt im Meta Quest Store und entfessle deine Fähigkeiten!\nHand-Tracking fühlt sich natürlich an, während Controller Präzision bieten. Der VR-Modus umgibt dich mit einem farbenfrohen Universum; Mixed Reality verwandelt jeden Ort in einen Spielplatz. Du entscheidest, wie du spielen willst.\nOptimiert für Meta Quest, mit klarer Grafik—leuchtende Bälle stechen vor kosmischen oder ruhigen Hintergründen hervor. 3D-Audio erweckt jeden Fall zum Leben. Zuerst einfach, testet es deinen Verstand, wenn die Röhrchen mehr werden. Spiele entspannt oder tauche tief ein—es liegt bei dir.\nKein zusätzliches Equipment nötig—nur dein Headset und Neugier. Leicht und vielseitig, geeignet für kurze oder lange Sessions. Meistere das Chaos in diesem lebendigen Ausbruch. Lade \"BallSort\" jetzt herunter und stelle dich der Herausforderung!", "short_description": "\"BallSort\" ist ein fesselndes Meta Quest-Erlebnis! Sortiere bunte Bälle mit Hand-Tracking oder Controllern in einer lebendigen 3D-Welt in Röhrchen. Wechsle zwischen VR-Modus für vollständiges Eintauchen oder Mixed-Reality-Modus, um dich mit deiner Umgebung zu verbinden. Mit fesselndem Audio und visuellen Effekten ist es einfach und leicht, aber schwer zu meistern. Passe deine Umgebung an und stürze dich in eine einzigartige Herausforderung. Lade es jetzt herunter und teste deine Fähigkeiten in d"}, {"images": {"nodes": []}, "id": "671528495806786", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["rompecabezas", "mezclado", "ordenar", "mano", "juego"], "long_description": "¡Sumérgete en \"BallSort\", una emocionante aventura de Meta Quest! Ordena bolas vibrantes en tubos con rastreo de manos o controles en un asombroso reino 3D. Escoge el modo VR para un cosmos vívido sin distracciones o realidad mixta para integrar el juego con tu espacio. Visuales impactantes y sonido inmersivo lo hacen fácil de iniciar, pero difícil de dominar. Personaliza tu entorno y enfrenta un nuevo desafío estratégico. ¡Obténlo ya en la tienda de Meta Quest y libera tus habilidades!\nEl rastreo de manos se siente natural, mientras los controles brindan precisión. El modo VR te rodea de un universo colorido; la realidad mixta transforma cualquier lugar en un parque de juegos. Tú decides cómo jugar.\nOptimizado para Meta Quest, cuenta con gráficos nítidos—las bolas brillantes resaltan contra fondos cósmicos o serenos. El audio 3D da vida a cada caída. Simple al comienzo, desafía tu ingenio cuando los tubos se multiplican. Juega relajado o sumérgete a fondo—tú decides.\nNo necesitas equipo adicional—solo tu visor y curiosidad. Ligero y versátil, perfecto para sesiones cortas o largas. Domina el caos en esta escapada vibrante. ¡Descarga \"BallSort\" ahora y supera el desafío!", "short_description": "\"BallSort\" es una experiencia inmersiva de Meta Quest. ¡Ordena bolas coloridas en tubos usando rastreo de manos o controles en un mundo 3D vibrante! Alterna entre modo VR para una inmersión completa o modo de realidad mixta para integrarlo con tu entorno. Con sonido y visuales cautivadores, es simple y fácil, pero difícil de dominar. Personaliza tu ambiente y lánzate a un desafío único. ¡Descárgalo ya y prueba tus habilidades en esta aventura dinámica y gratificante!"}, {"images": {"nodes": []}, "id": "617107068029041", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["パズル", "複合", "並べ替え", "手", "ゲーム"], "long_description": "\"BallSort\"に飛び込もう、Meta Questのスリリングな冒険！驚くほど美しい3D世界で、手のトラッキングやコントローラーを使い、鮮やかなボールをチューブに分類。鮮やかで邪魔のない宇宙を楽しむVRモードか、空間とゲームを融合させる複合現実を選べ。圧倒的なビジュアルと没入型サウンドで、始めは簡単、マスターするのは難しい。設定をカスタマイズして、新鮮な戦略的挑戦に挑もう。Meta Questストアで今すぐゲットして、スキルを解き放て！\n手のトラッキングは自然に感じられ、コントローラーは精密さを提供。VRモードはカラフルな宇宙であなたを包み込み、複合現実はどんな場所でも遊び場に変える。遊び方はあなた次第。\nMeta Quest用に最適化され、鮮明なグラフィックを誇る—明るいボールが宇宙的または穏やかな背景で際立つ。3Dオーディオがすべての落下に生命を吹き込む。最初はシンプルだが、チューブが増えると知恵を試される。気軽に遊ぶか深く没入するかはあなた次第。\n追加のギアは不要—ヘッドセットと好奇心だけでOK。軽量で多用途、短時間でも長時間でも楽しめる。この鮮やかな逃避行で混沌を制覇しよう。\"BallSort\"を今すぐダウンロードして、挑戦に立ち上がれ！", "short_description": "\"BallSort\"は没入型のMeta Quest体験です！鮮やかな3D世界で、手のトラッキングやコントローラーを使ってカラフルなボールをチューブに分類しましょう。完全な没入感を得るVRモードと、周囲と融合する複合現実モードを切り替えられます。魅力的な音響とビジュアルを備え、シンプルで簡単ながらマスターするのは難しい。環境をカスタマイズして、ユニークな挑戦に飛び込もう。今すぐダウンロードして、このダイナミックで満足感のある冒険でスキルを試してください！"}, {"images": {"nodes": []}, "id": "503999879348214", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["puslespil", "blandet", "sortere", "hånd", "spil"], "long_description": "Dyk ned i \"BallSort\", et spændende Meta Quest-eventyr! Sorter levende bolde i rør med håndsporing eller controllere i et fantastisk 3D-rige. Vælg VR-tilstand for et livligt, distraktionsfrit kosmos eller blandet virkelighed for at flette spillet med dit rum. Fantastiske visuelle effekter og medrivende lyd gør det let at starte, svært at mestre. Tilpas dine indstillinger og tag en frisk strategisk udfordring op. Hent det nu i Meta Quest-butikken og slip dine færdigheder løs!\nHåndsporing føles naturligt, mens controllere giver præcision. VR-tilstand omgiver dig med et farverigt univers; blandet virkelighed gør ethvert sted til en legeplads. Du bestemmer, hvordan du vil spille.\nOptimeret til Meta Quest, det praler af skarp grafik—lyse bolde springer ud mod kosmiske eller rolige baggrunde. 3D-lyd bringer hver dråbe til live. Simpelt i starten, det tester din intelligens, når rørene bliver flere. Spil afslappet eller dyk dybt—det er op til dig.\nIngen ekstra udstyr nødvendig—kun dit headset og nysgerrighed. Let og alsidigt, passer til korte eller lange sessioner. Mestre kaosset i denne levende flugt. Download \"BallSort\" nu og tag udfordringen op!", "short_description": "\"BallSort\" er en medrivende Meta Quest-oplevelse! Sorter farverige bolde i rør ved hjælp af håndsporing eller controllere i en levende 3D-verden. Skift mellem VR-tilstand for fuld fordybelse eller blandet virkelighed for at smelte sammen med dine omgivelser. Med fængslende lyd og grafik er det enkelt og let, men udfordrende at mestre. Tilpas dit miljø og kast dig ud i en unik udfordring. Download nu og test dine færdigheder i dette dynamiske, tilfredsstillende eventyr!"}, {"images": {"nodes": []}, "id": "491922300671532", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "BallSort", "keywords": ["quebracabeça", "misturado", "organizar", "mão", "jogo"], "long_description": "Mergulhe no \"BallSort\", uma aventura emocionante no Meta Quest! Organize bolas vibrantes em tubos com rastreamento de mãos ou controles em um reino 3D deslumbrante. Escolha o modo VR para um cosmos vívido e sem distrações ou realidade mista para integrar o jogo ao seu espaço. Visuais impressionantes e som imersivo tornam fácil começar, mas difícil de dominar. Personalize seu ambiente e encare um novo desafio estratégico. Pegue agora na loja Meta Quest e libere suas habilidades!\nO rastreamento de mãos parece natural, enquanto os controles oferecem precisão. O modo VR te envolve em um universo colorido; a realidade mista transforma qualquer lugar em um parquinho. Você decide como jogar.\nOtimizado para Meta Quest, exibe gráficos nítidos—bolas brilhantes se destacam contra fundos cósmicos ou tranquilos. O áudio 3D dá vida a cada queda. Simples no começo, testa sua inteligência à medida que os tubos aumentam. Jogue casualmente ou mergulhe fundo—você escolhe.\nNão precisa de equipamento extra—só o headset e sua curiosidade. Leve e versátil, ideal para sessões curtas ou longas. Domine o caos nesta escapada vibrante. Baixe o \"BallSort\" agora e enfrente o desafio!", "short_description": "\"BallSort\" é uma experiência imersiva no Meta Quest! Organize bolas coloridas em tubos usando rastreamento de mãos ou controles em um mundo 3D vibrante. Alterne entre o modo VR para uma imersão total ou o modo de realidade mista para se misturar ao seu ambiente. Com áudio e visuais cativantes, é simples e fácil, mas desafiador de dominar. Personalize seu ambiente e mergulhe em um desafio único. Baixe agora e teste suas habilidades nesta aventura dinâmica e satisfatória!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://sites.google.com/view/yt-studio-ballsort/privacy-policy", "developer_terms_of_service_url": null, "publisher_name": "yt-Studio", "support_website_url": null, "website_url": "https://sites.google.com/view/yt-studio-ballsort", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "1592192974313489"}, {"id": "275629210202852"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["cs", "da", "nl", "en_GB", "en", "fi", "it", "ja", "ko", "nb", "nn", "de_CH", "el", "de", "fr_BE", "fr_CA", "fr", "en_AU", "en_CA", "en_ZA", "en_US", "nl_BE", "pl", "pt_BR", "pt", "ro", "ru", "ru_UA", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es", "es_VE", "sv", "tr", "zh_CN", "zh_HK", "zh_TW"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "29257251763922621"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473391855_1006695300906175_6087722131385871275_n.png?stp=dst-png_s360x360&_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9ld22bjHekQQ7kNvwEv05Xz&_nc_oc=AdnDzE3Qq-d4hjmDFy-VReHKL08k3jHzwQwAN5BpV7fmvJ_ngN_BST9Ui-VK3wgkI1Q&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfJGUB9v0H6-zya-q4FRuY1N7JupmeJ8A23ETVpSs0vzWA&oe=683C38B9"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "BallSort", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Puzzle", "id": "377978390272490"}, {"topic_name": "Arcade", "id": "1592192974313489"}, {"topic_name": "Strategy", "id": "275629210202852"}], "release_date": 1743516360, "lastRevision": {"nodes": [{"id": "28845393671775101", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "28845393618441773", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1682363732714825"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "CoverArt_1_1008_1440.png", "id": "1424507458918960", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473392129_1424507462252293_2748553984345616389_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K4jWzGRZ8V8Q7kNvwEwxw5_&_nc_oc=Adl4gTaCNZNtxE-dG7q3-CEaMDccRZF5cEbOtymfOTPjqTpN848KyVxcQaTFW7JCdz4&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfJ0-yTnVF7QVCM9eV2lZGUy1a9Xtc5TO4Gk1Q9qB3fuYA&oe=683C5331"}, {"file_name": "CoverArt_1_2560_1440.png", "id": "1368600720754155", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-fra5-1.oculuscdn.com/v/t64.5771-25/473393741_1368600724087488_6608202295097705902_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ZxYphHe9JOwQ7kNvwHkjWBo&_nc_oc=AdmsvAUE_rK566fsvsYWrLm1euMvgD6Ez8i-wXY3DMVYcK2OWv9KiFIQzqlAek3ZJ4E&_nc_zt=3&_nc_ht=scontent-fra5-1.oculuscdn.com&oh=00_AfLBdoGn_Btvi8uVW3b13vAy9vnSLtMxC1tVNvyLVYN65w&oe=683C5121"}, {"file_name": "icon_3_512.png", "id": "1187028169685241", "image_type": "APP_IMG_ICON", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473392132_1187028173018574_6570612210890836532_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dTief51MkN4Q7kNvwHqPjjC&_nc_oc=AdlhRaanb09Jwf6rNdsH1BcYbpHG1_HMVcn1VYxvBK43ATHrLx--cNTO3_OlTsWwjrw&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfJw2Vg8T51n0C2DgW7EjjeUCcNmYvfgUpQPsh3DWRYEyw&oe=683C2B55"}, {"file_name": "CoverArt_1_1080_360.png", "id": "693515679916963", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473391878_693515686583629_2567285838275545683_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GayZpb7o7N4Q7kNvwHhzRlY&_nc_oc=Admb34LxbDLv9Z3x3810pNpWHBLti32sJvLjYmkoW0tJkbjdja-q-zUVcbMZ7uE-OuA&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfJkZ_0KtiyP2o5MiwnhY-ZrM99P9HTirBG2QfqmO9GROQ&oe=683C4AD1"}, {"file_name": "CoverArt_1_1440_1440.png", "id": "656960137066745", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-fra5-1.oculuscdn.com/v/t64.5771-25/473393549_656960140400078_1706862537611281633_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CA5F8gGqnqsQ7kNvwEbR_iY&_nc_oc=AdlkmjU4QyYSlbD1gq8Ys4gZDexTgyRxR9da2NM3sV6nfxBqrhIZgkPrSA2DDPKR1Mw&_nc_zt=3&_nc_ht=scontent-fra5-1.oculuscdn.com&oh=00_AfJreD5FW376SER8QqDAp6ZobNa-HGeWU8mwbty2sZu5-g&oe=683C341C"}, {"file_name": "logo.png", "id": "653464040612178", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-fra5-1.oculuscdn.com/v/t64.5771-25/473391901_653464047278844_2834930911849543227_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XOLf8vOjyf4Q7kNvwFaYKz_&_nc_oc=AdnKsbtkSSXce5t6I9EJqE5uP16AnS3n_wmpQvQOSOOmAe7ayAVHVO_IJC1Y6Xt-hXA&_nc_zt=3&_nc_ht=scontent-fra5-1.oculuscdn.com&oh=00_AfLAtSlrJq5Ty0aC-gFEATUaGOP3N-fKvEJb3hLorcn9Bw&oe=683C3574"}, {"file_name": "PDP_2_3000_900.png", "id": "454641314336872", "image_type": "APP_IMG_HERO", "uri": "https://scontent-fra5-2.oculuscdn.com/v/t64.5771-25/473393518_454641317670205_7613416295292757859_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QWL2luT_ahUQ7kNvwGBuwM0&_nc_oc=AdnL0wfrtHSUphh6Stq05zxIreT2lu7qUQXTuNvi4e7ReWirttAqnQKfWhyo9tRyfU4&_nc_zt=3&_nc_ht=scontent-fra5-2.oculuscdn.com&oh=00_AfJQDs7sCcnB8QrOAgXCNUVJC4eQzbSRk1Mc5EEc4ced1w&oe=683C57BE"}]}, "id": "2251691685225979", "locale": "en_US", "screenshots": [{"file_name": "ScreenShot_2560_1440_3.png", "id": "666239749155126", "uri": "https://scontent-fra3-1.oculuscdn.com/v/t64.5771-25/473393796_666239752488459_5741156310564224366_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5UYA4_vEM-AQ7kNvwGVcy7c&_nc_oc=AdneJU7SQkSeapnwYbsSNAMWHxfsTeUoVd6TYnFGzAnpieJeBVno5ZN_zo6nSGsfu88&_nc_zt=3&_nc_ht=scontent-fra3-1.oculuscdn.com&oh=00_AfI2evSeeZBmNkPn1jzOI2Vg5zyQuwoGxJb6TLGkbwvMvA&oe=683C455A"}, {"file_name": "ScreenShot_2560_1440_2.png", "id": "1720140065237923", "uri": "https://scontent-fra3-1.oculuscdn.com/v/t64.5771-25/473392301_1720140068571256_5760920658502988502_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=V6kxVHeGoEwQ7kNvwGiO8OO&_nc_oc=AdmJek2w8kVj4zws-EKv1zj_b1WtAgI-AR7LoF0T_Py8Gubd4nJsfLTnOausjUqP10E&_nc_zt=3&_nc_ht=scontent-fra3-1.oculuscdn.com&oh=00_AfJ7GDiP4kRpdjSjHvaT7MF14pGbk9nfF7qguWStXWa8eQ&oe=683C3E1A"}, {"file_name": "ScreenShot_2560_1440_1.png", "id": "1030562688923287", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473392185_1030562692256620_214572011138926541_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IzHt0jZusrEQ7kNvwGG_Dih&_nc_oc=AdnEGVXHRYKJJiOK-ONT56E-WvYcvn9NsyDrgEqLsW5GHEqZYditJHamlnc5frpCueY&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfIjlP1jQ9r85PzNSPW4vpAGV_vapvfE8sImVumsYuySQg&oe=683C4173"}, {"file_name": "ScreenShot_2560_1440_4.png", "id": "1416190622873544", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473393549_1416190626206877_6269410728269870021_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ePGppHzCsBAQ7kNvwG18Aki&_nc_oc=AdlgVmX_1wRDN-OppqX1DTxQk8CmSOvyU6yFXGsbapjAn3D65K_OW4n9LzMHg_kNLio&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfIEs4_gsCno-Lox5e8MWFztjdfg136B1EGk6DsvuWHUdg&oe=683C3A41"}, {"file_name": "ScreenShot_2560_1440_5.png", "id": "1349789076064353", "uri": "https://scontent-fra3-2.oculuscdn.com/v/t64.5771-25/473392175_1349789079397686_8797126695976258847_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WUs03lS_fQ8Q7kNvwGbEfZ-&_nc_oc=AdlPpdPd7zDnbsI1jiq49zwsZgpVAtpZMlbfRPPUZJgxI0JuOUH6xc4MRdo-P5d66Z8&_nc_zt=3&_nc_ht=scontent-fra3-2.oculuscdn.com&oh=00_AfKfhkoNVfz8-BY3WLZae31ug2zIWCMJ36ORRQEw2LT8zg&oe=683C2D74"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "PDP_2_2560_1440.png", "id": "7676590622464778", "uri": "https://scontent-fra5-1.oculuscdn.com/v/t64.5771-25/473392129_7676590625798111_4672136515208541513_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=psiDqDeHa_4Q7kNvwGxwSBv&_nc_oc=AdmhVcY52NcX43TIFt8Ey5S_PP7fQ3CvBbRzpNWbHGr4YCKKG_Wi44bVzOnFA4XsxtY&_nc_zt=3&_nc_ht=scontent-fra5-1.oculuscdn.com&oh=00_AfKwvoMfQAi2sOEFJxXQRVTYWp5ubyp7newOcEg3aAJrhw&oe=683C40DC"}, "display_name": "BALL SORT", "keywords": [], "long_description": "Dive into \"BALL SORT,\" a thrilling Meta Quest adventure! Arrange vibrant balls into tubes using hand-tracking or controllers within a dazzling 3D realm. Choose VR mode to lose yourself in a vivid, enclosed universe, or opt for mixed reality mode to merge the game with your real-world space. Stunning visuals and rich soundscapes make it approachable yet hard to perfect. Personalize your setting and tackle a fresh test of wits. Grab it now from the Meta Quest store and unleash your potential!\nThis isn’t just a pastime—it’s a sensory journey. Hand-tracking offers fluid, lifelike control, while controllers add precision to every move. VR mode wraps you in a colorful, tube-filled cosmos, blocking out distractions. Mixed reality mode fuses your surroundings with the action, turning any spot into your playground. It’s your call how to experience it.\nThe game dazzles with crisp, Quest-optimized graphics—bright balls stand out against tailored backdrops like cosmic voids or serene vistas. Immersive audio ties it together, with each ball’s drop echoing in 3D space. It’s straightforward to begin, but as tubes multiply, your cunning gets a workout. Play casually or dive deep; it adapts to you.\nBuilt for Meta Quest’s standalone ease, no extra gear is needed—just your headset and a spark of curiosity. Lightweight and versatile, it’s ideal for quick rounds or long hauls. Master the chaos in this vivid, strategic escape. Download \"BALL SORT\" today and rise to the challenge!", "short_description": "\"BALL SORT\" is an immersive Meta Quest experience! Sort colorful balls into tubes with hand-tracking or controllers in a vibrant 3D world. Switch between VR mode for full immersion or mixed reality mode to blend your surroundings. With captivating audio and visuals, it’s simple and easy yet tough to master. Customize your environment and dive into a unique challenge. Download now and test your skills in this dynamic, satisfying adventure!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://sites.google.com/view/yt-studio-ballsort/privacy-policy", "developer_terms_of_service_url": null, "publisher_name": "yt-Studio", "support_website_url": null, "website_url": "https://sites.google.com/view/yt-studio-ballsort", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH", "HAND_TRACKING"], "supported_player_modes": ["SITTING", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "28845393635108438"}}]}, "scheduled_offers": {"count": 3, "nodes": [{"status": "PUBLISHED", "id": "1213388050243589"}, {"status": "CANCELLED", "id": "1337673354171386"}, {"status": "PUBLISHED", "id": "973414101440656"}]}, "baseline_offer": {"id": "1213388050243589"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1746120420, "status": "PUBLISHED", "id": "1213388050243589"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "29109820085332457", "version": "1.0.1"}, "id": "1353034562780303", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "28845393618441773", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29109820085332457"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1353034562780303"}]}, "change_log": null, "created_date": 1745165977, "id": "29109820085332457", "version": "1.0.1", "version_code": 111, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "28845393618441773", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29109820085332457"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1353034562780303"}]}, "change_log": null, "created_date": 1745147700, "id": "29107296148918184", "version": "1.0.1", "version_code": 110, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "28845393618441773", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29109820085332457"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1353034562780303"}]}, "change_log": null, "created_date": 1745052903, "id": "29094874683493664", "version": "1.0.1", "version_code": 109, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "28845393618441773", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29109820085332457"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1353034562780303"}]}, "change_log": null, "created_date": 1744562047, "id": "29027837563530710", "version": "1.0.0", "version_code": 106, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "28845393618441773", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "29109820085332457"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1353034562780303"}]}, "change_log": null, "created_date": 1743643052, "id": "28899936859654115", "version": "1.0.0", "version_code": 103, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}