{"data": {"node": {"__typename": "Application", "id": "6377840832333455", "organization": {"id": "128765243099707", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24504722419188631"}]}, "id": "1275375077174095"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24388681187403950"}]}, "id": "749205570971834"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "24358184610449714"}]}, "id": "1931962520968479"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "9159568100749273"}]}, "id": "596235216449515"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8890091094338545"}]}, "id": "465905979775936"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "26522947783985699"}]}, "id": "506132685225516"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7749978975013877"}]}, "id": "711873794419981"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5238121626311418"}]}, "id": "731509902353053"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6976186869099783"}]}, "id": "6759108610877222"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6522692727792839"}]}, "id": "269204899133197"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6377840832333455"}]}, "id": "6739577106067056"}]}}, "firstRevision": {"nodes": [{"application": {"id": "6377840832333455", "release_date": 1689088947, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 6}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25169609186063336"}, "id": "607755444667971"}]}}, "binary": null, "live_binary": null, "created_date": 1758717888, "id": "24921058420918415", "is_initial_release": false, "name_with_fallback": "v22", "pdp_metadata_with_fallback": {"version": 19, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24921059617584962"}, "release_status": "RELEASED", "id": "6377840832333455"}, "id": "24921059617584962", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6377840832333455", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "572263731740148"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4207019392849470", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["퍼즐", "수수께끼", "코딩", "코드", "논리"], "long_description": "**내부 코더를 활용해 보세요**\n\n까다로운 퍼즐의 세계를 헤쳐나가는 데 도움이 필요한 영리한 여우 폭시와 함께 매력적인 모험을 떠나보세요!\n\n**가족의 즐거움**: 기본을 가르치는 쉬운 레벨부터 시작하세요. 혼자 플레이하거나 가족끼리 유대감을 형성하기에 적합합니다.\n\n**도전**: 코인을 수집하기 위해 전략적으로 코드 블록을 배치하여 점점 어려워지는 50개 이상의 레벨을 통해 Foxy를 안내하세요.\n\n**마스터 코더 되기**: 이동, 회전, 잡기, 절차 및 반복과 같은 다양한 블록을 잠금 해제하여 전문가처럼 퍼즐을 풀어보세요!\n\n**퍼즐 그 이상**: 즐거운 탈출을 위해 숨겨진 도전 과제를 발견하고 편안한 미니 게임을 잠금 해제하세요!\n\n**원하는 방식으로 플레이**: 선호하는 스타일을 선택하세요. 편안히 앉거나, 똑바로 서거나, 룸 스케일 VR을 탐험해보세요!\n\n**학습 모험**: Coding blocks 은 단순한 게임이 아닙니다. 사고력에 도전하고, 창의력을 북돋우며, 코딩에 대한 열정을 불러일으킵니다!", "short_description": "내면의 코더를 풀어보세요! 영리한 여우를 50개 이상의 레벨로 안내하고 전략적으로 코드 블록을 배치하여 퍼즐을 풀고 코인을 모으세요. Move, Turn, Grab, Loop, Procedure와 같은 독특한 블록을 마스터하세요. 숨겨진 도전 과제를 탐색하고, 미니 게임을 잠금 해제하고, 플레이 방식을 선택하세요. 편안히 앉거나, 서거나, VR로 탐험해보세요! 이 매력적인 모험은 코딩에 대한 열정을 불러일으키며, 가족이나 솔로 플레이에 적합합니다."}, {"images": {"nodes": []}, "id": "2852854168240170", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["mã", "logic", "câuđố", "mãhóa", "câu"], "long_description": "**Giải phóng bộ mã hóa bên trong của bạn**\n\nBắt tay vào một cuộc phiêu lưu thú vị với Foxy, một con cáo thông minh cần sự giúp đỡ của bạn để điều hướng một thế giới đầy những câu đố khó!\n\n**Niềm vui gia đình**: Bắt đầu với các cấp độ dễ dạy những điều cơ bản, hoàn hảo để chơi một mình hoặc gắn kết gia đình.\n\n**Thử thách**: Hướng dẫn Foxy vượt qua hơn 50 cấp độ khó tăng dần bằng cách đặt các khối mã một cách chiến lược để thu thập tiền xu.\n\n**Trở thành lập trình viên bậc thầy**: Mở khóa nhiều khối khác nhau như Di chuyển, Xoay, Nắm, Thủ tục và Vòng lặp để giải các câu đố như một người chuyên nghiệp!\n\n**Hơn cả câu đố**: Khám phá những thử thách tiềm ẩn và mở khóa các trò chơi nhỏ thư giãn để có một cuộc trốn thoát thú vị!\n\n**Chơi theo cách của bạn**: Chọn phong cách ưa thích của bạn - ngồi xuống, đứng thẳng hoặc khám phá trong VR quy mô phòng!\n\n**Một cuộc phiêu lưu học tập**: Crack the code không chỉ là một trò chơi - nó thách thức trí óc của bạn, khuyến khích sự sáng tạo và khơi dậy niềm đam mê lập trình!", "short_description": "Giải phóng bộ mã hóa bên trong của bạn! Hướng dẫn chú cáo thông minh vượt qua hơn 50 cấp độ, đặt các khối mã một cách chiến lược để giải câu đố và thu thập tiền xu. Nắm vững các khối độc đáo như Di chuyển, Xoay, Nắm, Vòng, Thủ tục. Khám phá những thử thách tiềm ẩn, mở khóa các trò chơi nhỏ và chọn cách bạn chơi - ngồi lại, đứng thẳng hoặc khám phá trong VR! Cuộc phiêu lưu hấp dẫn này khơi dậy niềm đam mê viết mã, hoàn hảo cho gia đình hoặc chơi một mình."}, {"images": {"nodes": []}, "id": "1843687116548247", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["puzzel", "raadsel", "codering", "code", "logica"], "long_description": "**Laat je innerlijke codeur los**\n\nGa op een charmant avontuur met Foxy, een slimme vos die jouw hulp nodig heeft bij het navigeren door een wereld vol lastige puzzels!\n\n**Familieplezier**: begin met eenvoudige niveaus waarin je de basisbeginselen leert, perfect voor solospel of gezinsbinding.\n\n**De uitdaging**: Leid Foxy door meer dan 50 niveaus met toenemende moeilijkheidsgraad door codeblokken strategisch te plaatsen om munten te verzamelen.\n\n**Word een Master Coder**: Ontgrendel een verscheidenheid aan blokken zoals Move, Turn, Grab, Procedure en Loop om puzzels op te lossen als een professional!\n\n**Meer dan puzzels**: ontdek verborgen uitdagingen en ontgrendel ontspannende minigames voor een heerlijke ontsnapping!\n\n**Speel op jouw manier**: kies je favoriete stijl: leun achterover, sta rechtop of verken in VR op kamerschaal!\n\n**Een leerzaam avontuur**: Coding blocks is meer dan alleen een spel - het daagt je geest uit, stimuleert creativiteit en wakkert een passie voor programmeren aan!", "short_description": "Laat je innerlijke codeur los! Leid de slimme vos door meer dan 50 niveaus en plaats strategisch codeblokken om puzzels op te lossen en munten te verzamelen. Beheers unieke blokken zoals Bewegen, Draaien, Grijpen, Loopen en Procedure. Ontdek verborgen uitdagingen, ontgrendel minigames en kies hoe je speelt: leun achterover, sta rechtop of verken in VR! Dit charmante avontuur wekt een passie voor coderen op, perfect voor gezinnen of solo-spel."}, {"images": {"nodes": []}, "id": "1718949415466417", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["Puzzle", "Rätsel", "Codierung", "Code", "Logik"], "long_description": "**Entfesseln Sie Ihren inneren Programmierer**\n\nBegeben Sie sich auf ein bezauberndes Abenteuer mit Foxy, einem cleveren Fuchs, der Ihre Hilfe braucht, um sich durch eine Welt voller kniffliger Rätsel zurechtzufinden!\n\n**Familienspaß**: Beginnen Sie mit einfachen Levels, die die Grundlagen vermitteln, perfekt für Solospiele oder den Zusammenhalt mit der Familie.\n\n**Die Herausforderung**: Führe Foxy durch mehr als 50 Level mit steigendem Schwierigkeitsgrad, indem du Codeblöcke strategisch platzierst, um Münzen zu sammeln.\n\n**Werden Sie ein Meisterprogrammierer**: Schalten Sie eine Vielzahl von Blöcken wie Bewegen, Drehen, Greifen, Vorgehen und Schleife frei, um Rätsel wie ein Profi zu lösen!\n\n**Mehr als nur Rätsel**: Entdecken Sie versteckte Herausforderungen und schalten Sie entspannende Minispiele für eine herrliche Flucht frei!\n\n**Spielen Sie auf Ihre Art**: Wählen Sie Ihren bevorzugten Stil – lehnen Sie sich zurück, stehen Sie aufrecht oder erkunden Sie in VR im Raummaßstab!\n\n**Ein Lernabenteuer**: Coding blocks ist mehr als nur ein Spiel – es fordert Ihren Verstand heraus, fördert die Kreativität und weckt eine Leidenschaft fürs Programmieren!", "short_description": "Entfesseln Sie Ihren inneren Programmierer! Führe den schlauen Fuchs durch mehr als 50 Level und platziere Codeblöcke strategisch, um Rätsel zu lösen und Münzen zu sammeln. Meistern Sie einzigartige Blöcke wie Bewegen, Drehen, Greifen, Schleife, Verfahren. Entdecken Sie versteckte Herausforderungen, schalten Sie Minispiele frei und wählen Sie, wie Sie spielen – lehnen Sie sich zurück, stehen Sie aufrecht oder erkunden Sie in VR! "}, {"images": {"nodes": []}, "id": "1495361384996874", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["hlavolam", "hádanka", "kódování", "kód", "logika"], "long_description": "**Uvolněte svůj vnitřní kodér**\n\nVydejte se na okouzlující dobrodružství s Foxym, chytrou liškou, která potřebuje vaši pomoc při procházení světem složitých hádanek!\n\n**Rodinná zábava**: Začněte s jednoduchými úrovněmi, které naučí základy, ideální pro sólovou hru nebo rodinné vazby.\n\n**Výzva**: Proveďte Foxyho přes 50+ úrovní se zvyšující se obtížností strategickým umístěním bloků kódu, abyste mohli sbírat mince.\n\n**Staňte se mistrem kódovače**: Odemkněte různé bloky, jako je pohyb, otáčení, uchopení, postup a smyčka, abyste mohli řešit hádanky jako profesionál!\n\n**Více než hádanky**: Objevte skryté výzvy a odemkněte relaxační minihry pro úžasný únik!\n\n**Play Your Way**: Vyberte si svůj preferovaný styl – pohodlně se posaďte, stoupněte si nebo prozkoumejte ve virtuální realitě v měřítku místnosti!\n\n**Učící se dobrodružství**: Coding blocks je víc než jen hra – je výzvou pro vaši mysl, podporuje kreativitu a podněcuje vášeň pro kódování!", "short_description": "Popusťte uzdu svému vnitřnímu kodéru! Proveďte chytrou lišku přes 50+ úrovní, strategicky umístěte bloky kódu, abyste řešili hádanky a sbírali mince. Ovládněte jedinečné bloky, jako je pohyb, otáčení, uchopení, smyčka, postup. Prozkoumejte skryté výzvy, odemkněte minihry a vyberte si, jak budete hrát – sedněte si, stůjte vzpřímeně nebo prozkoumávejte ve VR! Toto okouzlující dobrodružství podnítí vášeň pro kódování, ideální pro rodiny nebo sólovou hru."}, {"images": {"nodes": []}, "id": "1448510709714727", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["головоломка", "загадка", "кодирование", "код", "логика"], "long_description": "**Раскройте свой внутренний программист**\n\nОтправьтесь в очаровательное приключение вместе с Фокси, умной лисой, которой нужна ваша помощь в решении мира сложных головоломок!\n\n**Семейное развлечение**: начните с простых уровней, которые обучают основам и идеально подходят для одиночной игры или семейного общения.\n\n**Задача**: проведите Фокси через более чем 50 уровней возрастающей сложности, стратегически размещая блоки кода для сбора монет.\n\n**Станьте мастером кодирования**: разблокируйте различные блоки, такие как «Перемещение», «Поворот», «Захват», «Процедура» и «Цикл», чтобы решать головоломки как профессионал!\n\n**Больше, чем головоломки**: откройте для себя скрытые испытания и разблокируйте расслабляющие мини-игры для восхитительного побега!\n\n**Играйте по-своему**: выберите предпочитаемый стиль: расслабьтесь, встаньте прямо или исследуйте виртуальную реальность размером с комнату!\n\n**Обучающее приключение**: Coding blocks — это больше, чем просто игра. Она бросает вызов вашему разуму, поощряет креативность и разжигает страсть к программированию!", "short_description": "Дайте волю своему внутреннему программисту! Проведите умную лису через более чем 50 уровней, стратегически размещая кодовые блоки, чтобы решать головоломки и собирать монеты. Освойте уникальные блоки, такие как «Перемещение», «Поворот», «Захват», «Петля», «Процедура». Исследуйте скрытые испытания, открывайте мини-игры и выбирайте, как играть — сидеть сложа руки, стоять прямо или исследовать в виртуальной реальности! "}, {"images": {"nodes": []}, "id": "1444756870151397", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["παζλ", "αίνιγμα", "κωδικοποίηση", "κώδικας", "λογική"], "long_description": "**Απελευθερώστε τον εσωτερικό σας κωδικοποιητή**\n\nΞεκινήστε μια γοητευτική περιπέτεια με τη Foxy, μια έξυπνη αλεπού που χρειάζεται τη βοήθειά σας για να περιηγηθείτε σε έναν κόσμο δύσκολων παζλ!\n\n**Οικογενειακή διασκέδαση**: Ξεκινήστε με εύκολα επίπεδα που διδάσκουν τα βασικά, τέλεια για σόλο παιχνίδι ή οικογενειακό δέσιμο.\n\n**Η Πρόκληση**: Οδηγήστε το Foxy σε 50+ επίπεδα αυξανόμενης δυσκολίας τοποθετώντας στρατηγικά μπλοκ κώδικα για τη συλλογή νομισμάτων.\n\n**Γίνετε Κύριος Κωδικοποιητής**: Ξεκλειδώστε μια ποικιλία μπλοκ όπως Μετακίνηση, Στροφή, Αρπαγή, Διαδικασία και Βρόχο για να λύσετε παζλ σαν επαγγελματίας!\n\n**Περισσότερα από παζλ**: Ανακαλύψτε κρυφές προκλήσεις και ξεκλειδώστε χαλαρωτικά μίνι παιχνίδια για μια απολαυστική απόδραση!\n\n**Παίξτε τον τρόπο σας**: Επιλέξτε το στυλ που προτιμάτε - καθίστε αναπαυτικά, σηκώστε το ανάστημά σας ή εξερευνήστε το VR σε κλίμακα δωματίου!\n\n**Μια περιπέτεια εκμάθησης**: Coding blocks είναι κάτι περισσότερο από ένα παιχνίδι - προκαλεί το μυαλό σας, ενθαρρύνει τη δημιουργικότητα και πυροδοτεί το πάθος για την κωδικοποίηση!", "short_description": "Απελευθερώστε τον εσωτερικό σας κωδικοποιητή! Οδηγήστε την έξυπνη αλεπού σε 50+ επίπεδα, τοποθετώντας στρατηγικά μπλοκ κώδικα για να λύσετε παζλ και να συλλέξετε νομίσματα. Κατακτήστε μοναδικά μπλοκ όπως Μετακίνηση, Στροφή, Αρπαγή, Βρόχος, Διαδικασία. Εξερευνήστε κρυφές προκλήσεις, ξεκλειδώστε τα μίνι παιχνίδια και επιλέξτε τον τρόπο παιχνιδιού σας - καθίστε αναπαυτικά, σηκωθείτε ή εξερευνήστε το VR! οικογένειες ή "}, {"images": {"nodes": []}, "id": "1360024509067369", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["pussel", "gåta", "kodning", "koda", "logik"], "long_description": "**Släpp loss din inre kodare**\n\nGe dig ut på ett charmigt äventyr med Foxy, en smart räv som behöver din hjälp att navigera i en värld av kluriga pussel!\n\n**Familjenöje**: Börja med enkla nivåer som lär ut grunderna, perfekt för solospel eller familjeband.\n\n**Utmaningen**: Guide Foxy genom 50+ nivåer av ökande svårighetsgrad genom att strategiskt placera kodblock för att samla mynt.\n\n**Bli en Master Coder**: Lås upp en mängd olika block som Move, Turn, Grab, Procedure och Loop för att lösa pussel som ett proffs!\n\n**Mer än pussel**: Upptäck dolda utmaningar och lås upp avkopplande minispel för en härlig flykt!\n\n**Spela på ditt sätt**: Välj din favoritstil - luta dig tillbaka, stå högt eller utforska i rumsskala VR!\n\n**Ett lärande äventyr**: Crack the code är mer än bara ett spel - det utmanar ditt sinne, uppmuntrar kreativitet och tänder en passion för kodning!", "short_description": "Släpp loss din inre kodare! Led den smarta räven genom 50+ nivåer, placera strategiskt kodblock för att lösa pussel och samla mynt. Bemästra unika block som Move, Turn, Grab, Loop, Procedur. Utforska dolda utmaningar, lås upp minispel och välj hur du spelar - luta dig tillbaka, stå högt eller utforska i VR! Detta charmiga äventyr tänder en passion för kodning, perfekt för familjer eller solospel."}, {"images": {"nodes": []}, "id": "1353639439671445", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["palapeli", "arvoitus", "koodaus", "koodi", "logiikka"], "long_description": "**Päästä sisäinen koodaajasi valloilleen**\n\nLähde hurmaavaan seikkailuun Foxyn, älykkään kettun kanssa, joka tarvitsee apuasi mutkikkaiden pulmien maailmassa!\n\n**Family Fun**: Aloita helpoilla tasoilla, jotka opettavat perusasiat ja jotka ovat täydellisiä yksinpelaamiseen tai perhesuhteisiin.\n\n**Haaste**: Ohjaa Foxya yli 50 vaikeusasteella asettamalla strategisesti koodilohkoja kerätäksesi kolikoita.\n\n**Ryhdy mestarikooderiksi**: Avaa lukuisia lohkoja, kuten Move, Turn, Grab, Procedure ja Loop ratkaistaksesi pulmia kuin ammattilainen!\n\n**More Than Puzzles**: Löydä piilotettuja haasteita ja avaa rentouttavia minipelejä ihastuttavaan pakopaikkaan!\n\n**Pelaa haluamallasi tavalla**: Valitse haluamasi tyyli – istu alas, seiso pystyssä tai tutki huoneen mittakaavassa!\n\n**Oppiva seikkailu**: Coding blocks on enemmän kuin pelkkä peli – se haastaa mielesi, rohkaisee luovuuteen ja sytyttää intohimon koodaamiseen!", "short_description": "Päästä sisäinen koodaajasi valloilleen! Ohjaa älykäs kettu yli 50 tason läpi asettamalla koodilohkoja strategisesti ratkaisemaan pulmia ja keräämään kolikoita. Hallitse ainutlaatuisia lohkoja, kuten Siirrä, Käänny, Tartu, Silmukka, Menettely. Tutki piilotettuja haasteita, avaa minipelejä ja valitse pelitapasi – istu alas, seiso pystyssä tai tutki VR:ssä! Tämä viehättävä seikkailu sytyttää intohimon koodaamiseen, sopii täydellisesti perheille tai yksinpeliin."}, {"images": {"nodes": []}, "id": "1340160380785731", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["quebra", "enigma", "codificação", "código", "lógica"], "long_description": "**Liberte o seu codificador interno**\n\nEmbarca numa aventura encantadora com Foxy, uma raposa inteligente que precisa da tua ajuda para navegar por um mundo de puzzles complicados!\n\n**Diversão em família**: comece com níveis fáceis que ensinam o básico, perfeitos para jogar sozinho ou para criar laços familiares.\n\n**O Desafio**: Guia Foxy por mais de 50 níveis de dificuldade crescente, colocando estrategicamente blocos de código para recolher moedas.\n\n**Torna-te um Master Coder**: Desbloqueia uma variedade de blocos como Mover, Girar, Agarrar, Procedimento e Loop para resolver puzzles como um profissional!\n\n**Mais do que puzzles**: Descobre desafios escondidos e desbloqueia minijogos relaxantes para uma fuga deliciosa!\n\n**Jogue à sua maneira**: Escolha o seu estilo preferido: sente-se, fique de pé ou explore em realidade virtual à escala da sala!\n\n**Uma aventura de aprendizagem**: Coding blocks é mais do que um simples jogo: desafia a mente, encoraja a criatividade e desperta a paixão pela programação!", "short_description": "Liberte o seu codificador interior! Guia a raposa inteligente por mais de 50 níveis, colocando estrategicamente blocos de código para resolver puzzles e recolher moedas. Domine blocos únicos como Mover, Girar, Agarrar, Loop, Procedimento. Explore desafios escondidos, desbloqueie minijogos e escolha como joga - sente-se, fique de pé ou explore em RV! Esta aventura encantadora desperta a paixão pela programação, perfeita para famílias ou para jogar sozinho."}, {"images": {"nodes": []}, "id": "1224333589713954", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["rompecabezas", "acertijo", "codificación", "código", "lógica"], "long_description": "**Libera tu codificador interior**\n\n¡Embárcate en una encantadora aventura con Foxy, un zorro inteligente que necesita tu ayuda para navegar en un mundo de complicados rompecabezas!\n\n**Diversión familiar**: comienza con niveles fáciles que enseñan lo básico, perfectos para jugar en solitario o crear vínculos familiares.\n\n**El desafío**: guía a Foxy a través de más de 50 niveles de dificultad creciente colocando estratégicamente bloques de código para recolectar monedas.\n\n**Conviértete en un maestro codificador**: desbloquea una variedad de bloques como Mover, Girar, Agarrar, Procedimiento y Bucle para resolver acertijos como un profesional.\n\n**Más que rompecabezas**: ¡Descubre desafíos ocultos y desbloquea minijuegos relajantes para una escapada encantadora!\n\n**Juega a tu manera**: elige tu estilo preferido: siéntate, mantente erguido o explora en realidad virtual a escala de habitación.\n\n**Una aventura de aprendizaje**: Coding blocks es más que un simple juego: desafía tu mente, fomenta la creatividad y enciende una pasión por la codificación.", "short_description": "¡Libera tu codificador interior! Guía al inteligente zorro a través de más de 50 niveles, colocando estratégicamente bloques de códigos para resolver acertijos y recolectar monedas. Domina bloques únicos como Mover, Girar, Agarrar, Bucle, Procedimiento. Explora desafíos ocultos, desbloquea minijuegos y elige cómo jugar: ¡siéntate, mantente erguido o explora en realidad virtual! Esta encantadora aventura enciende la pasión por la programación, perfecta para familias o para jugar en solitario."}, {"images": {"nodes": [{"file_name": "logocoding(3).png", "id": "2964607280360935", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391911_2964607283694268_2861756632396737768_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RbX3lOgci2IQ7kNvwEo01tz&_nc_oc=Adnjs-8SzaIrRXghreCek2mbGBsvHiJC3ZEFbtoknsxhelz-tNlh-MDx8vrVOr3T8dE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuvbBW2zZ-vP2Ht-cpeMimLK8vsy2yIrNYqc_4LOmY5rg&oe=6995A5FF"}, {"file_name": "coding1008x1440.png", "id": "1614782009153422", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391731_1614782012486755_6276711131485319199_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A7xSTTTpBssQ7kNvwFj_bSV&_nc_oc=Adk3npcG31OBXrYcehXYZ4Plu1pBiFewvlc2GwU23zg8-X9Y-fX_AQj30oOmtF2Y4po&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftBNJ7CgwKggDoCs5XIO8FsElUW8nJiPa76rTXS-1Xd2Q&oe=6995C14F"}, {"file_name": "logocoding(2).png", "id": "1345416389917930", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391958_1345416393251263_214757814146061246_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yFfnQWI0CicQ7kNvwFPywUX&_nc_oc=AdmrYaSMoKM1vs_xcpiA5w7Dg_pezTzS0JxLmpDHg66iRyZm1BEt5W3Nis_0IuX-2Lg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsUGbNmcgB0DVqCnSWb83QtcXxtmKS6l_S3om930F74ZA&oe=6995B482"}, {"file_name": "A New Design.png", "id": "1265884241368490", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391731_1265884248035156_2520352668383425722_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FG4oVjxJ4YsQ7kNvwFB88hP&_nc_oc=AdnS1PUlHASwDzbq9GVdHujaGg0DOHQFVcqnSbVMtM_zl0Q0KPUBcAkUGvzShCOKrl4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsWKPKKFSeQmQ1I_Hchw1lDMQbyd8QWQhB6rHNBInhVwA&oe=6995A1B5"}, {"file_name": "coding1440x1440.png", "id": "1157632405985208", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391859_1157632409318541_4942093388188649392_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zgZqTBqsLQoQ7kNvwEtsbgk&_nc_oc=AdkVMjcmu5qurtdob1WkUe3Aymqlg-b5QiarSKV0pvTUKFzt-H7d14xF9CCzVzdKS5E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv1unscvnYS2rKMm4gphddG_KD3dGwOjzPW1S56N-xZ-w&oe=6995B9F0"}, {"file_name": "coding3000x900.png", "id": "627462289817009", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391777_627462293150342_3955635451330658607_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TQAPvk0MQ_QQ7kNvwGSvHps&_nc_oc=AdmbLwAxjgx8V9Gd_aQJEQaLaHNpRPcrepBNRgf46_iYBszDhO2BUGVwf2zUXpI3cbg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftd5B9PDfGlkPb-Lu_Fty9Cx7bTsvSa7TCfK1YQ349SuA&oe=6995A1D2"}]}, "id": "1157222519587116", "locale": "en_US", "screenshots": [{"file_name": "sc1.png", "id": "786357589700231", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982487_786357593033564_72599499135171491_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SEgQ6q0FyNcQ7kNvwFNPnDy&_nc_oc=AdnSZ3tNBaYfUKkh5Fy9f6AX4vkxUdI-Ui945AYgPOg52OSbmMoVby4YitU_yCrukNQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDxHIu_HfJPKvehfta7qlhwn3NwfptObkNwmgAGoHsEw&oe=6995AE57"}, {"file_name": "sc2.png", "id": "6621996344513040", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031369_6621996351179706_3739930421060566253_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3h15KZqdTXgQ7kNvwFLfx_c&_nc_oc=AdnGREwgFlHpoilP3brYNHi9y4kuAaPbDgzC1FvAQfmT20fdM1VZyfwBlFI_46roxr0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs83hevvbEeVqtlhIuXRtgCfLevRoFgbOy3sqbAZXNH1Q&oe=6995B52D"}, {"file_name": "sc4.png", "id": "8977072892372812", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391763_8977072915706143_4695725127011735023_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=67L2OP-lng0Q7kNvwE16URe&_nc_oc=AdnVjY8ghJiLUH9YUe07ta22ntt0CXtdHqDhNnFQZLe6f8IDi6Iw1bBP3_sTLU3Ajwc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvsZsETkwmHS5NowDl5ixflvFlqQYgRM_0B2YjBi5nm4A&oe=6995A7CE"}, {"file_name": "sc_b3.png", "id": "311582854565161", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982488_311582857898494_2292639138044638848_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0oYscgmpjC0Q7kNvwHQ0IQB&_nc_oc=Adlu2XqDHV_pCqKrEcsp1gcNi-cWJUZnGJoz1a0zoPwNFQ9qFCROgZqj0AuWK9IjNFI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv5WIedUeBeTYUjYfuW6aLgxwsRqrlIhEFeSU81mBcCnA&oe=6995B47E"}, {"file_name": "sc3.png", "id": "590788173805025", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393107_590788177138358_8412685917599274422_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8CyAxBSpkm0Q7kNvwE9pZsY&_nc_oc=AdnrVZzLbb63xowNM37fRyZiJyjVxsfGBXDKvgeQ1tahxmNy4h79dqpgi1k8pFxHBgQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuLU1Z9eCA29AWYkWxCGo2-lyJA-d_jeAUrG-B27FR3ig&oe=6995B163"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "A New Design.png", "id": "642051288179684", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473393117_642051301513016_8252721969074060825_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=n_tYF34hyR8Q7kNvwG8lDkR&_nc_oc=AdkdJGroy3MZmXxhVO5CPPctO3QRiJASKLYqglA0YvtTLABcBopRSaEMAW3Lg0xA8Qs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuMm67r61f41iUHv0kb0MGjskIyo0AlUOxfhWYRGpJ6Iw&oe=6995A989"}, "display_name": "Coding Blocks", "keywords": ["puzzle", "riddle", "coding", "code", "logic"], "long_description": "**Unleash your inner coder**\n\nEmbark on a charming adventure with Foxy, a clever fox who needs your help navigating a world of tricky puzzles! \n\n**Family Fun**:  Start with easy levels that teach the basics, perfect for solo play or family bonding. \n\n**The Challenge**:  Guide Foxy through 50+ levels of increasing difficulty by strategically placing code blocks to collect coins. \n\n**Become a Master Coder**:  Unlock a variety of blocks like Move, Turn, Grab, Procedure and Loop to solve puzzles like a pro! \n\n**More Than Puzzles**:  Discover hidden challenges and unlock relaxing mini-games for a delightful escape!  \n\n**Play Your Way**:  Choose your preferred style - sit back, stand tall, or explore in room-scale VR!  \n\n**A Learning Adventure**:  Coding blocks is more than just a game - it challenges your mind, encourages creativity, and ignites a passion for coding! ", "short_description": "Unleash your inner coder! Guide the clever fox through 50+ levels, strategically placing code blocks to solve puzzles and collect coins. Master unique blocks like Move, Turn, Grab, Loop, Procedure. Explore hidden challenges, unlock mini-games, and choose how you play - sit back, stand tall, or explore in VR! This charming adventure ignites a passion for coding, perfect for families or solo play."}, {"images": {"nodes": []}, "id": "1155455773100340", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["puzzle", "énigme", "codage", "code", "logique"], "long_description": "**Libérez votre codeur intérieur**\n\nEmbarquez pour une charmante aventure avec Foxy, un renard intelligent qui a besoin de votre aide pour naviguer dans un monde d'énigmes délicates !\n\n**Family Fun** : Commencez par des niveaux faciles qui enseignent les bases, parfaits pour jouer en solo ou créer des liens en famille.\n\n**Le défi** : guidez Foxy à travers plus de 50 niveaux de difficulté croissante en plaçant stratégiquement des blocs de code pour collecter des pièces.\n\n**Devenez un maître codeur** : débloquez une variété de blocs comme Déplacer, Tourner, Saisir, Procédure et Boucle pour résoudre des énigmes comme un pro !\n\n**Plus que des énigmes** : découvrez des défis cachés et débloquez des mini-jeux relaxants pour une évasion délicieuse !\n\n**Jouez à votre façon** : choisissez votre style préféré : asseyez-vous, tenez-vous droit ou explorez en VR à l'échelle d'une pièce !\n\n**Une aventure d'apprentissage** : Coding blocks est plus qu'un simple jeu : il met votre esprit au défi, encourage la créativité et suscite une passion pour le codage !", "short_description": "Libérez le codeur qui sommeille en vous ! Guidez le renard intelligent à travers plus de 50 niveaux, en plaçant stratégiquement des blocs de code pour résoudre des énigmes et collecter des pièces. Maîtrisez des blocs uniques comme Move, Turn, Grab, Loop, Procedure. Explorez des défis cachés, débloquez des mini-jeux et choisissez votre façon de jouer : asseyez-vous, tenez-vous droit ou explorez en VR ! \n\n"}, {"images": {"nodes": []}, "id": "1149529617051474", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["bulmaca", "bilmece", "kodlama", "kod", "mantık"], "long_description": "**İçinizdeki kodlayıcıyı serbest bırakın**\n\nZorlu bulmacalarla dolu bir dünyada gezinmek için yardımınıza ihtiyacı olan akıllı tilki Foxy ile büyüleyici bir maceraya atılın!\n\n**Aile Eğlencesi**: Tek başınıza oynamak veya aile bağları kurmak için mükemmel olan, temel bilgileri öğreten kolay seviyelerle başlayın.\n\n**Zorluk**: Para toplamak için kod bloklarını stratejik olarak yerleştirerek Foxy'ye 50'den fazla artan zorluk seviyesi boyunca rehberlik edin.\n\n**Usta Kodlayıcı Olun**: Bulmacaları bir profesyonel gibi çözmek için Hareket Et, Dön, Tut, Prosedür ve Döngü gibi çeşitli blokların kilidini aç!\n\n**Bulmacalardan Daha Fazlası**: Keyifli bir kaçış için gizli zorlukları keşfedin ve rahatlatıcı mini oyunların kilidini açın!\n\n**Kendi Tarzınızda Oynayın**: Tercih ettiğiniz tarzı seçin - arkanıza yaslanın, dik durun veya oda ölçeğinde VR'yi keşfedin!\n\n**Bir Öğrenme Macerası**: Crack the code sadece bir oyundan daha fazlasıdır; zihninizi zorlar, yaratıcılığı teşvik eder ve kodlamaya olan tutkunuzu ateşler!", "short_description": "İçinizdeki kodlayıcıyı serbest bırakın! Zeki tilkiyi 50'den fazla seviyede yönlendirin, bulmacaları çözmek ve para toplamak için kod bloklarını stratejik olarak yerleştirin. Hareket Et, Dön, Yakala, Döngü, Prosedür gibi benzersiz bloklarda ustalaşın. Gizli zorlukları keşfedin, mini oyunların kilidini açın ve nasıl oynayacağınızı seçin - arkanıza yaslanın, dik durun veya VR'de keşfedin! Bu büyüleyici macera, kodlama tutkusunu ateşliyor; aileler veya tek başına oynamak için mükemmel."}, {"images": {"nodes": []}, "id": "1138898884255393", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["puslespil", "gåde", "kodning", "kode", "logik"], "long_description": "**Slip din indre koder løs**\n\nTag ud på et charmerende eventyr med Foxy, en klog ræv, der har brug for din hjælp til at navigere i en verden af ​​vanskelige gåder!\n\n**Familiesjov**: Start med nemme niveauer, der lærer det grundlæggende, perfekt til solo-leg eller familiebinding.\n\n**Udfordringen**: Guide Foxy gennem 50+ niveauer med stigende sværhedsgrad ved strategisk at placere kodeblokke for at samle mønter.\n\n**Bliv en Master Coder**: Lås op for en række forskellige blokke som Move, Turn, Grab, Procedure og Loop for at løse gåder som en professionel!\n\n**Mere end gåder**: Opdag skjulte udfordringer, og lås op for afslappende minispil for en dejlig flugt!\n\n**Spil på din måde**: Vælg din foretrukne stil - læn dig tilbage, stå højt, eller udforsk i rumskala VR!\n\n**Et lærende eventyr**: Coding blocks er mere end bare et spil - det udfordrer dit sind, tilskynder til kreativitet og tænder en passion for kodning!", "short_description": "Slip din indre koder løs! Guide den kloge ræv gennem 50+ niveauer, strategisk placer kodeblokke for at løse gåder og samle mønter. Mestre unikke blokke som Move, Turn, Grab, Loop, Procedure. Udforsk skjulte udfordringer, lås op for minispil, og vælg, hvordan du spiller - læn dig tilbage, stå højt, eller udforsk i VR! Dette charmerende eventyr tænder en passion for kodning, perfekt til familier eller solospil."}, {"images": {"nodes": []}, "id": "1128467648703121", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["łamigłówka", "zagadka", "kodowanie", "kod", "logika"], "long_description": "**Uwolnij swojego wewnętrznego kodera**\n\nWyrusz w uroczą przygodę z Foxym, sprytnym lisem, który potrzebuje Twojej pomocy w poruszaniu się po świecie trudnych zagadek!\n\n**Rodzinna zabawa**: Zacznij od łatwych poziomów, które uczą podstaw, idealnych do gry solo lub tworzenia więzi rodzinnych.\n\n**Wyzwanie**: Poprowadź Foxy'ego przez ponad 50 poziomów o rosnącym stopniu trudności, strategicznie umieszczając bloki kodu w celu zbierania monet.\n\n**Zostań mistrzem kodowania**: Odblokuj różne bloki, takie jak przesuwanie, obracanie, chwytanie, procedura i pętla, aby rozwiązywać zagadki jak profesjonalista!\n\n**Więcej niż łamigłówki**: Odkryj ukryte wyzwania i odblokuj relaksujące mini-gry, które zapewnią ci cudowną ucieczkę!\n\n**Graj po swojemu**: Wybierz preferowany styl – usiądź wygodnie, stój prosto lub eksploruj w rzeczywistości wirtualnej w skali pomieszczenia!\n\n**Przygoda edukacyjna**: Coding blocks to coś więcej niż tylko gra — rzuca wyzwanie Twojemu umysłowi, zachęca do kreatywności i rozpala pasję do kodowania!", "short_description": "Uwolnij swojego wewnętrznego kodera! Prowadź sprytnego lisa przez ponad 50 poziomów, strategicznie umieszczając bloki kodu, aby rozwiązywać zagadki i zbierać monety. Opanuj unikalne bloki, takie jak poruszanie się, obracanie, chwytanie, pętla i procedura. Odkrywaj ukryte wyzwania, odblokowuj mini-gry i wybieraj sposób gry – usiądź wygodnie, stój prosto lub eksploruj w rzeczywistości wirtualnej! Ta urocza przygoda rozpala pasję do kodowania, idealna dla rodzin lub gry solo."}, {"images": {"nodes": []}, "id": "1077409570885532", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["谜题", "谜语", "编码", "代码", "逻辑"], "long_description": "**释放你内心的编码员**\n\n与狡猾的狐狸 Foxy 一起踏上迷人的冒险之旅，它需要你的帮助来探索充满棘手谜题的世界！\n\n**家庭乐趣**：从教授基础知识的简单关卡开始，非常适合单人游戏或家庭交流。\n\n**挑战**：通过策略性地放置代码块来收集硬币，引导 Foxy 通过 50 多个难度不断增加的关卡。\n\n**成为编码大师**：解锁各种模块，如移动、转动、抓取、程序和循环，像专业人士一样解决谜题！\n\n**不仅仅是谜题**：发现隐藏的挑战并解锁轻松的迷你游戏，享受愉快的逃脱！\n\n**按你的方式玩**：选择你喜欢的风格 - 坐下来，站起来，或在房间规模的 VR 中探索！\n\n**学习冒险**：Coding blocks 不仅仅是一场游戏——它挑战你的思维，鼓励创造力，点燃对编码的热情！", "short_description": "释放你内心的编码员！引导聪明的狐狸通过 50 多个关卡，有策略地放置代码块来解决谜题并收集硬币。掌握独特的块，如移动、转动、抓取、循环、过程。探索隐藏的挑战，解锁迷你游戏，并选择你的游戏方式 - 坐下来，站起来，或者在 VR 中探索！这个迷人的冒险点燃了编码的热情，非常适合家庭或单人游戏。"}, {"images": {"nodes": []}, "id": "995941709315100", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["rompicapo", "enigma", "codifica", "codice", "logica"], "long_description": "**Scatena il programmatore che c'è in te**\n\nParti per un'affascinante avventura con Foxy, una volpe intelligente che ha bisogno del tuo aiuto per affrontare un mondo di enigmi complicati!\n\n**Divertimento in famiglia**: inizia con livelli facili che insegnano le basi, perfetti per giocare da soli o per creare legami familiari.\n\n**La sfida**: guida Foxy attraverso oltre 50 livelli di difficoltà crescente posizionando strategicamente blocchi di codice per raccogliere monete.\n\n**Diventa un maestro programmatore**: sblocca una varietà di blocchi come Muovi, Gira, Afferra, Procedura e Loop per risolvere enigmi come un professionista!\n\n**Più che puzzle**: scopri sfide nascoste e sblocca minigiochi rilassanti per una fuga deliziosa!\n\n**Gioca a modo tuo**: scegli il tuo stile preferito: siediti, alzati in piedi o esplora in realtà virtuale su scala locale!\n\n**Un'avventura di apprendimento**: Coding blocks è più di un semplice gioco: sfida la tua mente, incoraggia la creatività e accende la passione per la programmazione!", "short_description": "Scatena il tuo programmatore interiore! Guida l'astuta volpe attraverso oltre 50 livelli, posizionando strategicamente i blocchi di codice per risolvere enigmi e raccogliere monete. Padroneggia blocchi unici come Muovi, Gira, Afferra, Loop, Procedura. Esplora sfide nascoste, sblocca minigiochi e scegli come giocare: siediti, alzati in piedi o esplora in VR! Questa affascinante avventura accende la passione per la programmazione, perfetta per le famiglie o per il gioco da solista."}, {"images": {"nodes": []}, "id": "819528020748075", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["パズル", "なぞなぞ", "コーディング", "コード", "ロジック"], "long_description": "**内なるコーダーを解き放つ**\n\nトリッキーなパズルの世界をナビゲートするためにあなたの助けを必要とする賢いキツネ、フォクシーと一緒に魅力的な冒険に乗り出しましょう!\n\n**家族で楽しめる**: 基本を学ぶ簡単なレベルから始めて、ソロプレイや家族の絆に最適です。\n\n**ザ チャレンジ**: コード ブロックを戦略的に配置してコインを集め、難易度が上がる 50 以上のレベルをフォクシーを導きます。\n\n**マスターコーダーになる**: 移動、回転、掴み、手順、ループなどのさまざまなブロックのロックを解除して、プロのようにパズルを解きましょう!\n\n**パズルだけではありません**: 隠された課題を発見し、リラックスできるミニゲームのロックを解除して楽しい脱出を目指しましょう!\n\n**あなたの方法でプレイ**: 好みのスタイルを選択してください - 座ったり、背を高くして立ったり、ルームスケールの VR で探索したりできます。\n\n**学習アドベンチャー**: Coding blocks は単なるゲームではありません。頭脳を刺激し、創造性を刺激し、コーディングへの情熱をかき立てます。", "short_description": "あなたの内なるコーダーを解き放ちましょう！賢いキツネを 50 以上のレベルに導いて、コード ブロックを戦略的に配置してパズルを解き、コインを集めましょう。移動、回転、掴み、ループ、手順などのユニークなブロックをマスターします。隠されたチャレンジを探索し、ミニゲームのロックを解除し、座ったり、立ったり、VR で探索したりするなど、プレイ方法を選択してください。この魅力的な冒険はコーディングへの情熱を刺激し、家族や一人遊びに最適です。"}, {"images": {"nodes": []}, "id": "761825140015711", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["puslespill", "gåte", "koding", "kode", "logikk"], "long_description": "**Slipp løs den indre koderen**\n\nLegg ut på et sjarmerende eventyr med Foxy, en smart rev som trenger din hjelp til å navigere i en verden av vanskelige gåter!\n\n**Familiemoro**: Start med enkle nivåer som lærer det grunnleggende, perfekt for solospill eller familiesammenheng.\n\n**Utfordringen**: Led Foxy gjennom 50+ nivåer med økende vanskelighetsgrad ved å strategisk plassere kodeblokker for å samle mynter.\n\n**Bli en Master Coder**: Lås opp en rekke blokker som Move, Turn, Grab, Procedure og Loop for å løse gåter som en proff!\n\n**Mer enn gåter**: Oppdag skjulte utfordringer og lås opp avslappende minispill for en herlig flukt!\n\n**Spill på din måte**: Velg stilen du foretrekker - len deg tilbake, stå oppreist eller utforsk i romskala VR!\n\n**Et lærende eventyr**: Coding blocks er mer enn bare et spill - det utfordrer sinnet ditt, oppmuntrer til kreativitet og tenner en lidenskap for koding!", "short_description": "Slipp løs din indre koder! Led den smarte reven gjennom 50+ nivåer, og plasser strategisk kodeblokker for å løse gåter og samle mynter. Mestre unike blokker som Move, Turn, Grab, Loop, Procedure. Utforsk skjulte utfordringer, lås opp minispill og velg hvordan du spiller – len deg tilbake, stå høyt eller utforsk i VR! Dette sjarmerende eventyret tenner en lidenskap for koding, perfekt for familier eller solospill."}, {"images": {"nodes": []}, "id": "674971368955978", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Coding Blocks", "keywords": ["puzzle", "ghicitoare", "codificare", "cod", "logică"], "long_description": "**Eliberează-ți codificatorul interior**\n\nPornește într-o aventură fermecătoare cu Foxy, o vulpe inteligentă care are nevoie de ajutorul tău pentru a naviga într-o lume de puzzle-uri complicate!\n\n**Distracție în familie**: Începeți cu niveluri ușoare care învață elementele de bază, perfecte pentru jocul solo sau pentru a legături de familie.\n\n**Provocarea**: ghidează-l pe Foxy prin peste 50 de niveluri de dificultate crescătoare, plasând strategic blocuri de cod pentru a colecta monede.\n\n**Deveniți un Master Coder**: Deblocați o varietate de blocuri precum Mutare, Turn, Grab, Procedure și Loop pentru a rezolva puzzle-uri ca un profesionist!\n\n**Mai mult decât puzzle-uri**: Descoperă provocări ascunse și deblochează mini-jocuri relaxante pentru o evadare încântătoare!\n\n**Joacă-te în felul tău**: alege stilul tău preferat - stai pe spate, stai în picioare sau explorează în VR la scară largă!\n\n**O aventură de învățare**: Coding blocks este mai mult decât un simplu joc - îți provoacă mintea, încurajează creativitatea și aprinde pasiunea pentru codare!", "short_description": "Eliberează-ți codificatorul interior! Ghidează vulpea inteligentă prin peste 50 de niveluri, plasând strategic blocuri de cod pentru a rezolva puzzle-uri și a colecta monede. Stăpânește blocuri unice precum Mutare, Turn, Grab, Loop, Procedure. Explorează provocări ascunse, deblochează mini-jocuri și alege cum te joci - stai pe spate, stai în picioare sau explorează în VR! Această aventură fermecătoare aprinde o pasiune pentru codificare, perfectă pentru familii sau joacă solo."}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/ctc_v8.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": "https://ctc.artisoft.pl/support.html", "website_url": "https://ctc.artisoft.pl/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "459781504968480"}, {"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24921059617584962"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/473391859_1157632409318541_4942093388188649392_n.png?stp=dst-png_s360x360&_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zgZqTBqsLQoQ7kNvwEtsbgk&_nc_oc=AdkVMjcmu5qurtdob1WkUe3Aymqlg-b5QiarSKV0pvTUKFzt-H7d14xF9CCzVzdKS5E&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv5ZfUdXnxpGiTbfMOojVyhslnyjoSQrhScy3Xcc1FXeQ&oe=6995B9F0"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Coding Blocks", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Puzzle", "id": "377978390272490"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Arcade", "id": "1592192974313489"}], "release_date": 1689088947, "lastRevision": {"nodes": [{"id": "6377840852333453", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6377840832333455", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "572263731740148"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "logo.png", "id": "1496468834444431", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974448_1496468837777764_267762525680440469_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=49pa-jU198wQ7kNvwEdETc3&_nc_oc=AdlS1ayG2oX5D2yx2hzJNy4NtDUjHQp6J75muYyYDKx06lzT543hcFXwgxKOT8waHqY&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuUXTbqyIVZzJA-936XFkJn1f3kF_W0YJaFHVe4pd_0gQ&oe=6995CE48"}, {"file_name": "cover_mini.png", "id": "817718926203572", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974866_817718929536905_7398766377257957869_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ahPezrylObwQ7kNvwEbId0U&_nc_oc=AdmTMWNWQ83l8ZGY-0-JOcZLGuNbwd70CWTVy7QRYGKYLUzcFwRbHZP9qGCGOJTCjRc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvhEeIWYO0Rxb-hzPVB3LLsH6iT-zYYldJtQY86YqPicQ&oe=6995C717"}, {"file_name": "cover_square.png", "id": "816865433389508", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982484_816865436722841_6028643217713451979_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8WYagWjwkF8Q7kNvwGiedfp&_nc_oc=Adnho1bkU9z-cmD_3ufXwyMdfB4iTRRvbq6q7RJLOI6flubOBped2_Q2ZhfEZAlArSc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftaTu2rFdpg9M1AZXzIQXDEygjdix7IPa930ZE5ThNbLg&oe=69959D15"}, {"file_name": "cover_portrait.png", "id": "781200420413760", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031626_781200430413759_4766030103171953820_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=riJ6-jzVSy4Q7kNvwFgSpsa&_nc_oc=AdkCi62SVgfasKZJrDEo4RCTNW7WnCLTcpSeudWsy15QJY56aoKtbthrVRDS_GWQRyo&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsKSBWy56Qtc2H3ln9HPZ9Oxws1mpHgRW6k6Cw6zNUVnw&oe=6995BE43"}, {"file_name": "cover_landscape.png", "id": "540513141474939", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974713_540513148141605_7578527830820150871_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QEuGRHKei-cQ7kNvwFK8eFH&_nc_oc=AdkOAR-rhC9rDxqCWo-mq4p9wlg0hpa2dTANgw5YIL8f6Te_yllwus2G3qoVui4ZHBk&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afvropn3jwGZJpk4utTswRezyvztIu7mfyGW3CeVEqoP2Q&oe=6995A0FC"}, {"file_name": "hero.png", "id": "194596249919396", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035382_194596253252729_965974477122660217_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=c-SV8UsqnfwQ7kNvwEsXKuA&_nc_oc=AdmwOFUX3R34ZoAVHoVeAahXoFyXdt2rIWSX0j5XHiXvfIvQAifT26xWXyI0nLIVE8U&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftV_-IdwSUBBKLmXaOBli8vbmV0eAIAJiwgxiOuGVKUAA&oe=6995A21A"}, {"file_name": "icon.png", "id": "170403522696881", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031432_170403526030214_4519478672893745069_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zepOMnnQgScQ7kNvwF2vjya&_nc_oc=Adk30-BTUQwKvMZt1PFjLfW8rajpn0dc_0_KSUeru8zKTb1oDCxY4zyASN2BqyUCsMI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftrXTwFoZ_6HMGivNkccPCL1rINB112cF8zGb3Gqln8WQ&oe=6995A6E0"}]}, "id": "1229580227735374", "locale": "en_US", "screenshots": [{"file_name": "sc1.png", "id": "786357589700231", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982487_786357593033564_72599499135171491_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SEgQ6q0FyNcQ7kNvwFNPnDy&_nc_oc=AdnSZ3tNBaYfUKkh5Fy9f6AX4vkxUdI-Ui945AYgPOg52OSbmMoVby4YitU_yCrukNQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsDxHIu_HfJPKvehfta7qlhwn3NwfptObkNwmgAGoHsEw&oe=6995AE57"}, {"file_name": "sc2.png", "id": "6621996344513040", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031369_6621996351179706_3739930421060566253_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3h15KZqdTXgQ7kNvwFLfx_c&_nc_oc=AdnGREwgFlHpoilP3brYNHi9y4kuAaPbDgzC1FvAQfmT20fdM1VZyfwBlFI_46roxr0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afs83hevvbEeVqtlhIuXRtgCfLevRoFgbOy3sqbAZXNH1Q&oe=6995B52D"}, {"file_name": "sc3.png", "id": "6270730466313440", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031612_6270730472980106_8190040581208549115_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=y6ac_vCfyYAQ7kNvwEa94Y7&_nc_oc=Adk0lR_ko3nMBRLsPLtMxwW0RspKEZsGcO1AINGVppOZglIQ0C1fT_LbknSyJf2XFSg&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftEp33q2sLWB4hCNv-zdbba3vZMZ6VzlM_jH0SGVY8O-A&oe=6995BA74"}, {"file_name": "sc4.png", "id": "801009518208489", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974503_801009521541822_5221848288115427578_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4eO98CXBaU4Q7kNvwGGmqBr&_nc_oc=AdnmwKHKLPntNy8muSAon0bnmolVDaK3dQSciYLcXzWmK_zBaUZPICkZhzNwSr2TCtU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsh-KrIIuy81synPqqG-l7_IffUerUNiVFbmsE73IghGQ&oe=6995C9CA"}, {"file_name": "sc5.png", "id": "1899108710489742", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982617_1899108713823075_2453402927026108180_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4L9bzjA0PBAQ7kNvwErwFf7&_nc_oc=AdkU9OVjMu9pGwU9ZkPx5jfjDPsYZTF7pd_5j7-ETdog2i0KxWqjFZKqj9ZuuQCNsGM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afv6JWn4V0_M90ubbg8aS5pAEggjoZtF7YsV5yW6iuVJCw&oe=6995C3F8"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "cover_landscape.png", "id": "1208463843149612", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974909_1208463846482945_6765298824796059065_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-YOWXXIvbTAQ7kNvwFFVnLw&_nc_oc=Admo3Qws8d2cGwybyjcIefnY9hF24Dlk37vz2oYgcTE43BaWKIMVTGvq2KVaeFsm5Ec&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afutm5o8_RXC-nd5ry2JXAzgnw9Uac4oXKXgpg7e2JD8wg&oe=69959793"}, "display_name": "Crack the code", "keywords": [], "long_description": "50+ levels with increasing difficulty. Everything starts with the easy ones, so you can get familiar with the mechanics.\nIt's a game for the whole family or for solo play. \nGiven the available blocks and available space on the tablet, you need to move the fox on the map so it can grab all the coins.\n\nListen what hero says, there might be some hints.\nYou can also unlock some other small games, that will help you relax a bit.\nAnd most important - look around and find hidden options - can you make Foxy happy? \n\nThere are possible blocks:\n- Move\n- Turn left\n- Turn right\n- Grab\n- Procedure\n- Loop\n\nGame has support for hero voice and you can enable subtitles.", "short_description": "50+ levels with increasing difficulty. Everything starts with the easy ones, so you can get familiar with the mechanics.\nIt's a game for the whole family or for solo play. \nGiven the available blocks and available space on the tablet, you need to move the fox on the map so it can grab all the coins.\n\nListen what hero says.\nYou can also unlock some other small games, that will help you relax a bit.\nAnd most important - look around and find hidden options - can you make Foxy happy? "}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/ctc_v1.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": null, "website_url": "https://ctc.artisoft.pl/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}, {"id": "1592192974313489"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "577643944555881"}}]}, "scheduled_offers": {"count": 6, "nodes": [{"status": "PUBLISHED", "id": "577903955211946"}, {"status": "PUBLISHED", "id": "441133488758249"}, {"status": "PUBLISHED", "id": "638824711756170"}, {"status": "PUBLISHED", "id": "275854278536837"}, {"status": "PUBLISHED", "id": "289590936805836"}, {"status": "PUBLISHED", "id": "415984377560455"}]}, "baseline_offer": {"id": "577903955211946"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1737569520, "status": "PUBLISHED", "id": "577903955211946"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25169609186063336", "version": "1.35"}, "id": "607755444667971", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6377840832333455", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25169609186063336"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "607755444667971"}]}, "change_log": "- Latest security patches\n- Small bug fixes", "created_date": 1760769320, "id": "25169609186063336", "version": "1.35", "version_code": 35, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6377840832333455", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25169609186063336"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "607755444667971"}]}, "change_log": "- solutions that can be revealed\n- basketball mini game\n- city track\n- in-app purchases", "created_date": 1737546754, "id": "9286397061477803", "version": "1.34", "version_code": 34, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6377840832333455", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25169609186063336"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "607755444667971"}]}, "change_log": "- solutions that can be revealed\n- basketball mini game\n- city track\n- in-app purchases", "created_date": 1737546684, "id": "9286391438145032", "version": "1.33", "version_code": 33, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6377840832333455", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25169609186063336"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1737531676, "id": "9285402758243900", "version": "1.31", "version_code": 31, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6377840832333455", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25169609186063336"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "607755444667971"}]}, "change_log": "- added achievements with badges\n- fixed small sound issues\n- added reset button", "created_date": 1721033580, "id": "8036878356429686", "version": "1.26", "version_code": 26, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}