{"data": {"node": {"__typename": "Application", "id": "2374555582668563", "organization": {"id": "109487500372315", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2374555582668563"}]}, "id": "782225172333499"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3296043650469290"}]}, "id": "2201926910110672"}]}}, "firstRevision": {"nodes": [{"application": {"id": "2374555582668563", "release_date": 1646935180, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 0}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "3602834276507348"}, "id": "2875399399445432"}]}}, "binary": {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2374555582668563", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3602834276507348"}, "release_status": "RELEASED"}, "id": "3602834276507348", "version": "1.0.94", "version_code": 42, "release_status": "RELEASED", "status": "APPROVED"}, "live_binary": null, "created_date": 1606949129, "id": "388444099143319", "is_initial_release": true, "name_with_fallback": "v1", "pdp_metadata_with_fallback": {"version": 1, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "334674585200718"}, "release_status": "RELEASED", "id": "2374555582668563"}, "id": "334674585200718", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": true, "release_status": "RELEASED", "release_type": "MANAGED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2374555582668563", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2987582361552714"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3050844055165644", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "便車旅人 - 神秘之旅", "keywords": ["神秘", "敘事", "冒險", "解謎", "自駕游"], "long_description": "《便車旅人》是以迷失的高速公路為背景的一場神秘之旅，而你的目標就是解開自己的身世之謎。作為一名既沒有記憶又沒有目的地的搭便車者，你將會一路搭乘便車穿過陌生而又美麗地方，去追尋下落不明的至親之人。你搭到車的司機有樸實的農夫，也有剛下班的女服務生，每個人都有自己的故事。線索慢慢浮現，幫手慢慢增加，事情看起來沒那麼簡單了。\n\n隨著旅程的繼續，你必須要解開過去事件的真相，同時還要直面前方遇到的危險。《便車旅人》是探索未知、尋找自我的一場公路歷險。\n", "short_description": "《便車旅人》是以迷失的高速公路為背景的一場神秘之旅，而你的目標就是解開自己的身世之謎。\n"}, {"images": {"nodes": []}, "id": "7139640049410426", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Un Jeu D'Énigme", "keywords": ["histoire", "aventure", "puzzle", "mystère", "voyage"], "long_description": "Hitchhiker est un jeu d’énigme qui se déroule le long d'une autoroute abandonnée, où vous devrez résoudre des casse-têtes pour en apprendre plus sur votre passé. En tant qu'auto-stoppeur amnésique et ne sachant plus où vous rendre, vous êtes condamné à faire du stop au cœur d'un paysage époustouflant pour retrouver un être cher qui s'est évanoui dans la nature. Des fermiers peu bavards aux serveuses de repos, vos conducteurs ont tous une histoire à raconter. Des indices émergent, des alliances se forment et les apparences sont trompeuses.\n\nAu cours de votre périple, il vous faudra en découvrir plus sur votre passé tout en faisant face aux dangers qui se dressent sur votre route. Hitchhiker est une odyssée en voiture dans laquelle vous plongerez dans l'inconnu pour vous découvrir vous-même.\n", "short_description": "Hitchhiker est un jeu d’énigme qui se déroule le long d'une autoroute abandonnée, où vous devrez résoudre des casse-têtes pour en apprendre plus sur votre passé.\n"}, {"images": {"nodes": []}, "id": "1139660523476350", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - A Mystery Game", "keywords": ["mystery", "story", "adventure", "rätsel", "Ausflug"], "long_description": "Hitchhiker ist ein Rätselspiel, in dem du auf entlegenen Highways das Rätsel deiner eigenen Vorgeschichte lösen musst. Als Anhalter ohne Erinnerung oder Ziel fährst du mit einer Reihe von Leuten durch eine seltsame und schöne Landschaft, während du dem geheimnisvollen Verschwinden einer dir nahestehenden Person nachforschst. Deine Fahrer reichen von stoischen Farmern zu Kellnerinnen außer Dienst, und jeder einzelne von ihnen hat eine Geschichte zu erzählen. Hinweise tauchen auf, Bündnisse formen sich, und nichts ist so, wie es scheint.\n\nAuf deiner Reise musst du die Ereignisse aus deiner Vergangenheit entschlüsseln, während du dich den Gefahren der Zukunft stellst. Hitchhiker ist eine Roadtrip-Odyssee, in der du das Unbekannte erforschst, um dich selbst zu finden.\n", "short_description": "Hitchhiker ist ein Rätselspiel, in dem du auf entlegenen Highways das Rätsel deiner eigenen Vorgeschichte lösen musst.\n"}, {"images": {"nodes": []}, "id": "972043443734629", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Bir Gizem Oyunu", "keywords": ["gizem", "hikaye", "macera", "bulmaca", "yolculuk"], "long_description": "Unutulmuş otoyollarda geçen gizem oyunu Hitchhiker’da hedefiniz geçmişinize ait esrarları çözmek. Hafızasını kaybetmiş, nereye gitmesi gerektiğini bilmeyen bir otostopçu olarak, garip ama hoş bir arazide bir dizi otostop çekecek ve bir yakınınızın gizemli kayboluşunun izini süreceksiniz. Arabasına bineceğiniz kişi metanetli bir çiftçi veya mesaisini tamamlamış bir garson olabilir ve hepsinin anlatacak bir hikayesi var. Bu yolculuklarda ipuçları bulabilir ve ittifaklar oluşturabilirsiniz. Ancak hiçbir şey göründüğü gibi değil.\n\nYolculuğunuz devam ederken geçmişte yaşadığınız olayları çözecek ve sizi bekleyen tehlikelerle yüzleşeceksiniz. Hitchhiker, kendinizi bulmak için bilinmeyeni keşfetmeyi konu alan bir yolculuk hikayesidir.\n", "short_description": "Unutulmuş otoyollarda geçen gizem oyunu Hitchhiker’da hedefiniz geçmişinize ait esrarları çözmek.\n"}, {"images": {"nodes": []}, "id": "750154582810502", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Een Mysteriespel", "keywords": ["mysterie", "verhaal", "avontuur", "puzzel", "rondrit"], "long_description": "Hitchhiker is een mysteriespel dat zich afspeelt op verlaten autowegen, waarin je de puzzel van je eigen achtergrondverhaal moet oplossen. Als lifter zonder geheugen of bestemming maak je een aantal ritten door een vreemd, prachtig landschap en onderzoek je de geheimzinnige verdwijning van iemand die je dierbaar is. De chauffeurs variëren van stoïcijnse boeren tot serveersters, en iedereen heeft een verhaal te vertellen. Aanwijzingen verschijnen, bondgenoten duiken op en niets is wat het lijkt.\n\nTijdens je reis moet je de gebeurtenissen uit je verleden ontcijferen en de gevaren die op de loer liggen het hoofd bieden. Hitchhiker is een roadtrip-avontuur waarin je het onbekende gaat verkennen om jezelf te vinden.\n", "short_description": "Hitchhiker is een mysteriespel dat zich afspeelt op verlaten autowegen, waarin je de puzzel van je eigen achtergrondverhaal moet oplossen.\n"}, {"images": {"nodes": []}, "id": "463110355394339", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Tajemniczą Grą", "keywords": ["tajemnica", "fabularna", "przygoda", "zagadki", "podróż"], "long_description": "Hitchhiker jest tajemniczą grą osadzoną pośród zagubionych tras. Twoim zadaniem jest rozwiązywanie zagadek dotyczących Twojej własnej przeszłości. Wcielając się w postać autostopowicza bez pamięci i bez jasnego celu, nie raz pojedziesz na stopa, przemierzając dziwne i piękne krainy, oraz postarasz się rozwikłać tajemnicę zaginięcia bliskiej Ci osoby. Twoimi kierowcami będą różne indywidua, począwszy od spokojnego farmera po kelnerkę. Każda z tych osób opowie Ci swoją wyjątkową historię. Zbieraj poszlaki, zawieraj sojusze i pamiętaj, że nic nie jest tym, na co wygląda.\n\nW trakcie podróży zmuszony będziesz do odkodowania wydarzeń z własnej przeszłości, jednocześnie konfrontując się z czyhającymi na Ciebie zagrożeniami. Autostopowicz jest drogową odyseją, w której odkrywasz nieznane, aby poznać samego siebie. \n", "short_description": "Hitchhiker jest tajemniczą grą osadzoną pośród zagubionych tras. Twoim zadaniem jest rozwiązywanie zagadek dotyczących Twojej własnej przeszłości.\n"}, {"images": {"nodes": []}, "id": "459040485891593", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Un Gioco Mistery", "keywords": ["mystery", "narrativo", "avventura", "puzzle", "viaggio"], "long_description": "Hitchhiker è un gioco mistery ambientato su autostrade perdute, dove il tuo obiettivo è quello di risolvere il mistero che è il tuo passato. Sei un autostoppista senza memoria e senza meta, e prendi passaggi attraverso un paesaggio affascinante e bizzarro sulle tracce della misteriosa scomparsa di qualcuno a te vicino. Gli automobilisti spaziano da agricoltori stoici a cameriere fuori servizio, e ognuno ha una storia da raccontare. Appariranno indizi, emergeranno alleanze, e nulla sarà ciò che sembra.\n\nMan mano che il tuo viaggio prosegue, dovrai decifrare gli eventi del tuo passato mentre affronti i pericoli in agguato. Hitchhiker è un’odissea on the road dove si esplora l'ignoto per trovare sé stessi.\n", "short_description": "Hitchhiker è un gioco mistery ambientato su autostrade perdute, dove il tuo obiettivo è quello di risolvere il mistero che è il tuo passato.\n"}, {"images": {"nodes": []}, "id": "343374324352291", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker — Игра-детектив", "keywords": ["детектив", "сюжетная", "приключение", "головоломка", "дорожное"], "long_description": "Hitchhiker — это игра, действие которой разворачивается вдоль заброшенных шоссе, где вам предстоит раскрыть тайну своего прошлого. Вам отводится роль автостопщика, потерявшего память и конечную цель своего путешествия. Вам придется ловить попутные машины, чтобы пересечь причудливые и прекрасные ландшафты в попытках расследовать загадочное исчезновение близкого человека. Среди водителей вы встретите абсолютно разных людей — от суровых фермеров до возвращающихся со смены официанток, — и все они могут поделиться с вами интересными историями. С появлением зацепок и связей вы поймете, что все происходящее — не то, чем кажется на первый взгляд.\n\nВ ходе путешествия вам предстоит распутать клубок событий из своего прошлого и столкнуться с предстоящими опасностями. Hitchhiker — это дорожное приключение, посвященное исследованию неизвестного в поисках себя.\n", "short_description": "Hitchhiker — это игра, действие которой разворачивается вдоль заброшенных шоссе, где вам предстоит раскрыть тайну своего прошлого.\n"}, {"images": {"nodes": []}, "id": "334538965265481", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "《搭便车者》——一款解谜游戏", "keywords": ["解谜", "剧情", "冒险", "谜题", "自驾游"], "long_description": "《搭便车者》是一款解谜游戏，背景设在迷失的高速公路上，而你的目标是解开你自己幕后故事的谜题。你是一名丧失记忆、不知自己去往何处的搭便车者，你将多次搭乘便车，横跨奇异又美丽的大地，追查与你亲近的某个人神秘失踪的情况。载你的司机既有坚忍克己的农民，也有下班的女服务员，每个人都有一段故事要讲述。线索浮现，盟友形成，一切都不像看上去那么简单。\n\n在继续旅途的过程中，你必须解开自己过去的谜团，同时要面对即将到来的危险。《搭便车者》是一段公路历险之旅，通过探索未知世界来找回自我。\n", "short_description": "《搭便车者》是一款解谜游戏，背景设在迷失的高速公路上，而你的目标是解开你自己幕后故事的谜题。\n"}, {"images": {"nodes": []}, "id": "324349873074706", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Un Juego de Misterio", "keywords": ["misterio", "historia", "aventura", "acertijos", "viaje"], "long_description": "Hitchhiker es un juego de misterio ambientado en carreteras perdidas, en el que tu objetivo es resolver el acertijo de tu propia historia. Eres un autoestopista sin memoria ni destino que recorre un paisaje extraño y hermoso tras la pista de una persona cercana que desapareció misteriosamente. Conocerás a conductores muy distintos, desde granjeros estoicos a camareras fuera de servicio, y cada uno tiene una historia que contar. Aparecerán pistas, surgirán alianzas y nada será lo que parece.\n\nA lo largo de tu viaje, deberás descifrar los eventos de tu pasado y enfrentarte a los riesgos del presente. Hitchhiker es la odisea de un viaje por carretera donde exploras lo desconocido para encontrarte a ti mismo.\n", "short_description": "Hitchhiker es un juego de misterio ambientado en carreteras perdidas, en el que tu objetivo es resolver el acertijo de tu propia historia.\n"}, {"images": {"nodes": []}, "id": "923067455059418", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - ミステリーゲーム", "keywords": ["ミステリー", "ストーリー", "アドベンチャー", "パズル", "ロードトリップ"], "long_description": "Hitchhikerは、ロードアドベンチャー・ミステリーゲームです。目標は、自分の過去に関する謎を解き明かすことです。あなたは記憶も目的地もないヒッチハイカーとして、大切な人の不可解な失踪を辿りながら車を乗り継いで美しい風景を走り抜けていきます。乗せてくれる運転手たちは、冷静沈着な農夫や勤務時間外のウェイトレスなど様々で、それぞれのストーリーを語ってくれます。ゲームを進めていくうちに見つかる手掛かりや現れる仲間...すべてに予想外の真実が隠されています。\n\nあなたは旅を進め、先に待ち受ける危険に立ち向かいつつ、過去の出来事を解明していかなければなりません。Hitchhikerは、未知の環境を旅しながら失われた記憶を取り戻していく、壮大なロードトリップのゲームです。\n", "short_description": "Hitchhikerは、ロードアドベンチャー・ミステリーゲームです。目標は、自分の過去に関する謎を解き明かすことです。"}, {"images": {"nodes": []}, "id": "327266919196394", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Um Jogo de Mistério", "keywords": ["mistério", "história", "aventura", "quebra", "cabeça"], "long_description": "Hitchhiker é um jogo de mistério ao longo de estradas perdidas, onde o objetivo é solucionar o quebra-cabeça de sua própria história. Como um caroneiro sem memória e sem destino, você pega caronas em uma bela e estranha paisagem em busca de pistas sobre o misterioso desaparecimento de uma pessoa próxima a você. Seus motoristas variam de agricultores resignados a garçonetes de folga, e cada um tem uma história para contar. Pistas surgirão, alianças serão formadas e nada é exatamente o que parece.\n\nNo desenrolar da sua jornada, você deve desvendar os eventos do seu passado enquanto enfrenta os perigos que estão por vir. Hitchhiker é uma odisseia de viagem sobre a exploração do desconhecido em busca de si mesmo.\n", "short_description": "Hitchhiker é um jogo de mistério ao longo de estradas perdidas, onde o objetivo é solucionar o quebra-cabeça de sua própria história.\n"}, {"images": {"nodes": []}, "id": "1895685823961600", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "히치하이커 - 미스터리 게임", "keywords": ["미스터리", "스토리", "탐험", "퍼즐", "로드트립"], "long_description": "히치하이커는 외진 고속도로를 따라 펼쳐지는 미스터리 게임입니다. 베일에 싸인 자신의 과거를 밝혀내는 것이 이 게임의 최종 목표죠. 기억을 잃어버리고 목적지도 없는 당신은, 기묘하면서 아름다운 고속도로 위에서 여러 대의 차를 히치하이킹하게 됩니다. 소중한 누군가가 행방불명되었기 때문입니다. 당신을 태워주는 사람들은 차가워 보이는 농부부터 종업원으로 일하는 사람까지 다양합니다. 모두 자신만의 이야기가 있죠. 비밀을 풀 수 있는 단서가 등장하고, 같이 힘을 합칠 동료도 만날 수 있습니다. 물론 겉으로 보이는 게 전부는 아니지만요.\n\n당신이 여정을 이어갈수록 위험한 상황을 여러 번 맞닥뜨리게 되고, 그 과정에서 자신의 과거를 밝혀내야 합니다. 히치하이커는 낯선 고속도로 위를 달리며 자기 자신을 찾아가는 로드트립 게임입니다.\n", "short_description": "히치하이커는 외진 고속도로를 따라 펼쳐지는 미스터리 게임입니다. 베일에 싸인 자신의 과거를 밝혀내는 것이 이 게임의 최종 목표죠.\n"}, {"images": {"nodes": [{"file_name": "CoverImageSafeAreaTemplateHerov2.png", "id": "5121737164551749", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974562_5121737167885082_1117336280638951042_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4gtCvd2ZyDMQ7kNvwFRbhZe&_nc_oc=AdkLdJEnFZcHez7z63QfbuZY69mFib5lqoYh41OHfxM_qH375t8UO9OA89UdvVdfUxU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftV3P9BWxP7OBmQhSsQMhV_QNLMxO6UGlsPlZUaBaHrlg&oe=6995CD51"}, {"file_name": "CoverImageSafeAreaTemplateLandscape.png", "id": "5232864856769015", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974537_5232864860102348_1397570082491665771_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=08V-ujJv_MYQ7kNvwEkoOgf&_nc_oc=AdlbAaURUSy0zg52T5j8GRt1Hpm3iyAvrzYPlayk-q8YyA9BK28UCr0it_kXocwx_Jw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsOxo1nTQgQ7ury9NtVbBBDKmMDOx9NO70ZfxQEf8pJZA&oe=6995C188"}, {"file_name": "CoverImageSafeAreaTemplatePortrait.png", "id": "3205672479670002", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974562_3205672483003335_9050660447229335644_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dEJjOu0fMCEQ7kNvwF1AsKP&_nc_oc=AdmRJ2AEoQwngkDyUWnJ7BHIgwO9wUlV_LTh6vBAX809jI0mXWnuuHy7tK6uKXC8YBA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftZL7ywwpDgHCnJawLGp5QU61E9jmn-V57hsV7fWPZEQg&oe=69959A79"}, {"file_name": "Oculus_Icon.png", "id": "685755759223715", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031484_685755762557048_1913514563160057920_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XKEs1qyi8zIQ7kNvwFdBDJo&_nc_oc=AdnIV0WKGigQqB0xskC6bFTN-U3k7ZM-IpvnVPPE6boEt6132nmzUNDZXslng--ZazQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfteEkb9W73WmjfvcNAoXK7tJJRkKXs8C9g8yPsEOUhatg&oe=6995BE63"}, {"file_name": "HHlogo-1440px_2.png", "id": "635463540901016", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974573_635463544234349_179977466398559327_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nL3kBx1O25AQ7kNvwFpo8uG&_nc_oc=AdkiOfY5D2W5aEnMLFfo_AQaYqAH_Pm-U0AMpEomJzP_txF3OOI0Oz2jZyf-rOoIvi8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfutnUWQzP2xeydiO3WARDYFeYo_MFU3uJHmscjJrXEl9A&oe=69959BE3"}, {"file_name": "CoverImageSafeAreaTemplateSquare.png", "id": "472480844342281", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974472_472480847675614_5443627234089507448_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8dmHYVvQ-DcQ7kNvwHq3Kri&_nc_oc=AdnVF5-45F9s1CE0EAGEulfMW9HB0ibn-MTBS9URje5zgWnpqs90BSjR7FZVrQo5uD4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfseOQu9BLHa_B1IiKlldMH6DWZnSd7WAFY6e4Qegw0h9A&oe=6995B0B1"}, {"file_name": "CoverImage_miniLandscape.png", "id": "288610553365314", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974493_288610560031980_9005043928800963422_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3J6FQ7zk18gQ7kNvwEXYsyP&_nc_oc=AdmvrHwZ577srJr8RbQ24I8PzBswhBN-UwRudPi60b4dYOfASwiQkFiHKQj7stZWb1Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsCJnsIkErLcKTsypshJ7UKyQsRZh4WCI-f8xRI3zBYTg&oe=6995CE55"}]}, "id": "2954036984817208", "locale": "en_US", "screenshots": [{"file_name": "HH-oculus-screenshot-1-Vern.png", "id": "344090504271914", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031340_344090507605247_3802336417393615509_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QfzMJquGyLAQ7kNvwEKh0E2&_nc_oc=Adln7PpVLWqWuTgphHut8v7INrlDtwjCHgkXmhxhPUda2zl58ml1VnOm_2iznUGXkQI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftck87Rzn0aff4SfgAj8ON9G5ckdH-QJSi4-u5tkde_dg&oe=6995A062"}, {"file_name": "HitchHiker_VR_Screenshot_06.png", "id": "252815763688285", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982677_252815767021618_8347744007075327115_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xQhq2C5vJZgQ7kNvwGdWHjQ&_nc_oc=AdkZx2Ha5vzhZ-mHSxVfjdM8FGW7EtEoOGzzGDe4MgnY6cG6QdiBaxV3x057YCs0kdc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftgS_x-zV6i0Y0H1LYnFj485Z_sPvlG3COVm9fnE6ye2w&oe=6995BFC3"}, {"file_name": "HitchHiker_VR_Screenshot_08.png", "id": "498609035203380", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974886_498609038536713_1940548068334565839_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RVPaIwS3o4sQ7kNvwEaB1DS&_nc_oc=Adm0gdV6XBURFVha9rYe4JpSUXsEMJuz76ZG0F1OgXMT1rui-rJ_SRLUAl2Nh3tIcqQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuYG0nLwzIlF8K5afbXbWYC_yrHjS4WUyDAshrXIZbm-A&oe=6995B96A"}, {"file_name": "HitchHiker_VR_Screenshot_09.png", "id": "871667480268878", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974668_871667483602211_3200230037313960701_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QWH5dr_pUAkQ7kNvwGnJgZD&_nc_oc=AdlrMljXnmE29oZc8VKsEIeqdC-KVCtmOA1rBrMMGJVhDDuwCzNeE6tKvfBQ9vm1tUM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveytxjjpOYS4jDKpSHW0wh_nQmSfFKW_HWgWK2iMYmaw&oe=6995BAF8"}, {"file_name": "HitchHiker_VR_Screenshot_16.png", "id": "542886477178405", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974602_542886480511738_2566221786485289457_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ITPRXcViJVYQ7kNvwEGyGc6&_nc_oc=AdmXGVGHVJtDIz-pg45oR0NpnotRuWq2vpCjIz5I_JmlOokJ6EkQELa93CFKMQJx8Hs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuVJ98LWpM1h0oIgJ7VfygqTun5AeRDVKgnu5BUuF5VVw&oe=6995B337"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverImageSafeAreaTemplateLandscape.png", "id": "668305177697559", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974528_668305181030892_2478254947624449970_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a7LadDtc7-4Q7kNvwEHZj9R&_nc_oc=Adm1BL7v9uK-Qk8dvynNQStrp8IwGVbH_dTVgslOlXRFJ0Z0WV89VhQfI0ltenGRFo0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfusOofrb9Zw0eGb0S6SL4TihAj3Zv8XKStry3iphbanPg&oe=6995B567"}, "display_name": "HitchHiker: A Mystery Game", "keywords": ["mystery", "narrative", "adventure", "puzzle", "roadtrip"], "long_description": "Hitchhiker is a mystery game set along lost highways, where your goal is to solve the puzzle of your own backstory. As a hitchhiker with no memory or destination, you catch a series of rides across a strange and beautiful landscape, tracking the mysterious disappearance of a person close to you. Your drivers range from stoic farmers to off-duty waitresses, and each one has a story to tell. Clues appear, alliances emerge, and nothing is quite what it seems.\n\nAs your journey continues, you must decode the events of your past while confronting the dangers that lie ahead. Hitchhiker is a road-trip odyssey about exploring the unknown in order to find yourself.\n\nHitchhike across a strange and beautiful landscape in five rides with five total strangers who will challenge your grasp on reality... And maybe your philosophy on life.\nSolve environmental puzzles, and keep an eye out for clues, in order to uncover your mysterious past.", "short_description": "Hitchhiker is a mystery game set along lost highways, where your goal is to solve the puzzle of your own backstory. As a hitchhiker with no memory or destination, you catch a series of rides across a strange and beautiful landscape, tracking the mysterious disappearance of a person close to you. Your drivers range from stoic farmers to off-duty waitresses, and each one has a story to tell. Clues appear, alliances emerge, and nothing is quite what it seems."}]}, "developer_name": "Mad About Pandas", "developer_privacy_policy_url": "https://versusevil.com/privacy/", "developer_terms_of_service_url": "https://versusevil.com/legal/855ddad2-8b43-4f3c-8299-f563d28c1c38", "publisher_name": "Versus Evil", "support_website_url": null, "website_url": "https://hitchhiker-game.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["NARRATIVE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["de", "ru", "ko", "en", "pt_BR", "it", "fr", "es", "ar", "en_US", "zh_HK", "ja", "pl", "zh_CN", "nl", "tr"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "334674585200718"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974472_472480847675614_5443627234089507448_n.png?stp=dst-png_s360x360&_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8dmHYVvQ-DcQ7kNvwHq3Kri&_nc_oc=AdnVF5-45F9s1CE0EAGEulfMW9HB0ibn-MTBS9URje5zgWnpqs90BSjR7FZVrQo5uD4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvH6agjnpeSo2mxSZNMhiKwqEek3tgglEEcpGAJcmcG7A&oe=6995B0B1"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "HitchHiker: A Mystery Game", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}], "release_date": 1646935180, "lastRevision": {"nodes": [{"id": "388444099143319", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2374555582668563", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2987582361552714"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3050844055165644", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "便車旅人 - 神秘之旅", "keywords": ["神秘", "敘事", "冒險", "解謎", "自駕游"], "long_description": "《便車旅人》是以迷失的高速公路為背景的一場神秘之旅，而你的目標就是解開自己的身世之謎。作為一名既沒有記憶又沒有目的地的搭便車者，你將會一路搭乘便車穿過陌生而又美麗地方，去追尋下落不明的至親之人。你搭到車的司機有樸實的農夫，也有剛下班的女服務生，每個人都有自己的故事。線索慢慢浮現，幫手慢慢增加，事情看起來沒那麼簡單了。\n\n隨著旅程的繼續，你必須要解開過去事件的真相，同時還要直面前方遇到的危險。《便車旅人》是探索未知、尋找自我的一場公路歷險。\n", "short_description": "《便車旅人》是以迷失的高速公路為背景的一場神秘之旅，而你的目標就是解開自己的身世之謎。\n"}, {"images": {"nodes": []}, "id": "7139640049410426", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Un Jeu D'Énigme", "keywords": ["histoire", "aventure", "puzzle", "mystère", "voyage"], "long_description": "Hitchhiker est un jeu d’énigme qui se déroule le long d'une autoroute abandonnée, où vous devrez résoudre des casse-têtes pour en apprendre plus sur votre passé. En tant qu'auto-stoppeur amnésique et ne sachant plus où vous rendre, vous êtes condamné à faire du stop au cœur d'un paysage époustouflant pour retrouver un être cher qui s'est évanoui dans la nature. Des fermiers peu bavards aux serveuses de repos, vos conducteurs ont tous une histoire à raconter. Des indices émergent, des alliances se forment et les apparences sont trompeuses.\n\nAu cours de votre périple, il vous faudra en découvrir plus sur votre passé tout en faisant face aux dangers qui se dressent sur votre route. Hitchhiker est une odyssée en voiture dans laquelle vous plongerez dans l'inconnu pour vous découvrir vous-même.\n", "short_description": "Hitchhiker est un jeu d’énigme qui se déroule le long d'une autoroute abandonnée, où vous devrez résoudre des casse-têtes pour en apprendre plus sur votre passé.\n"}, {"images": {"nodes": []}, "id": "1139660523476350", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - A Mystery Game", "keywords": ["mystery", "story", "adventure", "rätsel", "Ausflug"], "long_description": "Hitchhiker ist ein Rätselspiel, in dem du auf entlegenen Highways das Rätsel deiner eigenen Vorgeschichte lösen musst. Als Anhalter ohne Erinnerung oder Ziel fährst du mit einer Reihe von Leuten durch eine seltsame und schöne Landschaft, während du dem geheimnisvollen Verschwinden einer dir nahestehenden Person nachforschst. Deine Fahrer reichen von stoischen Farmern zu Kellnerinnen außer Dienst, und jeder einzelne von ihnen hat eine Geschichte zu erzählen. Hinweise tauchen auf, Bündnisse formen sich, und nichts ist so, wie es scheint.\n\nAuf deiner Reise musst du die Ereignisse aus deiner Vergangenheit entschlüsseln, während du dich den Gefahren der Zukunft stellst. Hitchhiker ist eine Roadtrip-Odyssee, in der du das Unbekannte erforschst, um dich selbst zu finden.\n", "short_description": "Hitchhiker ist ein Rätselspiel, in dem du auf entlegenen Highways das Rätsel deiner eigenen Vorgeschichte lösen musst.\n"}, {"images": {"nodes": []}, "id": "972043443734629", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Bir Gizem Oyunu", "keywords": ["gizem", "hikaye", "macera", "bulmaca", "yolculuk"], "long_description": "Unutulmuş otoyollarda geçen gizem oyunu Hitchhiker’da hedefiniz geçmişinize ait esrarları çözmek. Hafızasını kaybetmiş, nereye gitmesi gerektiğini bilmeyen bir otostopçu olarak, garip ama hoş bir arazide bir dizi otostop çekecek ve bir yakınınızın gizemli kayboluşunun izini süreceksiniz. Arabasına bineceğiniz kişi metanetli bir çiftçi veya mesaisini tamamlamış bir garson olabilir ve hepsinin anlatacak bir hikayesi var. Bu yolculuklarda ipuçları bulabilir ve ittifaklar oluşturabilirsiniz. Ancak hiçbir şey göründüğü gibi değil.\n\nYolculuğunuz devam ederken geçmişte yaşadığınız olayları çözecek ve sizi bekleyen tehlikelerle yüzleşeceksiniz. Hitchhiker, kendinizi bulmak için bilinmeyeni keşfetmeyi konu alan bir yolculuk hikayesidir.\n", "short_description": "Unutulmuş otoyollarda geçen gizem oyunu Hitchhiker’da hedefiniz geçmişinize ait esrarları çözmek.\n"}, {"images": {"nodes": []}, "id": "750154582810502", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Een Mysteriespel", "keywords": ["mysterie", "verhaal", "avontuur", "puzzel", "rondrit"], "long_description": "Hitchhiker is een mysteriespel dat zich afspeelt op verlaten autowegen, waarin je de puzzel van je eigen achtergrondverhaal moet oplossen. Als lifter zonder geheugen of bestemming maak je een aantal ritten door een vreemd, prachtig landschap en onderzoek je de geheimzinnige verdwijning van iemand die je dierbaar is. De chauffeurs variëren van stoïcijnse boeren tot serveersters, en iedereen heeft een verhaal te vertellen. Aanwijzingen verschijnen, bondgenoten duiken op en niets is wat het lijkt.\n\nTijdens je reis moet je de gebeurtenissen uit je verleden ontcijferen en de gevaren die op de loer liggen het hoofd bieden. Hitchhiker is een roadtrip-avontuur waarin je het onbekende gaat verkennen om jezelf te vinden.\n", "short_description": "Hitchhiker is een mysteriespel dat zich afspeelt op verlaten autowegen, waarin je de puzzel van je eigen achtergrondverhaal moet oplossen.\n"}, {"images": {"nodes": []}, "id": "463110355394339", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Tajemniczą Grą", "keywords": ["tajemnica", "fabularna", "przygoda", "zagadki", "podróż"], "long_description": "Hitchhiker jest tajemniczą grą osadzoną pośród zagubionych tras. Twoim zadaniem jest rozwiązywanie zagadek dotyczących Twojej własnej przeszłości. Wcielając się w postać autostopowicza bez pamięci i bez jasnego celu, nie raz pojedziesz na stopa, przemierzając dziwne i piękne krainy, oraz postarasz się rozwikłać tajemnicę zaginięcia bliskiej Ci osoby. Twoimi kierowcami będą różne indywidua, począwszy od spokojnego farmera po kelnerkę. Każda z tych osób opowie Ci swoją wyjątkową historię. Zbieraj poszlaki, zawieraj sojusze i pamiętaj, że nic nie jest tym, na co wygląda.\n\nW trakcie podróży zmuszony będziesz do odkodowania wydarzeń z własnej przeszłości, jednocześnie konfrontując się z czyhającymi na Ciebie zagrożeniami. Autostopowicz jest drogową odyseją, w której odkrywasz nieznane, aby poznać samego siebie. \n", "short_description": "Hitchhiker jest tajemniczą grą osadzoną pośród zagubionych tras. Twoim zadaniem jest rozwiązywanie zagadek dotyczących Twojej własnej przeszłości.\n"}, {"images": {"nodes": []}, "id": "459040485891593", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Un Gioco Mistery", "keywords": ["mystery", "narrativo", "avventura", "puzzle", "viaggio"], "long_description": "Hitchhiker è un gioco mistery ambientato su autostrade perdute, dove il tuo obiettivo è quello di risolvere il mistero che è il tuo passato. Sei un autostoppista senza memoria e senza meta, e prendi passaggi attraverso un paesaggio affascinante e bizzarro sulle tracce della misteriosa scomparsa di qualcuno a te vicino. Gli automobilisti spaziano da agricoltori stoici a cameriere fuori servizio, e ognuno ha una storia da raccontare. Appariranno indizi, emergeranno alleanze, e nulla sarà ciò che sembra.\n\nMan mano che il tuo viaggio prosegue, dovrai decifrare gli eventi del tuo passato mentre affronti i pericoli in agguato. Hitchhiker è un’odissea on the road dove si esplora l'ignoto per trovare sé stessi.\n", "short_description": "Hitchhiker è un gioco mistery ambientato su autostrade perdute, dove il tuo obiettivo è quello di risolvere il mistero che è il tuo passato.\n"}, {"images": {"nodes": []}, "id": "343374324352291", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker — Игра-детектив", "keywords": ["детектив", "сюжетная", "приключение", "головоломка", "дорожное"], "long_description": "Hitchhiker — это игра, действие которой разворачивается вдоль заброшенных шоссе, где вам предстоит раскрыть тайну своего прошлого. Вам отводится роль автостопщика, потерявшего память и конечную цель своего путешествия. Вам придется ловить попутные машины, чтобы пересечь причудливые и прекрасные ландшафты в попытках расследовать загадочное исчезновение близкого человека. Среди водителей вы встретите абсолютно разных людей — от суровых фермеров до возвращающихся со смены официанток, — и все они могут поделиться с вами интересными историями. С появлением зацепок и связей вы поймете, что все происходящее — не то, чем кажется на первый взгляд.\n\nВ ходе путешествия вам предстоит распутать клубок событий из своего прошлого и столкнуться с предстоящими опасностями. Hitchhiker — это дорожное приключение, посвященное исследованию неизвестного в поисках себя.\n", "short_description": "Hitchhiker — это игра, действие которой разворачивается вдоль заброшенных шоссе, где вам предстоит раскрыть тайну своего прошлого.\n"}, {"images": {"nodes": []}, "id": "334538965265481", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "《搭便车者》——一款解谜游戏", "keywords": ["解谜", "剧情", "冒险", "谜题", "自驾游"], "long_description": "《搭便车者》是一款解谜游戏，背景设在迷失的高速公路上，而你的目标是解开你自己幕后故事的谜题。你是一名丧失记忆、不知自己去往何处的搭便车者，你将多次搭乘便车，横跨奇异又美丽的大地，追查与你亲近的某个人神秘失踪的情况。载你的司机既有坚忍克己的农民，也有下班的女服务员，每个人都有一段故事要讲述。线索浮现，盟友形成，一切都不像看上去那么简单。\n\n在继续旅途的过程中，你必须解开自己过去的谜团，同时要面对即将到来的危险。《搭便车者》是一段公路历险之旅，通过探索未知世界来找回自我。\n", "short_description": "《搭便车者》是一款解谜游戏，背景设在迷失的高速公路上，而你的目标是解开你自己幕后故事的谜题。\n"}, {"images": {"nodes": []}, "id": "324349873074706", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Un Juego de Misterio", "keywords": ["misterio", "historia", "aventura", "acertijos", "viaje"], "long_description": "Hitchhiker es un juego de misterio ambientado en carreteras perdidas, en el que tu objetivo es resolver el acertijo de tu propia historia. Eres un autoestopista sin memoria ni destino que recorre un paisaje extraño y hermoso tras la pista de una persona cercana que desapareció misteriosamente. Conocerás a conductores muy distintos, desde granjeros estoicos a camareras fuera de servicio, y cada uno tiene una historia que contar. Aparecerán pistas, surgirán alianzas y nada será lo que parece.\n\nA lo largo de tu viaje, deberás descifrar los eventos de tu pasado y enfrentarte a los riesgos del presente. Hitchhiker es la odisea de un viaje por carretera donde exploras lo desconocido para encontrarte a ti mismo.\n", "short_description": "Hitchhiker es un juego de misterio ambientado en carreteras perdidas, en el que tu objetivo es resolver el acertijo de tu propia historia.\n"}, {"images": {"nodes": []}, "id": "923067455059418", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - ミステリーゲーム", "keywords": ["ミステリー", "ストーリー", "アドベンチャー", "パズル", "ロードトリップ"], "long_description": "Hitchhikerは、ロードアドベンチャー・ミステリーゲームです。目標は、自分の過去に関する謎を解き明かすことです。あなたは記憶も目的地もないヒッチハイカーとして、大切な人の不可解な失踪を辿りながら車を乗り継いで美しい風景を走り抜けていきます。乗せてくれる運転手たちは、冷静沈着な農夫や勤務時間外のウェイトレスなど様々で、それぞれのストーリーを語ってくれます。ゲームを進めていくうちに見つかる手掛かりや現れる仲間...すべてに予想外の真実が隠されています。\n\nあなたは旅を進め、先に待ち受ける危険に立ち向かいつつ、過去の出来事を解明していかなければなりません。Hitchhikerは、未知の環境を旅しながら失われた記憶を取り戻していく、壮大なロードトリップのゲームです。\n", "short_description": "Hitchhikerは、ロードアドベンチャー・ミステリーゲームです。目標は、自分の過去に関する謎を解き明かすことです。"}, {"images": {"nodes": []}, "id": "327266919196394", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hitchhiker - Um Jogo de Mistério", "keywords": ["mistério", "história", "aventura", "quebra", "cabeça"], "long_description": "Hitchhiker é um jogo de mistério ao longo de estradas perdidas, onde o objetivo é solucionar o quebra-cabeça de sua própria história. Como um caroneiro sem memória e sem destino, você pega caronas em uma bela e estranha paisagem em busca de pistas sobre o misterioso desaparecimento de uma pessoa próxima a você. Seus motoristas variam de agricultores resignados a garçonetes de folga, e cada um tem uma história para contar. Pistas surgirão, alianças serão formadas e nada é exatamente o que parece.\n\nNo desenrolar da sua jornada, você deve desvendar os eventos do seu passado enquanto enfrenta os perigos que estão por vir. Hitchhiker é uma odisseia de viagem sobre a exploração do desconhecido em busca de si mesmo.\n", "short_description": "Hitchhiker é um jogo de mistério ao longo de estradas perdidas, onde o objetivo é solucionar o quebra-cabeça de sua própria história.\n"}, {"images": {"nodes": []}, "id": "1895685823961600", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "히치하이커 - 미스터리 게임", "keywords": ["미스터리", "스토리", "탐험", "퍼즐", "로드트립"], "long_description": "히치하이커는 외진 고속도로를 따라 펼쳐지는 미스터리 게임입니다. 베일에 싸인 자신의 과거를 밝혀내는 것이 이 게임의 최종 목표죠. 기억을 잃어버리고 목적지도 없는 당신은, 기묘하면서 아름다운 고속도로 위에서 여러 대의 차를 히치하이킹하게 됩니다. 소중한 누군가가 행방불명되었기 때문입니다. 당신을 태워주는 사람들은 차가워 보이는 농부부터 종업원으로 일하는 사람까지 다양합니다. 모두 자신만의 이야기가 있죠. 비밀을 풀 수 있는 단서가 등장하고, 같이 힘을 합칠 동료도 만날 수 있습니다. 물론 겉으로 보이는 게 전부는 아니지만요.\n\n당신이 여정을 이어갈수록 위험한 상황을 여러 번 맞닥뜨리게 되고, 그 과정에서 자신의 과거를 밝혀내야 합니다. 히치하이커는 낯선 고속도로 위를 달리며 자기 자신을 찾아가는 로드트립 게임입니다.\n", "short_description": "히치하이커는 외진 고속도로를 따라 펼쳐지는 미스터리 게임입니다. 베일에 싸인 자신의 과거를 밝혀내는 것이 이 게임의 최종 목표죠.\n"}, {"images": {"nodes": [{"file_name": "CoverImageSafeAreaTemplateHerov2.png", "id": "5121737164551749", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974562_5121737167885082_1117336280638951042_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4gtCvd2ZyDMQ7kNvwFRbhZe&_nc_oc=AdkLdJEnFZcHez7z63QfbuZY69mFib5lqoYh41OHfxM_qH375t8UO9OA89UdvVdfUxU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftV3P9BWxP7OBmQhSsQMhV_QNLMxO6UGlsPlZUaBaHrlg&oe=6995CD51"}, {"file_name": "CoverImageSafeAreaTemplateLandscape.png", "id": "5232864856769015", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974537_5232864860102348_1397570082491665771_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=08V-ujJv_MYQ7kNvwEkoOgf&_nc_oc=AdlbAaURUSy0zg52T5j8GRt1Hpm3iyAvrzYPlayk-q8YyA9BK28UCr0it_kXocwx_Jw&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsOxo1nTQgQ7ury9NtVbBBDKmMDOx9NO70ZfxQEf8pJZA&oe=6995C188"}, {"file_name": "CoverImageSafeAreaTemplatePortrait.png", "id": "3205672479670002", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974562_3205672483003335_9050660447229335644_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dEJjOu0fMCEQ7kNvwF1AsKP&_nc_oc=AdmRJ2AEoQwngkDyUWnJ7BHIgwO9wUlV_LTh6vBAX809jI0mXWnuuHy7tK6uKXC8YBA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftZL7ywwpDgHCnJawLGp5QU61E9jmn-V57hsV7fWPZEQg&oe=69959A79"}, {"file_name": "Oculus_Icon.png", "id": "685755759223715", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031484_685755762557048_1913514563160057920_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XKEs1qyi8zIQ7kNvwFdBDJo&_nc_oc=AdnIV0WKGigQqB0xskC6bFTN-U3k7ZM-IpvnVPPE6boEt6132nmzUNDZXslng--ZazQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfteEkb9W73WmjfvcNAoXK7tJJRkKXs8C9g8yPsEOUhatg&oe=6995BE63"}, {"file_name": "HHlogo-1440px_2.png", "id": "635463540901016", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974573_635463544234349_179977466398559327_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nL3kBx1O25AQ7kNvwFpo8uG&_nc_oc=AdkiOfY5D2W5aEnMLFfo_AQaYqAH_Pm-U0AMpEomJzP_txF3OOI0Oz2jZyf-rOoIvi8&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfutnUWQzP2xeydiO3WARDYFeYo_MFU3uJHmscjJrXEl9A&oe=69959BE3"}, {"file_name": "CoverImageSafeAreaTemplateSquare.png", "id": "472480844342281", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974472_472480847675614_5443627234089507448_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8dmHYVvQ-DcQ7kNvwHq3Kri&_nc_oc=AdnVF5-45F9s1CE0EAGEulfMW9HB0ibn-MTBS9URje5zgWnpqs90BSjR7FZVrQo5uD4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfseOQu9BLHa_B1IiKlldMH6DWZnSd7WAFY6e4Qegw0h9A&oe=6995B0B1"}, {"file_name": "CoverImage_miniLandscape.png", "id": "288610553365314", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974493_288610560031980_9005043928800963422_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3J6FQ7zk18gQ7kNvwEXYsyP&_nc_oc=AdmvrHwZ577srJr8RbQ24I8PzBswhBN-UwRudPi60b4dYOfASwiQkFiHKQj7stZWb1Y&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsCJnsIkErLcKTsypshJ7UKyQsRZh4WCI-f8xRI3zBYTg&oe=6995CE55"}]}, "id": "2954036984817208", "locale": "en_US", "screenshots": [{"file_name": "HH-oculus-screenshot-1-Vern.png", "id": "344090504271914", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031340_344090507605247_3802336417393615509_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QfzMJquGyLAQ7kNvwEKh0E2&_nc_oc=Adln7PpVLWqWuTgphHut8v7INrlDtwjCHgkXmhxhPUda2zl58ml1VnOm_2iznUGXkQI&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Aftck87Rzn0aff4SfgAj8ON9G5ckdH-QJSi4-u5tkde_dg&oe=6995A062"}, {"file_name": "HitchHiker_VR_Screenshot_06.png", "id": "252815763688285", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982677_252815767021618_8347744007075327115_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xQhq2C5vJZgQ7kNvwGdWHjQ&_nc_oc=AdkZx2Ha5vzhZ-mHSxVfjdM8FGW7EtEoOGzzGDe4MgnY6cG6QdiBaxV3x057YCs0kdc&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftgS_x-zV6i0Y0H1LYnFj485Z_sPvlG3COVm9fnE6ye2w&oe=6995BFC3"}, {"file_name": "HitchHiker_VR_Screenshot_08.png", "id": "498609035203380", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974886_498609038536713_1940548068334565839_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=RVPaIwS3o4sQ7kNvwEaB1DS&_nc_oc=Adm0gdV6XBURFVha9rYe4JpSUXsEMJuz76ZG0F1OgXMT1rui-rJ_SRLUAl2Nh3tIcqQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuYG0nLwzIlF8K5afbXbWYC_yrHjS4WUyDAshrXIZbm-A&oe=6995B96A"}, {"file_name": "HitchHiker_VR_Screenshot_09.png", "id": "871667480268878", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974668_871667483602211_3200230037313960701_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QWH5dr_pUAkQ7kNvwGnJgZD&_nc_oc=AdlrMljXnmE29oZc8VKsEIeqdC-KVCtmOA1rBrMMGJVhDDuwCzNeE6tKvfBQ9vm1tUM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfveytxjjpOYS4jDKpSHW0wh_nQmSfFKW_HWgWK2iMYmaw&oe=6995BAF8"}, {"file_name": "HitchHiker_VR_Screenshot_16.png", "id": "542886477178405", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974602_542886480511738_2566221786485289457_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ITPRXcViJVYQ7kNvwEGyGc6&_nc_oc=AdmXGVGHVJtDIz-pg45oR0NpnotRuWq2vpCjIz5I_JmlOokJ6EkQELa93CFKMQJx8Hs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuVJ98LWpM1h0oIgJ7VfygqTun5AeRDVKgnu5BUuF5VVw&oe=6995B337"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverImageSafeAreaTemplateLandscape.png", "id": "668305177697559", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974528_668305181030892_2478254947624449970_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a7LadDtc7-4Q7kNvwEHZj9R&_nc_oc=Adm1BL7v9uK-Qk8dvynNQStrp8IwGVbH_dTVgslOlXRFJ0Z0WV89VhQfI0ltenGRFo0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfusOofrb9Zw0eGb0S6SL4TihAj3Zv8XKStry3iphbanPg&oe=6995B567"}, "display_name": "HitchHiker: A Mystery Game", "keywords": ["mystery", "narrative", "adventure", "puzzle", "roadtrip"], "long_description": "Hitchhiker is a mystery game set along lost highways, where your goal is to solve the puzzle of your own backstory. As a hitchhiker with no memory or destination, you catch a series of rides across a strange and beautiful landscape, tracking the mysterious disappearance of a person close to you. Your drivers range from stoic farmers to off-duty waitresses, and each one has a story to tell. Clues appear, alliances emerge, and nothing is quite what it seems.\n\nAs your journey continues, you must decode the events of your past while confronting the dangers that lie ahead. Hitchhiker is a road-trip odyssey about exploring the unknown in order to find yourself.\n\nHitchhike across a strange and beautiful landscape in five rides with five total strangers who will challenge your grasp on reality... And maybe your philosophy on life.\nSolve environmental puzzles, and keep an eye out for clues, in order to uncover your mysterious past.", "short_description": "Hitchhiker is a mystery game set along lost highways, where your goal is to solve the puzzle of your own backstory. As a hitchhiker with no memory or destination, you catch a series of rides across a strange and beautiful landscape, tracking the mysterious disappearance of a person close to you. Your drivers range from stoic farmers to off-duty waitresses, and each one has a story to tell. Clues appear, alliances emerge, and nothing is quite what it seems."}]}, "developer_name": "Mad About Pandas", "developer_privacy_policy_url": "https://versusevil.com/privacy/", "developer_terms_of_service_url": "https://versusevil.com/legal/855ddad2-8b43-4f3c-8299-f563d28c1c38", "publisher_name": "Versus Evil", "support_website_url": null, "website_url": "https://hitchhiker-game.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["NARRATIVE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["de", "ru", "ko", "en", "pt_BR", "it", "fr", "es", "ar", "en_US", "zh_HK", "ja", "pl", "zh_CN", "nl", "tr"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "334674585200718"}}]}, "scheduled_offers": {"count": 0, "nodes": []}, "baseline_offer": null, "is_approved": true, "firstOffer": {"nodes": []}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "3602834276507348", "version": "1.0.94"}, "id": "2875399399445432", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2374555582668563", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3602834276507348"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1654789555, "id": "3887086681415438", "version": "1.0.96", "version_code": 43, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3887085498082223"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2374555582668563", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3602834276507348"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2875399399445432"}]}, "change_log": null, "created_date": 1645118271, "id": "3602834276507348", "version": "1.0.94", "version_code": 42, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3602833503174092"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2374555582668563", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3602834276507348"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1644926905, "id": "3596064643850978", "version": "1.0.93", "version_code": 41, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3596063897184386"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2374555582668563", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3602834276507348"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1644842658, "id": "3593240167466759", "version": "1.0.92", "version_code": 40, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3593239467466829"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2374555582668563", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3602834276507348"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1643372904, "id": "3542994385824671", "version": "1.0.91", "version_code": 39, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3542993635824746"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}