{"data": {"node": {"__typename": "Application", "id": "6522692727792839", "organization": {"id": "128765243099707", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8890091094338545"}]}, "id": "465905979775936"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "26522947783985699"}]}, "id": "506132685225516"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7749978975013877"}]}, "id": "711873794419981"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5238121626311418"}]}, "id": "731509902353053"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6976186869099783"}]}, "id": "6759108610877222"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6522692727792839"}]}, "id": "269204899133197"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6377840832333455"}]}, "id": "6739577106067056"}]}}, "firstRevision": {"nodes": [{"application": {"id": "6522692727792839", "release_date": 1690825169, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 7}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9234986723230079"}, "id": "1349119115700425"}]}}, "binary": null, "live_binary": null, "created_date": 1736859109, "id": "9153576094704476", "is_initial_release": false, "name_with_fallback": "v22", "pdp_metadata_with_fallback": {"version": 19, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9153581094703976"}, "release_status": "RELEASED", "id": "6522692727792839"}, "id": "9153581094703976", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6522692727792839", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "587185640161465"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "8815867238467413", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Calcio", "Partita", "Portiere"], "long_description": "**Prova l'emozione rivoluzionaria del calcio in realtà virtuale! Non è richiesta alcuna connessione a Internet.**\n\n**Montate il controller sul piede (o usate le mani) e immergetevi nell'esperienza calcistica VR definitiva!** Soccer VR vi consente di dominare il campo come mai prima d'ora.\n\n**Padroneggiate ogni aspetto del gioco.** Affinate la vostra tecnica in modalità di allenamento dedicate, dai rigori e calci di punizione ai passaggi di precisione e potenti volée. \n\n**Comfort senza pari.** Le meccaniche di movimento ottimizzate riducono al minimo il potenziale di disagio indotto dalla VR. La difficoltà regolabile vi consente di adattare il ritmo alle vostre preferenze, garantendo un'esperienza di gioco fluida e coinvolgente.\n\n**Libertà in campo.** Abbracciate uno stile di gioco adatto a voi. Questa simulazione dà priorità al divertimento rispetto a regole rigide, consentendovi di definire il vostro percorso calcistico.\n\n**Preparati per la vittoria.** Prima di entrare nel campo virtuale, ti consigliamo di familiarizzare con le nostre risorse complete di Suggerimenti e trucchi e Tutorial.\n\n**DISCLAIMER**\n\n- Sì, puoi calciare con il piede, assicurati solo di avere abbastanza spazio e segui il tutorial nel gioco\n- Il gioco dà priorità al divertimento rispetto a regole rigide e diamo valore alla voce dell'utente. Puoi suggerire miglioramenti nel nostro canale Discord o discutere le impostazioni\n- Il gioco ora ha le stesse funzionalità di Football\n", "short_description": "Tuffati nel mondo coinvolgente del calcio VR! Vivi l'emozione di una partita completa con tre livelli di difficoltà e varie formazioni.\nAffina le tue abilità in modalità allenamento dedicate, tra cui rigori, calci di punizione, tiri curvi, cross finalizzati e schiacciamenti di palla."}, {"images": {"nodes": []}, "id": "1803939520372664", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Fußball", "Torwart", "Spiel"], "long_description": "**Erleben Sie den bahnbrechenden Nervenkitzel des Fußballs in der virtuellen Realität! Keine Internetverbindung erforderlich.**\n\n**Befestigen Sie den Controller an Ihrem Fuß (oder verwenden Sie die Hände) und tauchen Sie ein in das ultimative VR-Fußballerlebnis!** Mit Soccer VR dominieren Sie das Spielfeld wie nie zuvor. Spielen Sie ganze Spiele gegen herausfordernde KI-Gegner. Wählen Sie aus drei Schwierigkeitsstufen und einer Vielzahl von Aufstellungen, um Ihre Fähigkeiten zu testen.\n\n**Meistern Sie jeden Aspekt des Spiels.** Verfeinern Sie Ihre Technik in speziellen Übungsmodi, von Elfmetern und Freistößen bis hin zu präzisen Pässen und kraftvollen Volleys. Treten Sie gegen Torhüter an oder nehmen Sie zielbasierte Herausforderungen an, um wirklich an Ihre Grenzen zu gehen.\n\n**Unvergleichlicher Komfort.** Optimierte Bewegungsmechanik minimiert das Potenzial für VR-bedingtes Unbehagen. \n\n**Freiheit auf dem Spielfeld.** Entwickeln Sie einen Spielstil, der zu Ihnen passt. Diese Simulation priorisiert den Spaß gegenüber starren Regeln und ermöglicht es Ihnen, Ihre eigene Fußballreise zu gestalten.\n\n- Ja, Sie können mit dem Fuß treten, stellen Sie einfach sicher, dass Sie genug Platz haben, und folgen Sie dem Tutorial im Spiel.\n- Beim Spiel steht der Spaß über starren Regeln und wir legen Wert auf die Meinung der Benutzer. Sie können in unserem Discord-Kanal Verbesserungen vorschlagen oder Einstellungen besprechen.\n- Das Spiel hat jetzt dieselben Funktionen wie Football\n", "short_description": "Tauchen Sie ein in die immersive Welt des VR-Fußballs! Erleben Sie den Nervenkitzel eines kompletten Matches mit drei Schwierigkeitsgraden und verschiedenen Formationen.\nVerfeinern Sie Ihre Fähigkeiten in speziellen Übungsmodi, darunter Strafstöße, Freistöße, geschwungene Würfe, Cross-Finish und Ballzertrümmerung."}, {"images": {"nodes": []}, "id": "1632782290957368", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Gardien", "Match", "Balle"], "long_description": "**Vivez le frisson révolutionnaire du football en réalité virtuelle ! Aucune connexion Internet n'est requise.**\n\n**Montez la manette sur votre pied (ou utilisez vos mains) et entrez dans l'expérience ultime du football en réalité virtuelle !** Soccer VR vous permet de dominer le terrain comme jamais auparavant. Jouez des matchs complets contre des adversaires IA redoutables. \n\n**Maîtrisez tous les aspects du jeu.** Aiguisez votre technique dans des modes d'entraînement dédiés, des pénalités et des coups francs aux passes de précision et aux volées puissantes.\n\n**Confort inégalé.** Les mécanismes de mouvement optimisés minimisent le risque d'inconfort induit par la réalité virtuelle. La difficulté réglable vous permet d'adapter le rythme à vos préférences, garantissant une expérience de jeu fluide et immersive.\n\n**Liberté sur le terrain.** Adoptez un style de jeu qui vous convient. Cette simulation privilégie le plaisir aux règles rigides, vous permettant de définir votre propre parcours de football.\n\n**Préparez-vous à la victoire.** Avant d'entrer sur le terrain virtuel, nous vous recommandons de vous familiariser avec nos conseils et astuces complets et nos ressources didacticielles.\n\n- Oui, vous pouvez frapper avec votre pied, assurez-vous simplement d'avoir suffisamment d'espace et de suivre le didacticiel dans le jeu\n- Le jeu privilégie le plaisir plutôt que les règles rigides et nous valorisons la voix des utilisateurs. \n- Le jeu a désormais les mêmes fonctionnalités que Football", "short_description": "Plongez dans le monde immersif du football VR ! Vivez le frisson d'un match complet avec trois niveaux de difficulté et diverses formations.\nAffinez vos compétences dans des modes d'entraînement dédiés, notamment les pénalités, les coups francs, les tirs courbes, les finitions croisées et l'écrasement du ballon."}, {"images": {"nodes": []}, "id": "1613655005927164", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Futebol", "Goleiro", "Jogo"], "long_description": "**Experimente a emoção inovadora do futebol em realidade virtual! Não é necessária ligação à Internet.**\n\n**Monte o comando no pé (ou use as mãos) e entre na melhor experiência de futebol VR!** O Soccer VR permite-lhe dominar o campo como nunca antes. Jogue partidas completas contra adversários desafiantes de IA.\n\n**Domine todos os aspetos do jogo.** Aprimore a sua técnica em modos de prática dedicados, desde grandes penalidades e livres até passes precisos e voleios poderosos. Enfrente guarda-redes ou enfrente desafios baseados em objetivos para realmente ultrapassar os seus limites.\n\n**Conforto incomparável.** A mecânica de movimento otimizada minimiza o potencial de desconforto induzido pela RV. \n\n**Liberdade em campo.** Adote um estilo de jogo que se adapte a si. Esta simulação prioriza a diversão em vez de regras rígidas, permitindo-lhe definir a sua própria jornada no futebol.\n\n**Prepare-se para a vitória.** Antes de entrar no campo virtual, recomendamos que se familiarize com os nossos abrangentes recursos de dicas e truques e tutoriais.\n\n\n**ISENÇÃO DE RESPONSABILIDADE**\n\n- Sim, podes chutar com o pé, apenas certifica-te de que tens espaço suficiente e segue o tutorial do jogo\n- O jogo prioriza a diversão em vez de regras rígidas e valorizamos a voz do utilizador. Pode sugerir melhorias no nosso canal Discord ou discutir configurações\n- O jogo tem agora as mesmas funcionalidades do **Football**\n", "short_description": "Mergulhe no mundo envolvente do futebol VR! Experimente a emoção de uma partida completa com três níveis de dificuldade e várias formações.\nAprimore as suas capacidades em modos de prática dedicados, incluindo grandes penalidades, livres, remates curvos, finalização cruzada e esmagamento de bola."}, {"images": {"nodes": []}, "id": "1250758436039600", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "Fotbal", "Zápas", "Míč", "football"], "long_description": "**Zažijte převratné vzrušení z fotbalu ve virtuální realitě! Není nutné připojení k internetu.**\n\n**Nasaďte si ovladač na nohu (nebo použijte ruce) a vkročte do dokonalého fotbalového zážitku ve VR!** Soccer VR vám umožní ovládnout hřiště jako nikdy předtím. Hrajte plné zápasy proti náročným protivníkům s umělou inteligencí. Vyberte si ze tří úrovní obtížnosti a různých formací, abyste otestovali své dovednosti.\n\n**Ovládněte každý aspekt hry.** Zdokonalte svou techniku ​​ve vyhrazených cvičných režimech, od penalt a volných kopů po přesné přihrávky a silné voleje. Postavte se proti brankářům nebo se pusťte do cílených výzev, abyste skutečně posunuli své limity.\n\n**Nesrovnatelné pohodlí.** Optimalizovaná mechanika pohybu minimalizuje možnost nepohodlí vyvolaného VR. Nastavitelná obtížnost vám umožňuje přizpůsobit tempo vašim preferencím a zajistit hladký a pohlcující herní zážitek.\n\n**Svoboda na hřišti.** Osvojte si herní styl, který vám vyhovuje. Tato simulace upřednostňuje zábavu před pevnými pravidly a umožňuje vám definovat si vlastní fotbalovou cestu.\n\n**Připravte se na vítězství.** Před vstupem do virtuálního pole vám doporučujeme seznámit se s našimi komplexními zdroji tipů a triků a návodů.\n\n\n**PROHLÁŠENÍ**\n\n- Ano, můžete kopat nohou, jen se ujistěte, že máte dostatek prostoru a postupujte podle návodu ve hře\n- Hra upřednostňuje zábavu před přísnými pravidly a oceňujeme hlas uživatelů. Můžete navrhnout vylepšení na našem kanálu Discord nebo diskutovat o nastavení\n- Hra má nyní stejné funkce jako Football", "short_description": "Ponořte se do pohlcujícího světa VR fotbalu! Zažijte vzrušení z plného zápasu se třemi úrovněmi obtížnosti a různými formacemi.\nVylepšete své dovednosti ve vyhrazených cvičných režimech, včetně penalt, volných kopů, střel z oblouku, křížového zakončení a rozbíjení míčů."}, {"images": {"nodes": []}, "id": "1165713811564317", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Bóngđá", "Trậnđấu", "Thủmôn"], "long_description": "**Trải nghiệm cảm giác hồi hộp đột phá của bóng đá trong thực tế ảo! Không cần kết nối internet.**\n\n**Gắn bộ điều khiển vào chân (hoặc dùng tay) và bước vào trải nghiệm bóng đá VR tuyệt đỉnh!** Soccer VR cho phép bạn thống trị sân bóng như chưa từng có. Chơi các trận đấu đầy đủ với các đối thủ AI đầy thử thách. Chọn từ ba cấp độ khó và nhiều đội hình khác nhau để kiểm tra kỹ năng của bạn.\n\n**Thành thạo mọi khía cạnh của trò chơi.** Rèn luyện kỹ thuật của bạn trong các chế độ luyện tập chuyên dụng, từ phạt đền và đá phạt đến chuyền bóng chính xác và vô lê mạnh mẽ. Đối đầu với thủ môn hoặc thực hiện các thử thách dựa trên mục tiêu để thực sự vượt qua giới hạn của bạn.\n\n**Sự thoải mái vô song.** Cơ chế chuyển động được tối ưu hóa giúp giảm thiểu khả năng gây khó chịu do VR gây ra. \n\n**Tự do trên sân.** Áp dụng phong cách chơi phù hợp với bạn. Mô phỏng này ưu tiên sự thích thú hơn các quy tắc cứng nhắc, trao quyền cho bạn tự định nghĩa hành trình chơi bóng đá của riêng mình.\n\n**Chuẩn bị cho Chiến thắng.** Trước khi vào sân ảo, chúng tôi khuyên bạn nên làm quen với các tài nguyên Mẹo & Thủ thuật và Hướng dẫn toàn diện của chúng tôi.\n\n**TUYÊN BỐ MIỄN TRỪ TRÁCH NHIỆM**\n\n- Có, bạn có thể đá bằng chân, chỉ cần đảm bảo bạn có đủ không gian và làm theo hướng dẫn trong trò chơi\n- Trò chơi ưu tiên sự thích thú hơn các quy tắc cứng nhắc và chúng tôi coi trọng tiếng nói của người dùng. Bạn có thể đề xuất cải tiến trong kênh Discord của chúng tôi hoặc thảo luận về cài đặt\n- Trò chơi hiện có cùng tính năng với **Football**", "short_description": "Hãy đắm mình vào thế giới nhập vai của bóng đá VR! Trải nghiệm cảm giác hồi hộp của một trận đấu trọn vẹn với ba cấp độ khó và nhiều đội hình khác nhau.\nRèn luyện kỹ năng của bạn trong các chế độ luyện tập chuyên dụng, bao gồm phạt đền, đá phạt, sút cong, dứt điểm chéo sân và đập bóng."}, {"images": {"nodes": []}, "id": "1163101752001859", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Fodbold", "Kamp", "Målmand"], "long_description": "**Oplev den banebrydende spænding ved fodbold i virtual reality! Ingen internetforbindelse påkrævet.**\n\n**Monter controlleren på din fod (eller brug hænder), og træd ind i den ultimative VR-fodboldoplevelse!** Soccer VR lader dig dominere banen som aldrig før. Spil hele kampe mod udfordrende AI-modstandere. Vælg mellem tre sværhedsgrader og en række forskellige formationer for at teste dine færdigheder.\n\n**Behersk alle aspekter af spillet.** Finpuds din teknik i dedikerede øvelsestilstande, fra straffe og frispark til præcise afleveringer og kraftfulde volley. Mød op mod målmænd eller påtag målbaserede udfordringer for virkelig at skubbe dine grænser.\n\n**Uovertruffen komfort.** Optimeret bevægelsesmekanik minimerer potentialet for VR-induceret ubehag. Justerbar sværhedsgrad giver dig mulighed for at skræddersy tempoet til dine præferencer, hvilket sikrer en jævn og fordybende spiloplevelse.\n\n**Frihed på banen.** Omfavn en gameplay-stil, der passer til dig. Denne simulering prioriterer nydelse frem for stive regler, hvilket giver dig mulighed for at definere din egen fodboldrejse.\n\n**Forbered dig på sejr.** Før du går ind i det virtuelle felt, anbefaler vi, at du gør dig bekendt med vores omfattende tips og tricks og vejledningsressourcer.\n\n\n**ANSVARSFRASKRIVELSE**\n\n- Ja, du kan sparke med foden, bare sørg for at have plads nok og følg tutorial i spillet\n- Spil prioriterer nydelse frem for stive regler, og vi værdsætter brugerstemme. \n- Spil har nu de samme funktioner som Football", "short_description": "Dyk ned i den fordybende verden af ​​VR-fodbold! Oplev spændingen ved en fuld kamp med tre sværhedsgrader og forskellige formationer.\nForfin dine færdigheder i dedikerede øvelsestilstande, inklusive straffe, frispark, buede skud, krydsfinish og boldslåning."}, {"images": {"nodes": []}, "id": "1139421004309520", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Футбол", "Матч", "Вратарь"], "long_description": "**Ощутите новаторские ощущения от футбола в виртуальной реальности! Подключение к Интернету не требуется.**\n\n**Установите контроллер на ногу (или используйте руки) и окунитесь в непревзойденный футбольный опыт в виртуальной реальности!** Soccer VR позволяет вам доминировать на поле, как никогда раньше. \n\n**Освойте каждый аспект игры.** Оттачивайте свою технику в специальных тренировочных режимах, от штрафных и штрафных до точных передач и мощных ударов с лета.\n\n**Непревзойденный комфорт.** Оптимизированная механика движений сводит к минимуму потенциальный дискомфорт, вызванный виртуальной реальностью. Регулируемая сложность позволяет вам подстраивать темп под свои предпочтения, обеспечивая плавный и захватывающий игровой процесс.\n\n**Свобода на поле.** Выберите стиль игры, который подходит вам. Эта симуляция ставит удовольствие выше жестких правил, позволяя вам определять свой собственный футбольный путь.\n\n**Подготовьтесь к победе.** Перед выходом на виртуальное поле рекомендуем ознакомиться с нашими исчерпывающими советами и рекомендациями, а также обучающими ресурсами.\n\n**ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ**\n\n- Да, вы можете бить ногой, просто убедитесь, что у вас достаточно места, и следуйте инструкциям в игре\n- Игра ставит удовольствие выше жестких правил, и мы ценим мнение пользователей. Вы можете предложить улучшения на нашем канале Discord или обсудить настройки\n- Теперь в игре те же функции, что и в **Football**", "short_description": "Погрузитесь в захватывающий мир VR-футбола! Испытайте острые ощущения от полноценного матча с тремя уровнями сложности и различными формациями.\nОттачивайте свои навыки в специальных режимах тренировок, включая пенальти, штрафные удары, удары по дуге, нанесение ударов и разбивание мяча."}, {"images": {"nodes": [{"file_name": "soccer 2560x1440(3).png", "id": "1847442405742276", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974689_1847442412408942_1918668829249311595_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AU92pQ6MxYcQ7kNvgHf2q-S&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYBkvW3GmhXv-r8X_wo4G9oMqLsxNlAm_I7TP5ZNwom1lw&oe=67A0A2CA"}, {"file_name": "soccer 1440x1440(1).png", "id": "1521623538448934", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031596_1521623541782267_4779415238259578556_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8kQ3soQACV0Q7kNvgG5W4Un&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDdXGLs0UmZrt1NnyHfXlO0X8bc8aIS4lkysoyepe7W8g&oe=67A09E2B"}, {"file_name": "512x512kolo.png", "id": "1191516618932787", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974502_1191516625599453_965500449867501273_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oYpNOil4dNwQ7kNvgHJxFJD&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYASsK9FIlkknpaf5osyCtePGOJ75Dh4-9u6HS9LqJ6GHw&oe=67A0A85A"}, {"file_name": "512x512.png", "id": "1144761680147174", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75404232_1144761683480507_1436824913049398762_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=huyIaHGckaYQ7kNvgE5mLty&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDeaGJrPgbKs8m_DAkjVBeobM040TtD37zHz0V0xGGfTw&oe=67A0C3ED"}, {"file_name": "soccer 3000x900(2).png", "id": "1027674802099285", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75462964_1027674805432618_2076258403680820629_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uXNaSbPTczsQ7kNvgE8QwrP&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYD7vZk3tqhMMxG8kQe6FAaDxZ56ML75wiTU1ECxuNqW3g&oe=67A0C22C"}, {"file_name": "soccer 1008x1440(2).png", "id": "902696581687727", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974562_902696585021060_5075086159278149901_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cbBUILDPXmcQ7kNvgEvuebL&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAhxHPUGM7wlEaUc7MdVGOWI4trcFxmOFq6y0heqX3GKw&oe=67A0BB43"}, {"file_name": "soccer 1080x360(1).png", "id": "367680426195697", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974448_367680429529030_457433541186065965_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Hr1bvigrKmwQ7kNvgH6GbnK&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAfozybiHPsn2NKe-sXmpFlCKJW6fe8odO3fsWVd5jzaQ&oe=67A0C1AA"}]}, "id": "1088212899751231", "locale": "en_US", "screenshots": [{"file_name": "bb.png", "id": "626787313132333", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391713_626787316465666_4063199639621305887_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=dtv3_c8CC_YQ7kNvgFpuIn3&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYBNnNng50Ah6W-EmDEYIICMidftbpMGgCQTeKCE5O16xw&oe=67A09B22"}, {"file_name": "sc6.png", "id": "498889952796464", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031471_498889956129797_1545067429603056280_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K_JfVJG4Su4Q7kNvgE8d_5V&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYAAoUCTDtkUtVCgmCmtrt65ODEZvwTHxHkrSjio2o2mSw&oe=67A0AD9C"}, {"file_name": "sc3.png", "id": "400989105705067", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031520_400989109038400_5826637477820163385_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4PmFV7J9vjAQ7kNvgFptBph&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYA03R4VxdOzq525jN6S2u9RUDSvK6D1hZalbe2tDlHfzQ&oe=67A0AB32"}, {"file_name": "ee.png", "id": "471999279037343", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473393200_471999282370676_6511712018503969947_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uLO5VHBluL0Q7kNvgGDGE3t&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYBR1--yFZCCjiH9rkLXUqA4ZvSHCdFcxEQSrI7zR3AgVA&oe=67A0A68B"}, {"file_name": "sc5.png", "id": "1706406823227886", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031591_1706406829894552_501049971868029699_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OaebwOK1jywQ7kNvgEPnga5&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYBXWI8L70xKOsJ3odz4ARJz5Nm5UI8sEpxeJRhqgq0jyA&oe=67A0A398"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "soccer 2560x1440(3).png", "id": "861358658794531", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75196230_861358662127864_2533982457336165536_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9-jniK_LW2MQ7kNvgGPfaW-&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYD-I-VOVs0ohmxcx0HJD4Mhp0lIPMmrcu1C01X_zqViCQ&oe=67A0AB78"}, "display_name": "Soccer", "keywords": ["soccer", "football", "goalkeeper", "match", "goal"], "long_description": "**Experience the groundbreaking thrill of soccer (football) in virtual reality! No internet connection required.**\n\n**Mount controller on your foot (or use hands) and step into the ultimate VR soccer experience!** Soccer VR lets you dominate the pitch like never before. Play full matches against challenging AI opponents. Choose from three difficulty levels and a variety of formations to test your skills.\n\n**Master every aspect of the game.** Hone your technique in dedicated practice modes, from penalties and free kicks to precision passing and powerful volleys. Face off against goalkeepers or take on target-based challenges to truly push your limits.\n\n**Unparalleled Comfort.** Optimized movement mechanics minimize the potential for VR-induced discomfort. Adjustable difficulty allows you to tailor the pace to your preference, ensuring a smooth and immersive gameplay experience.\n\n**Freedom on the Field.** Embrace a gameplay style that suits you. This simulation prioritizes enjoyment over rigid rules, empowering you to define your own soccer journey.\n\n**Prepare for Victory.** Before entering the virtual field, we recommend familiarizing yourself with our comprehensive Tips & Tricks and Tutorial resources.\n\n\n**DISCLAIMER**\n\n- Yes, you can kick with your foot, just ensure you have enough space and follow tutorial in game\n- Game prioritizes enjoyment over rigid rules and we value user voice. You can suggest improvements in our Discord channel or discuss settings\n- Game now has the same features as Football", "short_description": "Dive into the immersive world of VR soccer (football)! Experience the thrill of a full match with three difficulty levels and various formations. \nRefine your skills in dedicated practice modes, including penalties, free kicks, curved shots, cross finishing, and ball smashing."}, {"images": {"nodes": []}, "id": "974901301153762", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Fútbol", "Partido", "Portero"], "long_description": "**¡Vive la emoción revolucionaria del fútbol en realidad virtual! No requiere conexión a Internet.**\n\n**¡Coloca el controlador en tu pie (o usa las manos) y disfruta de la mejor experiencia de fútbol en realidad virtual!** Soccer VR te permite dominar el campo como nunca antes. Juega partidos completos contra desafiantes oponentes controlados por IA. \n\n**Domina cada aspecto del juego.** Perfecciona tu técnica en modos de práctica dedicados, desde penales y tiros libres hasta pases precisos y voleas potentes. Enfréntate a los porteros o acepta desafíos basados ​​en objetivos para superar realmente tus límites.\n\n**Comodidad incomparable.** La mecánica de movimiento optimizada minimiza el potencial de incomodidad inducida por la realidad virtual.\n\n**Libertad en el campo.** Adopta un estilo de juego que se adapte a ti. Esta simulación prioriza la diversión sobre las reglas rígidas, lo que te permite definir tu propio viaje futbolístico.\n\n**Prepárate para la victoria.** Antes de entrar al campo virtual, te recomendamos que te familiarices con nuestros completos recursos de consejos, trucos y tutoriales.\n\n**DESCARGO DE RESPONSABILIDAD**\n\n- Sí, puedes patear con el pie, solo asegúrate de tener suficiente espacio y sigue el tutorial del juego.\n- El juego prioriza la diversión sobre las reglas rígidas y valoramos la voz de los usuarios. Puedes sugerir mejoras en nuestro canal de Discord o discutir la configuración.\n- El juego ahora tiene las mismas funciones que **Football**\n", "short_description": "¡Sumérgete en el inmersivo mundo del fútbol en realidad virtual! Experimenta la emoción de un partido completo con tres niveles de dificultad y varias formaciones.\nPerfecciona tus habilidades en modos de práctica dedicados, que incluyen penales, tiros libres, tiros curvos, remates cruzados y golpes de balón."}, {"images": {"nodes": []}, "id": "967895368574154", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Fotboll", "Match", "Målvakt"], "long_description": "**Upplev den banbrytande spänningen med fotboll i virtuell verklighet! Ingen internetanslutning krävs.**\n\n**Sätt på handkontrollen på foten (eller använd händerna) och kliv in i den ultimata VR-fotbollsupplevelsen!** Soccer VR låter dig dominera planen som aldrig förr. Spela hela matcher mot utmanande AI-motståndare. Välj mellan tre svårighetsnivåer och en mängd olika formationer för att testa dina färdigheter.\n\n**Bemästra alla aspekter av spelet.** Finslipa din teknik i dedikerade träningslägen, från straffar och frisparkar till precisionspassningar och kraftfulla volleys. \n\n**Oöverträffad komfort.** Optimerad rörelsemekanik minimerar risken för VR-inducerat obehag. Justerbar svårighetsgrad gör att du kan skräddarsy tempot efter dina önskemål, vilket säkerställer en smidig och uppslukande spelupplevelse.\n\n**Frihet på planen.** Omfamna en spelstil som passar dig. Denna simulering prioriterar njutning framför stela regler, vilket ger dig möjlighet att definiera din egen fotbollsresa.\n\n**Förbered dig för seger.** Innan du går in i det virtuella fältet rekommenderar vi att du bekantar dig med våra omfattande tips & tricks och handledningsresurser.\n\n\n**DISCLAIMER**\n\n- Ja, du kan sparka med foten, se bara till att du har tillräckligt med utrymme och följ handledningen i spelet\n– Spelet prioriterar njutning framför stela regler och vi värdesätter användarens röst. Du kan föreslå förbättringar i vår Discord-kanal eller diskutera inställningar\n- Spelet har nu samma funktioner som **Football**", "short_description": "Dyk in i den uppslukande världen av VR-fotboll! Upplev spänningen i en hel match med tre svårighetsgrader och olika formationer.\nFörfina dina färdigheter i dedikerade övningslägen, inklusive straffar, frisparkar, böjda skott, kryssavslutning och bollknäppning."}, {"images": {"nodes": []}, "id": "967852401903225", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "足球", "比赛", "守门员"], "long_description": "**在虚拟现实中体验足球的突破性快感！无需网络连接。**\n\n**将控制器安装在脚上（或用手）并踏入终极 VR 足球体验！** Soccer VR 让您以前所未有的方式主宰球场。与具有挑战性的 AI 对手进行完整比赛。从三个难度级别和各种阵型中进行选择以测试您的技能。\n\n**掌握游戏的各个方面** 在专门的练习模式中磨练您的技术，从点球和任意球到精准传球和强力凌空抽射。与守门员对决或接受基于目标的挑战，真正突破您的极限。\n\n**无与伦比的舒适度** 优化的运动机制最大限度地减少了 VR 引起的不适。可调节的难度允许您根据自己的喜好调整节奏，确保流畅而身临其境的游戏体验。\n\n**​​球场上的自由** 接受适合您的游戏风格。这种模拟优先考虑享受而不是严格的规则，让您能够定义自己的足球之旅。\n\n**为胜利做好准备** 在进入虚拟领域之前，我们建议您熟悉我们全面的技巧和窍门以及教程资源。\n\n**免责声明**\n\n- 是的，你可以用脚踢，只要确保你有足够的空间并按照游戏中的教程进行即可\n- 游戏优先考虑乐趣而不是严格的规则，我们重视用户的声音。你可以在我们的 Discord 频道中提出改进建议或讨论设置\n- 游戏现在具有与**Football**相同的功能", "short_description": "潜入 VR 足球的沉浸式世界！体验三种难度级别和各种阵型的完整比赛的快感。\n在专门的练习模式中提高你的技能，包括点球、任意球、弧线射门、交叉射门和扣球。"}, {"images": {"nodes": []}, "id": "904705914812652", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Voetbal", "Wedstrijd", "Doelman"], "long_description": "**Ervaar de baanbrekende sensatie van voetbal in virtual reality! Geen internetverbinding vereist.**\n\n**Bevestig de controller op je voet (of gebruik je handen) en stap in de ultieme VR-voetbalervaring!** Met Soccer VR domineer je het veld als nooit tevoren. Speel volledige wedstrijden tegen uitdagende AI-tegenstanders. Kies uit drie moeilijkheidsniveaus en verschillende formaties om je vaardigheden te testen.\n\n**Beheers elk aspect van het spel.** Verfijn je techniek in speciale oefenmodi, van strafschoppen en vrije trappen tot nauwkeurige passes en krachtige volleys. Neem het op tegen keepers of ga doelgerichte uitdagingen aan om je grenzen echt te verleggen.\n\n**Ongeëvenaard comfort.** Geoptimaliseerde bewegingsmechanismen minimaliseren de kans op VR-geïnduceerd ongemak. Met de aanpasbare moeilijkheidsgraad kun je het tempo aanpassen aan je voorkeur, wat zorgt voor een soepele en meeslepende gameplay-ervaring.\n\n**Vrijheid op het veld.** Omarm een ​​gameplaystijl die bij je past. \n\n**Bereid je voor op de overwinning.** Voordat je het virtuele veld betreedt, raden we je aan om je vertrouwd te maken met onze uitgebreide tips & trucs en tutorialbronnen.\n\n**DISCLAIMER**\n\n- Ja, je kunt met je voet trappen, zorg er alleen voor dat je genoeg ruimte hebt en volg de tutorial in het spel\n- Het spel geeft prioriteit aan plezier boven strikte regels en we waarderen de stem van de gebruiker. \n- Het spel heeft nu dezelfde functies als Football", "short_description": "Duik in de meeslepende wereld van VR-voetbal! Ervaar de spanning van een volledige wedstrijd met drie moeilijkheidsgraden en verschillende formaties.\nVerfijn je vaardigheden in speciale oefenmodi, waaronder strafschoppen, vrije trappen, gebogen schoten, kruisafwerkingen en bal kapot slaan."}, {"images": {"nodes": []}, "id": "652173843810731", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Futbol", "Maç", "Kaleci"], "long_description": "**Sanal gerçeklikte futbolun çığır açan heyecanını deneyimleyin! İnternet bağlantısı gerekmez.**\n\n**Kontrol cihazını ayağınıza takın (veya ellerinizi kullanın) ve nihai VR futbol deneyimine adım atın!** Soccer VR, sahaya daha önce hiç olmadığı kadar hakim olmanızı sağlar. Zorlu AI rakiplerine karşı tam maçlar oynayın. Becerilerinizi test etmek için üç zorluk seviyesi ve çeşitli formasyonlar arasından seçim yapın.\n\n**Oyunun her yönüne hakim olun.** Penaltılardan ve serbest vuruşlardan hassas paslara ve güçlü volelere kadar özel antrenman modlarında tekniğinizi geliştirin. Kalecilerle karşı karşıya gelin veya sınırlarınızı gerçekten zorlamak için hedef tabanlı zorluklarla mücadele edin.\n\n**Benzersiz Konfor.** Optimize edilmiş hareket mekaniği, VR kaynaklı rahatsızlık olasılığını en aza indirir. \n\n**Sahada Özgürlük.** Size uygun bir oyun tarzını benimseyin. Bu simülasyon, katı kurallar yerine eğlenceye öncelik vererek kendi futbol yolculuğunuzu tanımlamanızı sağlar.\n\n**Zafer için Hazırlanın.** Sanal alana girmeden önce, kapsamlı İpuçları ve Püf Noktaları ve Eğitim kaynaklarımıza aşina olmanızı öneririz.\n\n**SORUMLULUK REDDİ**\n\n- Evet, ayağınızla tekmeleyebilirsiniz, sadece yeterli alanınız olduğundan emin olun ve oyundaki öğreticiyi takip edin\n- Oyun, katı kurallardan ziyade eğlenceye öncelik verir ve kullanıcı sesine değer veririz. Discord kanalımızda iyileştirmeler önerebilir veya ayarları tartışabilirsiniz\n- Oyun artık **Football** ile aynı özelliklere sahip\n", "short_description": "VR futbolunun sürükleyici dünyasına dalın! Üç zorluk seviyesi ve çeşitli formasyonlarla dolu bir maçın heyecanını yaşayın.\nPenaltılar, serbest vuruşlar, kavisli şutlar, çapraz bitiricilik ve top vuruşu gibi özel antrenman modlarında becerilerinizi geliştirin."}, {"images": {"nodes": []}, "id": "630698662733064", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Jalkapallo", "Ottelu", "Maalivahti"], "long_description": "**Koe jalkapallon uraauurtava jännitys virtuaalitodellisuudessa! Internet-yhteyttä ei tarvita.**\n\n**Asenna ohjain jalkaasi (tai käytä käsiä) ja astu äärimmäiseen VR-jalkapallokokemukseen!** Soccer VR:n avulla voit hallita kenttää enemmän kuin koskaan ennen. Pelaa kokonaisia ​​otteluita haastavia tekoäly vastustajia vastaan. Valitse kolmesta vaikeustasosta ja useista muodostelmista testataksesi taitojasi.\n\n**Hallitse pelin kaikki osa-alueet.** Hio tekniikkaasi omistetuissa harjoitustiloissa rangaistuspotkuista ja vapaapotkuista tarkkoihin syöttöihin ja tehokkaisiin lentopalloihin. Taistele maalivahtia vastaan ​​tai ota vastaan ​​tavoitepohjaisia ​​haasteita, jotta voit todella rikkoa rajojasi.\n\n**Verraton mukavuus.** Optimoitu liikemekaniikka minimoi VR:n aiheuttaman epämukavuuden mahdollisuuden. Säädettävän vaikeuden avulla voit räätälöidä vauhdin mieltymystesi mukaan, mikä varmistaa sujuvan ja mukaansatempaavan pelikokemuksen.\n\n**Freedom on the Field.** Omaksu sinulle sopiva pelityyli. Tämä simulaatio asettaa nautinnon etusijalle tiukkojen sääntöjen sijaan, mikä antaa sinulle mahdollisuuden määritellä oma jalkapallomatkasi.\n\n**Valmistaudu voittoon.** Ennen kuin siirryt virtuaalikenttään, suosittelemme tutustumaan kattaviin vinkkeihin ja ohjeisiin.\n\n\n**VASTUUVAPAUSLAUSEKE**\n\n- Kyllä, voit potkaista jalkasi, varmista vain, että sinulla on tarpeeksi tilaa ja seuraa opetusta pelissä\n- Peli asettaa nautinnon etusijalle tiukkojen sääntöjen sijaan ja arvostamme käyttäjän ääntä\n- Pelissä on nyt samat ominaisuudet kuin Football", "short_description": "Duik in de meeslepende wereld van VR-voetbal! Ervaar de spanning van een volledige wedstrijd met drie moeilijkheidsgraden en verschillende formaties.\nVerfijn je vaardigheden in speciale oefenmodi, waaronder strafschoppen, vrije trappen, gebogen schoten, kruisafwerkingen en bal kapot slaan."}, {"images": {"nodes": []}, "id": "623636230128910", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "サッカー", "試合", "ゴールキーパー"], "long_description": "**仮想現実でサッカーの画期的なスリルを体験してください。インターネット接続は必要ありません。**\n\n**コントローラーを足に装着して（または手を使って）、究極の VR サッカー体験に足を踏み入れましょう！** サッカー VR では、これまでにないほどピッチを支配できます。手強い AI 対戦相手とフルマッチをプレイしましょう。3 つの難易度とさまざまなフォーメーションから選択して、スキルをテストできます。\n\n**ゲームのあらゆる側面をマスターしましょう。** ペナルティやフリーキックから正確なパスや強力なボレーまで、専用の練習モードでテクニックを磨きましょう。ゴールキーパーと対決したり、ターゲットベースのチャレンジに挑戦して、自分の限界を本当に押し上げましょう。\n\n**比類のない快適さ。** 最適化された移動メカニズムにより、VR による不快感を最小限に抑えます。調整可能な難易度により、ペースを好みに合わせて調整できるため、スムーズで没入感のあるゲームプレイ体験が保証されます。\n\n**フィールドでの自由。** 自分に合ったゲームプレイ スタイルを採用してください。このシミュレーションは、厳格なルールよりも楽しみを優先し、独自のサッカーの旅を定義できるようにします。\n\n**勝利に向けて準備しましょう。** 仮想フィールドに入る前に、当社の包括的なヒントとコツ、チュートリアル リソースをよく理解しておくことをお勧めします。\n\n**免責事項**\n\n- はい、足で蹴ることはできます。十分なスペースを確保し、ゲーム内のチュートリアルに従ってください\n- ゲームは厳格なルールよりも楽しさを優先し、ユーザーの声を大切にしています。Discord チャンネルで改善を提案したり、設定について話し合ったりできます\n- ゲームには現在、**Football** と同じ機能があります", "short_description": "VRサッカーの臨場感あふれる世界に飛び込みましょう！ 3つの難易度と多彩なフォーメーションでフルマッチのスリルを体験してください。\nペナルティ、フリーキック、カーブショット、クロスフィニッシュ、ボールスマッシュなどの専用練習モードでスキルを磨きましょう。"}, {"images": {"nodes": []}, "id": "604626812168898", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "piłka", "nożna", "mecz"], "long_description": "**Poczuj przełomowe emocje piłki nożnej w wirtualnej rzeczywistości! Nie jest wymagane połączenie z Internetem.**\n\n**Zamontuj kontroler na stopie (lub użyj rąk) i wkrocz do ostatecznego piłkarskiego doświadczenia VR!** Soccer VR pozwala zdominować boisko jak nigdy dotąd. Rozegraj pełne mecze z wymagającymi przeciwnikami AI. \n\n**Opanuj każdy aspekt gry.** Doskonal swoją technikę w dedykowanych trybach treningowych, od rzutów karnych i wolnych po precyzyjne podania i silne strzały. Staw czoła bramkarzom lub podejmij wyzwania oparte na celach, aby naprawdę przekroczyć swoje granice.\n\n**Niezrównany komfort.** Zoptymalizowana mechanika ruchu minimalizuje potencjalny dyskomfort wywołany przez VR. Regulowany poziom trudności pozwala dostosować tempo do własnych preferencji, zapewniając płynne i wciągające wrażenia z rozgrywki.\n\n**Wolność na boisku.** Wybierz styl rozgrywki, który Ci odpowiada. Ta symulacja stawia przyjemność ponad sztywne zasady, dając Ci możliwość zdefiniowania własnej piłkarskiej podróży.\n\n**Przygotuj się na zwycięstwo.** Przed wejściem na wirtualne pole zalecamy zapoznanie się z naszymi kompleksowymi wskazówkami i poradami oraz materiałami instruktażowymi.\n\n**ZASTRZEŻENIE**\n\n- Tak, możesz kopać nogą, po prostu upewnij się, że masz wystarczająco dużo miejsca i postępuj zgodnie z samouczkiem w grze\n- Gra stawia przyjemność ponad sztywne zasady, a my cenimy głos użytkowników. Możesz sugerować ulepszenia na naszym kanale Discord lub omawiać ustawienia\n- Gra ma teraz te same funkcje co **Football**", "short_description": "Zanurz się w wciągający świat piłki nożnej VR! Poczuj dreszczyk emocji związany z pełnym meczem na trzech poziomach trudności i różnych formacjach.\nDoszlifuj swoje umiejętności w dedykowanych trybach treningowych, w tym w karnych, rzutach wolnych, strzałach podkręconych, dośrodkowaniach i rozbijaniu piłek."}, {"images": {"nodes": []}, "id": "598394226387456", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Fotball", "Kamp", "Målvakt"], "long_description": "**Opplev den banebrytende spenningen ved fotball i virtuell virkelighet! Ingen Internett-tilkobling kreves.**\n\n**Monter kontrolleren på foten (eller bruk hendene) og gå inn i den ultimate VR-fotballopplevelsen!** Soccer VR lar deg dominere banen som aldri før. Spill hele kamper mot utfordrende AI-motstandere. Velg mellom tre vanskelighetsgrader og en rekke formasjoner for å teste ferdighetene dine.\n\n**Mestre alle aspekter av spillet.** Finpusse teknikken din i dedikerte treningsmoduser, fra straffer og frispark til presise pasninger og kraftige volley. \n\n**Uovertruffen komfort.** Optimalisert bevegelsesmekanikk minimerer potensialet for VR-indusert ubehag. Justerbar vanskelighetsgrad lar deg skreddersy tempoet til dine preferanser, noe som sikrer en jevn og oppslukende spillopplevelse.\n\n**Frihet på banen.** Omfavn en spillestil som passer deg. Denne simuleringen prioriterer nytelse fremfor stive regler, og gir deg mulighet til å definere din egen fotballreise.\n\n**Forbered deg på seier.** Før du går inn i det virtuelle feltet, anbefaler vi at du gjør deg kjent med våre omfattende tips og triks og veiledningsressurser.\n\n\n**ANSVARSFRASKRIVELSE**\n\n- Ja, du kan sparke med foten, bare sørg for at du har nok plass og følg veiledningen i spillet\n– Spill prioriterer nytelse fremfor rigide regler og vi verdsetter brukerstemme. Du kan foreslå forbedringer i vår Discord-kanal eller diskutere innstillinger\n- Spillet har nå de samme funksjonene som **Football**\n", "short_description": "Dykk inn i den oppslukende verden av VR-fotball! Opplev spenningen ved en full kamp med tre vanskelighetsgrader og ulike formasjoner.\nAvgrens ferdighetene dine i dedikerte treningsmoduser, inkludert straffer, frispark, buede skudd, kryssavslutning og ballknusing."}, {"images": {"nodes": []}, "id": "586346267623818", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Fotbal", "Meci", "Portar"], "long_description": "**Experimentați fiorul revoluționar al fotbalului în realitate virtuală! Nu este necesară conexiune la internet.**\n\n**Montați controlerul pe picior (sau folosiți mâinile) și pătrundeți în experiența supremă de fotbal VR!** Soccer VR vă permite să dominați terenul ca niciodată. Joacă meciuri complete împotriva adversarilor AI provocatori. \n\n**Stăpânește fiecare aspect al jocului.** Perfecționează-ți tehnica în moduri de antrenament dedicate, de la penalty-uri și lovituri libere până la pase de precizie și voleuri puternice. Confruntați-vă cu portarii sau acceptați provocări bazate pe ținte pentru a vă depăși cu adevărat limitele.\n\n**Confort de neegalat.** Mecanica optimizată a mișcării minimizează potențialul de disconfort indus de VR. \n\n**Freedom on the Field.** Îmbrățișează un stil de joc care ți se potrivește. Această simulare acordă prioritate plăcerii față de regulile rigide, dându-vă puterea să vă definiți propria călătorie în fotbal.\n\n**Pregătiți-vă pentru Victorie.** Înainte de a intra în câmpul virtual, vă recomandăm să vă familiarizați cu resursele noastre cuprinzătoare Sfaturi și trucuri și tutorial.\n\n\n**CLIMERE DE RESPONSABILITATE**\n\n- Da, puteți lovi cu piciorul, doar asigurați-vă că aveți suficient spațiu și urmați tutorialul în joc\n- Jocul acordă prioritate plăcerii față de regulile rigide și prețuim vocea utilizatorului. Puteți sugera îmbunătățiri în canalul nostru Discord sau puteți discuta despre setări\n- Jocul are acum aceleași caracteristici ca **Football**\n", "short_description": "Scufundați-vă în lumea captivantă a fotbalului VR! Experimentați fiorul unui meci complet cu trei niveluri de dificultate și diverse formații.\nÎmbunătățiți-vă abilitățile în moduri de antrenament dedicate, inclusiv penalități, lovituri libere, lovituri curbate, finisare încrucișată și zdrobire de minge."}, {"images": {"nodes": []}, "id": "486017197878226", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "축구", "경기", "골키퍼"], "long_description": "**가상 현실에서 축구의 획기적인 스릴을 경험하세요! 인터넷 연결이 필요 없습니다.**\n\n**발에 컨트롤러를 장착하거나 손을 사용하여 궁극의 VR 축구 경험에 뛰어드세요!** Soccer VR을 사용하면 그 어느 때보다 경기장을 지배할 수 있습니다. 도전적인 AI 상대와 전체 경기를 하세요. 세 가지 난이도와 다양한 포메이션 중에서 선택하여 기술을 테스트하세요.\n\n**게임의 모든 측면을 마스터하세요.** 페널티와 프리킥에서 정밀한 패스와 강력한 발리까지 전담 연습 모드에서 기술을 연마하세요. 골키퍼와 대결하거나 타겟 기반 도전에 임하여 한계를 뛰어넘으세요.\n\n**비할 데 없는 편안함.** 최적화된 움직임 메커니즘은 VR로 인한 불편함의 가능성을 최소화합니다. 조절 가능한 난이도를 통해 선호도에 맞게 속도를 조정하여 부드럽고 몰입감 있는 게임 플레이 경험을 보장합니다.\n\n**경기장에서의 자유.** 자신에게 맞는 게임 플레이 스타일을 받아들이세요. 이 시뮬레이션은 엄격한 규칙보다 즐거움을 우선시하여 축구 여정을 스스로 정의할 수 있도록 합니다.\n\n**승리를 준비하세요.** 가상 필드에 들어가기 전에 포괄적인 팁과 요령 및 튜토리얼 리소스를 숙지하는 것이 좋습니다.\n\n**면책 조항**\n\n- 네, 발로 차도 됩니다. 충분한 공간이 있는지 확인하고 게임 내 튜토리얼을 따르세요\n- 게임은 엄격한 규칙보다 즐거움을 우선시하며 사용자의 의견을 소중히 여깁니다. Discord 채널에서 개선 사항을 제안하거나 설정을 논의할 수 있습니다\n- 게임은 이제 **Football**와 동일한 기능을 제공합니다.", "short_description": "VR 축구의 몰입감 넘치는 세계에 빠져보세요! 세 가지 난이도와 다양한 포메이션으로 풀 매치의 스릴을 경험해 보세요.\n페널티킥, 프리킥, 커브 슛, 크로스 마무리, 볼 스매싱 등 전용 연습 모드에서 기술을 연마하세요."}, {"images": {"nodes": []}, "id": "478331798658638", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Soccer", "keywords": ["Soccer", "football", "Ποδόσφαιρο", "Αγώνας", "Τερματοφύλακας"], "long_description": "**Ζήστε την πρωτοποριακή συγκίνηση του ποδοσφαίρου στην εικονική πραγματικότητα! Δεν απαιτείται σύνδεση στο διαδίκτυο.**\n\n**Τοποθετήστε το χειριστήριο στο πόδι σας (ή χρησιμοποιήστε τα χέρια) και μπείτε στην απόλυτη εμπειρία ποδοσφαίρου VR!** Το Soccer VR σάς επιτρέπει να κυριαρχείτε στο γήπεδο όπως ποτέ πριν. \n\n**Κατακτήστε κάθε πτυχή του παιχνιδιού.** Ακονίστε την τεχνική σας σε αποκλειστικές λειτουργίες εξάσκησης, από πέναλτι και ελεύθερα λακτίσματα μέχρι πάσες ακριβείας και δυνατά βολέ. Αντιμετωπίστε τους τερματοφύλακες ή αντιμετωπίστε προκλήσεις που βασίζονται σε στόχους για να ξεπεράσετε πραγματικά τα όριά σας.\n\n**Απαράμιλλη άνεση.** Η βελτιστοποιημένη μηχανική κίνησης ελαχιστοποιεί την πιθανότητα δυσφορίας που προκαλείται από το VR. Η ρυθμιζόμενη δυσκολία σάς επιτρέπει να προσαρμόσετε τον ρυθμό στις προτιμήσεις σας, εξασφαλίζοντας μια ομαλή και καθηλωτική εμπειρία παιχνιδιού.\n\n**Freedom on the Field.** Αγκαλιάστε ένα στυλ παιχνιδιού που σας ταιριάζει. Αυτή η προσομοίωση δίνει προτεραιότητα στην απόλαυση έναντι των αυστηρών κανόνων, δίνοντάς σας τη δυνατότητα να ορίσετε το δικό σας ποδοσφαιρικό ταξίδι.\n\n- Ναι, μπορείτε να κλωτσήσετε με το πόδι σας, απλώς βεβαιωθείτε ότι έχετε αρκετό χώρο και ακολουθήστε το σεμινάριο στο παιχνίδι\n- Το παιχνίδι δίνει προτεραιότητα στην απόλαυση έναντι των αυστηρών κανόνων και εκτιμούμε τη φωνή του χρήστη. Μπορείτε να προτείνετε βελτιώσεις στο κανάλι μας Discord ή να συζητήσετε τις ρυθμίσεις\n- Το παιχνίδι έχει πλέον τα ίδια χαρακτηριστικά με το Football", "short_description": "Βουτήξτε στον καθηλωτικό κόσμο του ποδοσφαίρου VR! Ζήστε τη συγκίνηση ενός πλήρους αγώνα με τρία επίπεδα δυσκολίας και διάφορους σχηματισμούς.\nΒελτιώστε τις δεξιότητές σας σε ειδικούς τρόπους εξάσκησης, συμπεριλαμβανομένων των πέναλτι, των ελεύθερων λακτισμάτων, των κυρτών βολών, του διαγώνιου τερματισμού και του σπασίματος μπάλας."}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/eg_v3.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": "https://soccer.artisoft.pl/support.html", "website_url": "https://soccer.artisoft.pl/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE", "STANDING", "SITTING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9153581094703976"}, "review_messages": [""]}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031596_1521623541782267_4779415238259578556_n.png?stp=dst-png_s360x360&_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8kQ3soQACV0Q7kNvgG5W4Un&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYAw_uWstQNCfzAgcTITv5ydmnx0B05ZDPtu0ufPLmFcwA&oe=67A09E2B"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Soccer", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Sports", "id": "2776542286000603"}, {"topic_name": "Simulation", "id": "331529188132278"}], "release_date": 1690825169, "lastRevision": {"nodes": [{"id": "6522692734459505", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "6522692727792839", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "587185640161465"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "hero.png", "id": "6254949571291062", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86631740_6254949584624394_8783127357292859879_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Pzxw52MfDMAQ7kNvgFxrI8b&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYCAKth7OkW8M3u2ZLfC1aDRI1HlTX6wVShhyxfmR-5WvA&oe=67A0C566"}, {"file_name": "cover_square.png", "id": "3445363719112298", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86597262_3445363722445631_8789310654728501547_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=802-inG4UN4Q7kNvgEmBtnE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAvimCSstz-FT7addiYU_zQ0S3LBqAMSEcn6Q_BYNMjuw&oe=67A0C4A6"}, {"file_name": "logo.png", "id": "3036704173127300", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031319_3036704176460633_3303281820579336151_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4gtX1AWXzfwQ7kNvgFgsfC-&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYAa5L671fOBIAOz5GE4ppnkOZkN1YlvwQ2V2P85cBh_mQ&oe=67A0937E"}, {"file_name": "cover_portrait.png", "id": "1446800132786342", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031624_1446800136119675_3295839919647048623_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EB6b9gCRzZYQ7kNvgHyYJ9c&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYBov2eCwEZrmDZXXhM_bKI1sq9VBmbhQPu8fYyxIodG4A&oe=67A0BE0B"}, {"file_name": "cover_landscape.png", "id": "1420160438765843", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974866_1420160442099176_5387638752825261938_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zJRpcP-3B0MQ7kNvgFnitTh&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDUslSs8189rJzkt3xgpevbUAOy6-OW5x2sM93SpUM4qg&oe=67A099F5"}, {"file_name": "icon.png", "id": "326648676354178", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75495672_326648679687511_6698414485788066124_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=oJbzUvYCtnwQ7kNvgFaypIK&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYDc8LhBOyYMDIBQVp8SahH8ULU9FASPHC0sN1Xo8N-e9w&oe=67A0AC90"}, {"file_name": "cover_mini.png", "id": "130690760033574", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031606_130690763366907_7891126121221864537_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A_8OjuraV28Q7kNvgGfieS-&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYBOSD2fntNYOQ7eNGdTOeSgReBDnEgA-DcN2pJy7Bfi9w&oe=67A0BBBA"}]}, "id": "973549777297852", "locale": "en_US", "screenshots": [{"file_name": "sc1.png", "id": "6325799364178074", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982499_6325799374178073_8933801958820894606_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vK1mTGzdaS4Q7kNvgG7DVGY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYDS1zGoTj9yAkylGe1GWgy6mc7QtEHK2JVw4pb8BMzeuA&oe=67A0B892"}, {"file_name": "sc2.png", "id": "814342443353557", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031606_814342450020223_646134755387049443_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WTfGQuZ5_CIQ7kNvgFvuOfo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYAIVMgu5Z2FtW-n00A0fBI3z6p6da8ZFrC2FrZuG_7hsQ&oe=67A0AD39"}, {"file_name": "sc6.png", "id": "819781943005946", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39003228_819781946339279_8313737698820743009_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=9tCteBW76tcQ7kNvgFFITbX&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYD_YihNgj3qxxKB7U3o02R8hetIfansdmcve-OejgA_SQ&oe=67A09CCB"}, {"file_name": "sc3.png", "id": "237404199186857", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75262745_237404202520190_7269246516171065302_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mmWyKC2bXN0Q7kNvgGr2Bmv&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYAzVkwPpNXUwWf5PUrGDWcDJe5MTWiezmxGobbEB3YMdA&oe=67A0B202"}, {"file_name": "sc5.png", "id": "952024302762284", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031636_952024306095617_8441863511266288354_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rKrPaqIEFbIQ7kNvgF1TELz&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AYAAv_xRuh1fJccg_07NLJt3Ndpa6uea5ma2ydt75yDAvA&oe=67A0BBCA"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "cover_1.png", "id": "960043135211891", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974811_960043145211890_8988895673906674259_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GzX0oIXh7SMQ7kNvgGn-m_M&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AYA8bPLol8XKnShhfBqep8Wrw-EoaXq4KT3czxQWFZ-Jkw&oe=67A097B7"}, "display_name": "Eleven goals", "keywords": [], "long_description": "Use your foot - that's not a joke. Due to a specific mount of a left controller, you can actually kick ball with your foot like real football (or soccer) player. \n\nYou can select to practice:\n- Penalties\n- Free kicks\n- Curved shots\n\nFive levels of goalkeeper difficulty. \nIf you prefer, you can use targets instead of goalkeeper.\nAnd during free kicks you can have a wall blocking clear shot.\nYou can also tune the shoe, so it will fit better as well as changing the power level.\n\nNo need for additional equipment. All you need is two 1.5m/60\" strips of fabric, preferably elastic.\n\nWatch video on how to securely mount the controller to the feet. In few words:\n- Take the left controller\n- Mount strips on both sides of plastic ring\n- Choose leg and attach the default security fastening to it\n- Put shoe on or not - up to you\n- Use strips to secure controller on the foot so it will stay still\n- In game use shoe tune if needed\n\nWARNING. Always use the security fastening from Oculus Quest controller.\nRemember to have some space around you.", "short_description": "Use your foot - that's not a joke. Due to a specific mount of a left controller, you can actually kick ball with your foot like real football (or soccer) player. \n\nYou can select to practice:\n- Penalties\n- Free kicks\n- Curved shots\n\nFive levels of goalkeeper difficulty. \nIf you prefer, you can use targets instead of goalkeeper.\nAnd during free kicks you can have a wall blocking clear shot.\n\nNo need for additional equipment. All you need is two 1.5m/60\" strips of fabric, preferably elastic."}]}, "developer_name": null, "developer_privacy_policy_url": "https://artisoft.pl/policies/eg_v1.html", "developer_terms_of_service_url": null, "publisher_name": "Artisoft", "support_website_url": null, "website_url": "https://eg.artisoft.pl/", "category": null, "comfort_rating": "NOT_RATED", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2776542286000603"}, {"id": "331529188132278"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "298081755919396"}}]}, "scheduled_offers": {"count": 7, "nodes": [{"status": "PUBLISHED", "id": "514687637795258"}, {"status": "PUBLISHED", "id": "9654027831290950"}, {"status": "PUBLISHED", "id": "485913700959138"}, {"status": "PUBLISHED", "id": "962502935397637"}, {"status": "PUBLISHED", "id": "7409369382417559"}, {"status": "PUBLISHED", "id": "1423465408491158"}, {"status": "PUBLISHED", "id": "293816723083346"}]}, "baseline_offer": {"id": "514687637795258"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1737051961, "status": "PUBLISHED", "id": "514687637795258"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9234986723230079", "version": "2.02"}, "id": "1349119115700425", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6522692727792839", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9234986723230079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1349119115700425"}]}, "change_log": "- easier to grab the ball from opponent (defaults changed, but can be set in Difficulty Settings)\n- easier to score with assisted mode\n- better player names and numbers on t-shirts", "created_date": 1738143659, "id": "9234986723230079", "version": "2.02", "version_code": 102, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6522692727792839", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9234986723230079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1349119115700425"}]}, "change_log": "- easier to grab the ball from opponent (defaults changed, but can be set in Difficulty Settings)\n- easier to score with assisted mode\n- better player names and numbers on t-shirts", "created_date": 1738143607, "id": "9234982896563795", "version": "2.01", "version_code": 101, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6522692727792839", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9234986723230079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1349119115700425"}]}, "change_log": "- merge of Soccer and Football\n- you can use buttons, hands and foot in all games\n- league improvements\n- tournament improvements\n- different trophies\n- team management\n- more color options\n- quick presets\n- improved gameplay with offsides", "created_date": 1737014065, "id": "9163191703742915", "version": "1.89", "version_code": 89, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6522692727792839", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9234986723230079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1349119115700425"}]}, "change_log": "- merge of Soccer and Football\n- you can use buttons, hands and foot in all games\n- league improvements\n- tournament improvements\n- different trophies\n- team management\n- more color options\n- quick presets\n- improved gameplay with offsides", "created_date": 1737014011, "id": "9163189033743182", "version": "1.88", "version_code": 88, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "6522692727792839", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9234986723230079"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1349119115700425"}]}, "change_log": "- Added Tournament mode\n- Added League mode\n- Added Team setup", "created_date": 1731488771, "id": "8817089691686453", "version": "1.72", "version_code": 72, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}