{"data": {"node": {"__typename": "Application", "id": "3420508614708029", "organization": {"id": "336203184457523", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "6751679388222835"}]}, "id": "1473630613475684"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5011588462297991"}]}, "id": "576360747422339"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4760607174068295"}]}, "id": "1102789510518073"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3831620133609128"}]}, "id": "941699006664587"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3420508614708029"}]}, "id": "785279998894233"}]}}, "firstRevision": {"nodes": [{"application": {"id": "3420508614708029", "release_date": 1622134715, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 40}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9284869704938528"}, "id": "897072394155622"}]}}, "binary": null, "live_binary": null, "created_date": 1743098954, "id": "9637362563022572", "is_initial_release": false, "name_with_fallback": "v30", "pdp_metadata_with_fallback": {"version": 28, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9637362633022565"}, "release_status": "RELEASED", "id": "3420508614708029"}, "id": "9637362633022565", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "3420508614708029", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "278589277784926"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4100262633548326", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulatore", "multiplayer", "sport", "bowling"], "long_description": "Se cerchi un gioco casuale da fare con gli amici o vuoi riaccendere una rivalità familiare… ForeVR Bowl è fatto apposta per te! Esplora 8 piste immersive (Piste lunari, Sala Tiki, Atlantide e molte altre!), sblocca più di 150 bocce da bowling esclusive e gioca la partita perfetta. Scala la classifica e vinci gli eventi e le sfide settimanali. Scegli tra migliaia di canzoni nel jukebox di YouTube. Con la realtà virtuale, le partite a bowling in solitaria, in modalità multiplayer online oppure Passa e gioca in locale non saranno più le stesse!  Scegli una squadra nella modalità Sfida ogni settimana per vincere dei fantastici premi. Mettiti in posa con gli amici e immortala la vostra serata bowling con la nuova fotocamera per selfie. Esplora ogni sala e sblocca le bocce nascoste.  ForeVR Bowl è IL simulatore di bowling perfetto per Oculus Quest!  \"Il bowling in realtà virtuale di ForeVR Bowl è perfetto\". - The VRGrid  \"I migliori giochi per Oculus Quest 2\" secondo CNET", "short_description": "Se cerchi un gioco casuale da fare con gli amici o vuoi riaccendere una rivalità familiare, ForeVR Bowl è fatto apposta per te! Esplora 8 piste immersive, sblocca più di 150 bocce da bowling esclusive e gioca la partita perfetta. Scala la classifica e vinci gli eventi e le sfide settimanali. Scegli tra migliaia di canzoni nel jukebox di YouTube. Con la realtà virtuale, le partite a bowling in solitaria, in modalità multiplayer online oppure Passa e gioca in locale non saranno più le stesse!"}, {"images": {"nodes": []}, "id": "4034133086865305", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "시뮬레이터", "멀티플레이어", "스포츠", "볼링"], "long_description": "친구들과 함께할 가벼운 게임을 찾든, 가족 간의 경쟁심을 다시 불러일으키든... ForeVR Bowl이 여러분과 함께합니다! 달, 티키 홀, 아틀란티스 등 몰입감 넘치는 8가지 레인을 탐색하고 150개 이상의 독특한 볼링공을 해제하여 여러분만의 퍼펙트 게임 장소를 찾으세요. 순위표에 이름을 올리고, 주간 이벤트 및 도전에서 승리하세요. 유튜브에서 제공하는 주크박스에서 1,000여 곡이 넘는 노래 중 마음에 드는 것을 고르세요. 같은 VR이라도 솔로 볼링과 온라인 멀티플레이어, 로컬 패스 앤 플레이가 완전히 다르게 느껴질 것입니다!  매주 펼쳐지는 ‘대결 모드’에서 팀을 선택하고 팀을 응원하여 보상을 획득하세요. 새로운 셀카 캠으로 친구들과 함께 포즈를 잡으며 즐거운 볼링 나이트의 추억을 기록하세요. 각 홀을 탐색하며 해제할 수 있는 숨겨진 공을 찾아보세요.  ForeVR Bowl은 Oculus Quest에서 볼 수 있는 최고의 볼링 시뮬레이터입니다!  \"ForeVR Bowl은 훌륭한 VR 볼링 게임이다” - The VRGrid  CNET 편집자가 선정한 “최고의 Oculus Quest 2 게임 및 VR 경험”", "short_description": "친구들과 즐길 가벼운 게임이나 가족 간의 경쟁심을 지필 가벼운 게임을 원하는 분들을 위해 ForeVR Bowl이 함께합니다! 몰입감 넘치는 8가지 레인을 탐색하고 150개가 넘는 독특한 볼링공을 해제하여 여러분만의 퍼펙트 게임 장소를 찾으세요. 순위표에 이름을 올리고, 주간 이벤트 및 도전에서 승리하세요. 유튜브 주크박스에서 1,000여 곡이 넘는 노래 중 마음에 드는 것을 고르세요. 같은 VR이라도 솔로 볼링과 온라인 멀티플레이어, 로컬 패스 앤 플레이가 완전히 다르게 느껴질 것입니다!"}, {"images": {"nodes": []}, "id": "3939916579671565", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulador", "multijugador", "deportes", "boliche"], "long_description": "Si buscas un videojuego casual con tus amigos o reavivar una rivalidad familiar… ¡ForeVR Bowl es para ti! Explora 8 pistas inmersivas (The Moon, Tiki Hall, Atlantis y otras), desbloquea más de 150 bolas únicas y juega a la perfección. Escala el marcador: gana eventos y retos semanales. Elige entre miles de canciones en la rocola de YouTube. ¡Juego en solitario, multijugador en línea o pasar y jugar ya no serán igual en RV!  Escoge un bando en \"Modo Versus\" cada semana y gana premios para tu equipo. Posa con amigos y comparte la diversión en Noche de bolos con la cámara de selfies. Busca cada sala y desbloquea las Bolas ocultas.  ¡ForeVR Bowl es EL simulador de boliche de Oculus Quest!  \"ForeVR Bowl es boliche en RV bien hecho\" - The VRGrid  Selección del Editor CNET como mejor juego y experiencia de Oculus Quest", "short_description": "Si buscas un videojuego casual con tus amigos o reavivar una rivalidad familiar, ¡ForeVR Bowl es para ti! Explora 8 pistas inmersivas, desbloquea más de 150 bolas y juega a la perfección. Escala el marcador: gana eventos y retos semanales. Elige entre miles de canciones en la rocola de YouTube. ¡Juego en solitario, multijugador en línea o pasar y jugar ya no serán igual en RV!"}, {"images": {"nodes": []}, "id": "3848805475336457", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulator", "multiplayer", "sports", "bowling"], "long_description": "Bạn muốn game phổ thông với bạn bè hay thi đấu trong gia đình… ForeVR Bowl đều có thể đáp ứng! Khám phá 8 làn bowling chân thực (Mặt Trăng, Sảnh Tiki, Atlantis & còn nữa!), mở khóa 150+ trái bóng độc nhất vô nhị để tìm ra game hoàn hảo. Leo BXH, chiến thắng sự kiện và thử thách mỗi tuần. Chọn từ hàng nghìn bài hát trong Máy Chơi Nhạc sử dụng YouTube. Trải nghiệm chơi đơn, nhiều người chơi online, chơi theo lượt cục bộ mới trong VR!  Chọn một bên trong “Chế Độ Đối Đầu” mỗi tuần để mang giải thưởng về đội. Tạo dáng cùng bạn bè, lưu lại niềm vui Đêm Bowling với camera selfie hoàn toàn mới. Tìm Bóng Ẩn mở khóa được ở từng địa điểm.  ForeVR Bowl là game giả lập bowling cao cấp cho Oculus Quest!  “ForeVR Bowl là game bowling VR đúng nghĩa.” – The VRGrid  Lựa Chọn Ban Biên Tập CNET “Tựa game & trải nghiệm Oculus Quest 2 hay nhất”", "short_description": "Bạn muốn game phổ thông với bạn bè hay thi đấu trong gia đình, ForeVR Bowl đều có thể đáp ứng! Khám phá 8 làn bowling chân thực, mở khóa 150+ trái bóng độc nhất vô nhị để tìm ra trò chơi hoàn hảo. Leo BXH, chiến thắng sự kiện và thử thách mỗi tuần. Chọn từ hàng nghìn bài hát trong Máy Chơi Nhạc YouTube. Chơi bowling trong chế độ chơi đơn, chơi mạng, chơi theo lượt cục bộ mang cảm giác hoàn toàn mới trong VR!"}, {"images": {"nodes": []}, "id": "2439621452914706", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulator", "multiplayer", "sport", "bowling"], "long_description": "Uanset om du vil slappe af med venner, eller fyre op under en familierivalisering, så har ForeVR Bowl noget til dig! Prøv 8 spændende baner (The Moon, Tiki Hall, Atlantis og flere!), lås op for 150+ kugler, og levér en perfekt serie. Nå til tops på ranglisten, og vind ugentlige begivenheder og udfordringer. Vælg mellem tusindvis af sange på YouTube-jukeboxen. Bowl alene, i online multiplayer, eller med lokal giv videre og spil. Det bliver aldrig det samme uden VR!  Vælg side i Versus-tilstand hver uge, og vind præmier til dit hold. Gem minderne fra en sjov bowlingaften med selfiekameraet. Find skjulte kugler på hver bane.  ForeVR Bowl er DEN bedste bowlingsimulator til Oculus Quest!  \"ForeVR Bowl er Vr-bowling lavet ordentligt.\" - The VRGrid  CNET-redaktionens valg: \"Bedste Oculus Quest 2 Spil og Oplevelser\"", "short_description": "Uanset om du vil slappe af med venner, eller fyre op under en familierivalisering, så har ForeVR Bowl noget til dig! Prøv 8 spændende baner, lås op for 150+ kugler, og levér en perfekt serie. Nå til tops på ranglisten, og vind ugentlige begivenheder og udfordringer. Vælg mellem tusindvis af sange på YouTube-Jukeboxen. Bowl alene, i online multiplayer, eller med lokal giv videre og spil. Det bliver aldrig det samme uden VR!"}, {"images": {"nodes": []}, "id": "2058209307980563", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulator", "multiplayer", "sport", "bowlen"], "long_description": "Of je nu op zoek bent naar een ongedwongen spelletje met vrienden of een familie-rivaliteit nieuw leven in wil blazen… bij ForeVR Bowl zit je goed! Verken 8 meeslepende banen (o.a. de Maan, Tiki-hal en Atlantis) en speel 150+ unieke bowlingballen vrij. Beklim het klassement en win wekelijkse evenementen en uitdagingen. Kies uit duizenden liedjes op de door YouTube-verzorgde jukebox. Of je nu alleen, via online multiplayer, of lokale co-op speelt, bowlen in VR zal nooit meer hetzelfde zijn!  Kies elke week een kant in 'Versusmodus' om prijzen voor je team te winnen. Schiet foto's met je vrienden en leg al je bowlingavondplezier vast met de gloednieuwe selfiecam. Doorzoek elke hal voor ontgrendelbare verborgen ballen.  ForeVR Bowl is DE premium Oculus Quest-bowlingsimulator!  \"ForeVR Bowl is bowlen in VR zoals het hoort\" - The VRGrid  CNET Editor's Pick \"Best Oculus Quest 2 Games and Experiences\"", "short_description": "Of je nu op zoek bent naar een ongedwongen spelletje met vrienden of een familie-rivaliteit nieuw leven wilt inblazen, bij ForeVR Bowl zit je goed! Verken 8 meeslepende banen en speel 150+ unieke bowlingballen vrij. Beklim het klassement en win wekelijkse evenementen en uitdagingen. Kies uit duizenden liedjes op de door YouTube-verzorgde jukebox. Of je nu alleen, met online multiplayer, of lokale co-op speelt, bowlen in VR zal nooit meer hetzelfde zijn!"}, {"images": {"nodes": []}, "id": "1842749179820611", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulaattori", "moninpeli", "urheilu", "keilailu"], "long_description": "Etsitpä rentoa peliä ystävien kanssa tai kisailua perheen kesken… ForeVR Bowl tarjoaa kaiken! Tutustu 8 innostavaan rataan (Moon, Tiki Hall, Atlantis jne.) ja avaa yli 150 ainutlaatuista keilapalloa. Nouse tulostaululla ja voita viikoittaisia tapahtumia ja haasteita. Valitse tuhansista kappaleista YouTuben jukeboksissa. Keilaaminen yksin, online-moninpeleissä tai Anna laite ja pelaa -peleissä ei enää ole entisellään VR:n myötä!  Valitse viikoittain puoli Vastaan-tilassa ja voita joukkueellesi palkintoja. Poseeraa ystävien kanssa ja dokumentoi keilausilta upouudella selfie-kameralla. Etsi kustakin hallista piilotettuja palloja.  ForeVR Bowl on PARAS Oculus Quest -keilaussimulaattori!  \"ForeVR Bowl on erinomainen VR-keilauspeli.\" – VRGrid  CNET-toimittajan valinta ”Parhaat Oculus Quest 2 -pelit ja -kokemukset”", "short_description": "Etsitpä rentoa peliä ystävien kanssa tai kisailua perheen kesken… ForeVR Bowl tarjoaa kaiken! Tutustu 8 mukaansatempaavaan rataan ja avaa yli 150 ainutlaatuista keilapalloa. Nouse tulostaululla ja voita viikoittaisia tapahtumia ja haasteita. Valitse tuhansista kappaleista YouTuben jukeboksissa. Keilaaminen yksin, online-moninpeleissä tai Anna laite ja pelaa -peleissä ei enää ole entisellään VR:n myötä!"}, {"images": {"nodes": []}, "id": "1811128823071577", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulator", "multiplayer", "sport", "bowling"], "long_description": "Un joc obișnuit cu prietenii sau o rivalitate familială…ForeVR Bowl este soluția! 8 piste captivante (Moon, Tiki Hall, Atlantis și altele) și 150+ de bile de bowling, totul în jocul tău preferat. Urcă în clasament și câștigă evenimente și provocări săptămânale. Alege din mii de melodii din tonomat cu sprijinul YouTube. Joacă bowling singur, în multiplayer online sau transferă și joacă local, nimic nu va fi la fel în RV!  Alege săptămânal o tabără în „Modul Contra” și câștigă premii pentru echipa ta. Fă o poză cu prietenii la seara de bowling cu noua cameră selfie. Caută în fiecare sală pentru a debloca bile ascunse.  ForeVR Bowl este CEL mai bun simulator de bowling Oculus Quest!  „ForeVR Bowl este bowling în RV făcut cum trebuie.” - VRGrid  CNET Editor's Pick „Cele mai bune jocuri și experiențe Oculus Quest 2”", "short_description": "Un joc obișnuit cu prietenii sau o rivalitate familială, ForeVR Bowl este soluția! Descoperă 8 piste captivante și deblochează 150+ de bile unice din jocul tău preferat. Urcă în clasament și câștigă evenimente și provocări săptămânale. Alege din mii de melodii din tonomat cu sprijinul YouTube. Joacă bowling singur, în multiplayer online sau transferă și joacă local, nimic nu va fi la fel în RV!"}, {"images": {"nodes": []}, "id": "1580194479337686", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "シミュレーター", "マルチプレイ", "スポーツ", "ボウリング"], "long_description": "友人と気軽にゲームを楽しみたい方も、家族で熱い対戦を楽しみたい方も、『ForeVR Bowl』がピッタリ！臨場感のある8つのレーン（ザ・ムーン、ティキ・ホール、アトランティス、 & more！）を訪れ、150以上のユニークなボウリングのボールをアンロックしてパーフェクトゲームを目指しましょう。リーダーボードを駆け上がり、ウィークリーイベントやチャレンジで勝利を目指しましょう。YouTubeと連携したジュークボックスで数千曲の中から曲を選ぶことができます。VRでは、ソロプレイ、オンラインマルチプレイ、ローカルでのパス&プレイでまったく異なる体験をすることができます！  「対戦モード」でサイドを選択して、週ごとにチームの報酬を獲得しましょう。新しいセルフィーカメラを使用して友達と一緒にポーズを決めて、ボウリングナイトの楽しさを記録しましょう。各ホールを探索し、アンロック可能な隠されたボールを見つけましょう。  ForeVR Bowlは、まさにプレミアムなOculus Questボウリングシミュレーターです！  \"『ForeVR Bowl』は、VRの良さを活かしたボウリングゲームだ。\"- The VRGrid  CNET編集者ピックアップ 「Oculus Quest 2を使用した最高のゲームと体験」", "short_description": "友人と気軽にゲームを楽しみたい方も、家族で熱い対戦を楽しみたい方も、『ForeVR Bowl』がピッタリ！臨場感のある8つのレーンを訪れ、150以上のユニークなボウリングのボールをアンロックしてパーフェクトゲームを目指しましょう。リーダーボードを駆け上がり、ウィークリーイベントやチャレンジで勝利を目指しましょう。YouTubeジュークボックスで数千曲の中から曲を選ぶことができます。VRでは、ソロプレイ、オンラインマルチプレイ、ローカルでのパス&プレイでまったく異なる体験をすることができます！"}, {"images": {"nodes": []}, "id": "1433735657616973", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulador", "multijogador", "desportos", "bowling"], "long_description": "Estejas à procura de um jogo casual com amigos ou a reacender uma rivalidade familiar… o ForeVR Bowl tem tudo o que precisas! Explore 8 pistas imersivas (a Lua, salão Tiki, Atlantis e muito mais) e desbloqueie 150+ bolas de bowling exclusivas para fazer um jogo perfeito. Suba nas classificações e ganhe eventos e desafios semanais. Escolha milhares de músicas na Jukebox do YouTube. Jogar bowling a solo, online ou \"passar e jogar\" nunca mais será o mesmo em VR!  Escolha um lado no \"Modo Versus\" cada semana e ganhe prémios para a sua equipa. Divirta-se e pose com amigos com a nova Câmara de Selfies. Procure Bolas Ocultas desbloqueáveis nas salas.  ForeVR Bowl é o melhor simulador de bowling Oculus Quest!  \"ForeVR Bowl é o bowling em VR bem feito.\" - A VRGrid  Escolha do editor da CNET \"Os melhores jogos e experiências do Oculus Quest 2”", "short_description": "Estejas à procura de um jogo casual com amigos ou a reacender uma rivalidade familiar, o ForeVR Bowl tem tudo o que precisas! Explora 8 pistas imersivas e desbloqueie 150+ bolas de bowling exclusivas para fazer um jogo perfeito. Suba nas classificações e ganhe eventos e desafios semanais. Escolhe entre milhares de músicas na Jukebox Youtube. Jogar bowling a solo, em online ou passar e jogar nunca mais será o mesmo em VR!"}, {"images": {"nodes": []}, "id": "1361079905140042", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "模擬遊戲", "多人遊戲", "運動", "打保齡球"], "long_description": "不管您是在尋找可以跟朋友同樂的休閒遊戲，還是要重燃家族對抗的戰火，ForeVR Bowl 都能滿足您的需求！探索 8 個令人沉浸的球館（Lunar Lanes、Tiki Hall、Atlantis 等等！），取得超過 150 款獨特的保齡球，打出您的完美比賽。搶攻排行榜，贏得每週賽事與挑戰。還有播放 YouTube 曲目的點唱機提供超過一千首歌曲任君挑選。無論是在單人遊戲、線上多人遊戲，還是本地多人共用裝置模式打保齡球，在 VR 中都能獲得完全不同的體驗！  在每週的對戰模式中選擇陣營，為您的隊伍贏取獎品。與好友一起擺姿勢，以全新的自拍相機記錄保齡球之夜的歡樂時光。搜尋所有球館，取得可解鎖的隱藏保齡球。  ForeVR Bowl 是最優質的 Oculus Quest 保齡球模擬遊戲！  「ForeVR Bowl 是一款很棒的 VR 保齡球遊戲。」——The VRGrid  CNET 編輯精選「最佳 Oculus Quest 2 遊戲與體驗」", "short_description": "不管您是在尋找可以跟朋友同樂的休閒遊戲，還是要重燃家族對抗的戰火，ForeVR Bowl 都能滿足您的需求！探索 8 個令人沉浸的球館，取得超過 150 款獨特的保齡球，打出您的完美比賽。搶攻排行榜，贏得每週賽事與挑戰。還有播放 YouTube 曲目的點唱機提供超過一千首歌曲任君挑選。無論是在單人遊戲模式、線上多人遊戲，還是本地多人共用裝置模式打保齡球，在 VR 中都能獲得完全不同的體驗！"}, {"images": {"nodes": []}, "id": "1345795063383709", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulátor", "multiplayer", "sporty", "bowling"], "long_description": "Chcete si zahrát pohodovou hru s kamarády nebo rozdmýchat sourozeneckou rivalitu? ForeVR Bowl vás jistí! Prozkoumejte 8 skvělých drah (Měsíc, herna Tiki, Atlantida a další!), získejte přes 150 koulí a najděte si tu svou. Stoupejte po žebříčku a vyhrávejte v týdenních událostech a výzvách. Jukebox napojený na YouTube obsahuje tisíce písní. Bowling ve VR už nikdy nebude jako dřív, ať hrajete sami nebo s více hráči, doma či na internetu!  Zvolte si každý týden stranu v režimu Versus a vyhrávejte ceny pro svůj tým. Zdokumentujte zábavný bowlingový večer s kamarády pomocí nového selfie foťáku. Prohledejte herny a získejte skryté koule.  ForeVR Bowl je ten NEJ bowlingový simulátor na Oculus Quest!  „ForeVR Bowl je dobře udělaný bowling ve VR.“ – The VRGrid  Výběr editora CNET: „Nejlepší hry a zážitky na Oculus Quest 2“", "short_description": "Chcete si zahrát pohodovou hru s kamarády nebo rozdmýchat sourozeneckou rivalitu? ForeVR Bowl vás jistí! Prozkoumejte 8 jedinečných drah, získejte přes 150 unikátních koulí a najděte si tu svou. Stoupejte po žebříčku a vyhrávejte v týdenních událostech a výzvách. Vybírejte z tisíců písní na YouTube jukeboxu. Bowling ve VR už nikdy nebude jako dřív, ať hrajete sami nebo s více hráči, doma či na internetu!"}, {"images": {"nodes": []}, "id": "1209501924226663", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulator", "flerspelarläge", "sport", "bowling"], "long_description": "Oavsett om du vill koppla av och spela med vänner eller tävla mot familjen... så ordnar ForeVR Bowl det! Utforska 8 fängslande banor (Moon, Tiki Hall, Atlantis m.m.!) och lås upp fler än 150 unika bowlingklot för att hitta ditt perfekta spel. Klättra på ledartavlan och vinn veckovisa event och utmaningar. Välj bland fler än 1 000 låtar i spelets YouTube-jukebox. Bowla ensam, i flerspelarläge online eller i lokalt Dela och spela-läge – nu bättre än någonsin i VR!  Välj sida i ”Versus-läget” varje vecka och vinn priser åt ditt lag. Posera med vänner och fota er bowlingkväll med den nya selfiekameran. Utforska varje hall och hitta dolda upplåsningsbara klot.  ForeVR Bowl är DEN förstklassiga Oculus Quest-bowlingsimulatorn!  ”ForeVR Bowl är bowling i VR precis som det ska vara.” - The VRGrid  CNET Editor's Pick \"De bästa Oculus Quest 2-spelen och -upplevelserna\"", "short_description": "Oavsett om du vill koppla av och spela med vänner eller tävla mot familjen, så ordnar ForeVR Bowl det! Utforska 8 fängslande banor, lås upp fler än 150 unika bowlingklot och hitta ditt perfekta spel. Klättra på ledartavlan och vinn veckovisa event och utmaningar. Välj bland fler än 1 000 låtar i spelets YouTube-jukebox. Bowla ensam, i flerspelarläge online eller i lokalt Dela och spela-läge – nu bättre än någonsin i VR!"}, {"images": {"nodes": []}, "id": "1182080863570537", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "模擬遊戲", "多人遊戲", "運動", "保齡球"], "long_description": "無論你是想找適合與好友同樂的休閒遊戲，還是想重燃家人間的競爭心……ForeVR Bowl 都能滿足你的需要！探索 8 種臨場感爆燈的球道（The Moon、Tiki Hall、Atlantis 等等！），解鎖 150+ 款獨一無二的保齡球，找尋你心目中的完美球局。提升排行榜排名，勝出每週活動和挑戰。使用支援 YouTube 曲目的點唱機，從數以千計首歌中挑選最愛名曲。無論是單人打保齡球、網上多人或單機多人共用裝置，VR 都會令種種體驗煥然一新！  每星期在「對抗模式」中挑選要參加的隊伍，為所屬隊伍贏取獎品。全新自拍鏡頭可讓你和朋友擺 pose 拍照，記錄充滿樂趣的保齡球之夜。搜尋各個球館，找出可解鎖的隱藏保齡球。  ForeVR Bowl 是終極 Oculus Quest 保齡球模擬遊戲！  「ForeVR Bowl 完美結合保齡球和 VR。」  — The VRGrid  獲 CNET 編輯評選為「最佳 Oculus Quest 2 遊戲和體驗」", "short_description": "無論你是想找適合與好友同樂的休閒遊戲，還是想重燃家人間的競爭心，ForeVR Bowl 都能滿足你的需要！探索 8 種臨場感爆燈的球道，解鎖 150+ 款獨一無二的保齡球，找尋你心目中的完美球局。提升排行榜排名，勝出每週活動和挑戰。從 Youtube 點唱機數以千計首歌中挑選最愛名曲。無論是單人打保齡球、網上多人或單機多人共用裝置，VR 都會令種種體驗煥然一新！"}, {"images": {"nodes": []}, "id": "995975515450267", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "προσομοιωτής", "multiplayer", "σπορ", "μπόουλινγκ"], "long_description": "Είτε πρόκειται για ένα χαλαρό φιλικό παιχνίδι είτε για μια οικογενειακή αντιπαλότητα… το ForeVR Bowl είναι εδώ! Εξερεύνησε 8 συναρπαστικούς διαδρόμους (Το Φεγγάρι, Tiki Hall, Ατλαντίδα και άλλα) και ξεκλείδωσε 150+ μοναδικές μπάλες. Ανέβα στην κορυφή της κατάταξης και κέρδισε.Διάλεξε χιλιάδες τραγούδια. Παίξε σόλο, διαδικτυακά με άλλους παίχτες ή στο τοπικό πάσα και παιχνίδι για μία ανεπανάληπτη εμπειρία VR!  Διάλεξε ομάδα στη Λειτουργία Αναμέτρησης κάθε βδομάδα για να κερδίσεις έπαθλα. Πόζαρε με τους φίλους σου μπροστά στη νέα Κάμερα για Σέλφι. Ψάξε για Κρυφές Μπάλες.  Το ForeVR Bowl είναι Ο ΑΠΟΛΥΤΟΣ προσομοιωτής μπόουλινγκ για το Oculus Quest!  \"Το ForeVR Bowl είναι το μπόουλινγκ σε VR που γίνεται σωστά.\" -The VRGrid  CNET Editor's Pick \"Best Oculus Quest 2 Games and Experiences\"", "short_description": "Είτε πρόκειται για ένα χαλαρό φιλικό παιχνίδι είτε για μια οικογενειακή αντιπαλότητα, το ForeVR Bowl είναι εδώ! Εξερεύνησε 8 συναρπαστικούς διαδρόμους και ξεκλείδωσε 150+ μοναδικές μπάλες. Ανέβα στην κορυφή της κατάταξης και κέρδισε. Διάλεξε χιλιάδες τραγούδια στο YouTube Jukebox. Παίξε σόλο, διαδικτυακά με άλλους παίχτες ή στο τοπικό πάσα και παιχνίδι για μία ανεπανάληπτη εμπειρία VR!"}, {"images": {"nodes": []}, "id": "975213458129264", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulador", "multijogador", "esportes", "boliche"], "long_description": "Se você busca um jogo casual com amigos ou quer reavivar a rivalidade na família… ForeVR Bowl é o que você precisa! Explore 8 pistas imersivas (A Lua, Tiki Hall, Atlantis e mais!) e desbloqueie mais de 150 bolas únicas pra encontrar seu jogo perfeito. Suba no placar e ganhe eventos e desafios semanais. Escolha entre milhares de músicas na Jukebox do YouTube. Jogar sozinho, em grupo ou no modo local de passa-e-joga nunca será o mesmo em VR!  Toda semana, escolha um lado no Modo Versus e ganhe prêmios para a equipe. Faça uma pose com amigos e registre sua Noite de Boliche com uma nova Câmera de Selfie. Procure Bolas Ocultas desbloqueáveis nos halls.  ForeVR Bowl é o melhor simulador de boliche Oculus Quest!  \"ForeVR Bowl é o jeito certo de jogar boliche em VR.\" - Escolha do Editor do CNET VRGrid em  \"Os Melhores Jogos e Experiências para Oculus Quest 2\"", "short_description": "Se você busca um jogo casual com amigos ou quer reavivar a rivalidade na família, ForeVR Bowl é o que você precisa! Explore 8 pistas imersivas e desbloqueie mais de 150 bolas únicas pra achar seu jogo perfeito. Suba no placar e ganhe eventos e desafios semanais. Escolha entre milhares de músicas na Jukebox do YouTube. Jogar sozinho, no modo Multijogador online ou no Modo local Joga e passa nunca será o mesmo em VR!"}, {"images": {"nodes": [{"file_name": "BowlMR_minilandscape.png", "id": "3685439785019625", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031649_3685439788352958_8612186450418294756_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=glEgd9aSLOwQ7kNvwFHZkoH&_nc_oc=AdmRjBE9wTc0kIg2ndedWXS5GClt9P8HcxwAFa9_pJRnoU4QRo2aQrhTALUz-7xn1Bs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsHdSq7JgD_YkwvnDnNAcj_gc9BqZmGyJMYDrtyjrJzdg&oe=6997044C"}, {"file_name": "AvatarImmBG.png", "id": "1768488873543890", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001680_1768488880210556_3818498222888959399_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=i0xT270aKGoQ7kNvwFg8JxX&_nc_oc=Adl2grFaKEYyGLpNPFvnjnJevRMZZvoxYL26T9dDRuE-abkONsH_U9Voageub017TuU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvl91c-CizFv8gVQ9Dj6w1-N5HzNQlGAAjr54o59JhQcA&oe=6996FF16"}, {"file_name": "BowlMR_coverportrait.png", "id": "1658480857980071", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031430_1658480861313404_5266946683412228763_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bou2rDlOh0kQ7kNvwHkMMDj&_nc_oc=AdnbahrcUmltbfAVKsR-hGFA5ppnJiIWHSWgD_1_DhbN7LugSYNx0YAJo9dut19jz5g&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspXD5xOJkAghyItvQQnvzPGbTrgg5ZQuHoxRzPWrI_RA&oe=69971F6A"}, {"file_name": "AvatarImmLogo.png", "id": "1529903154103971", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974759_1529903157437304_1425952327018285019_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=c184134s7E0Q7kNvwHrNsGY&_nc_oc=AdnEDJYbS6bS_55hsmqlL2yY7LGF21fuhEIZak5bOi7T4Tcy75egW3j-BbCHO8beCBI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftTuGOq47EfMwaL6NKMp4CHg2gYySGVUxqmKW2LdCq8DA&oe=69970FC8"}, {"file_name": "Untitled design (88).png", "id": "1211522059575546", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974890_1211522062908879_4568034883190668615_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jz6PJk18sQQQ7kNvwH4m61E&_nc_oc=AdnZFzSbPUjaQJcCJJRnH5dWTgZz7tiBCb3EXCojPKmtdpa2g9E7pY3TSFpAEow9Sos&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs_s2T2XuJ2dr85_wSydT2FEOPFDiimJahe2iUgLVHIEA&oe=6996FDEA"}, {"file_name": "Untitled design (89).png", "id": "1096521514342366", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974554_1096521517675699_7356477591637831844_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h_WK0pnN810Q7kNvwGlzDwT&_nc_oc=Adn3q43AAStNEG8mGGw19HHd6Huc--tV-VLQ-Oh5KoprBybrGE8L7jmZEb9SeD-a7G4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftoqGL9fseNrd0nlKMwTMnjiL_gnXVbVFwPp4lr0o5SbA&oe=699701CC"}, {"file_name": "BowlMR_herocover.png", "id": "1045438273156368", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75375767_1045438276489701_8188478449527051566_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=B3MzapPZMuIQ7kNvwEjmcde&_nc_oc=AdmEdYa8ZjpMlG81T1bsdHhYAwr0yirzXpaGj8fpy_NrxSZHiypiW6U-9TUhEbeYR-E&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu7WpaCpMfwgdUry71tjgSH-l2Gm0yuAijE4B_7onvk2g&oe=69970AB1"}, {"file_name": "BowlMR_logo.png", "id": "1042908936717854", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982503_1042908940051187_1280079317449235779_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XGdnclmmVoMQ7kNvwHpPHhE&_nc_oc=Admms9hb1Y-FpUMRADW-IQMqQ27cj7gWgwvXLxoUnHFVD8beeB8kHCz4nb19cmSWGa8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfujQhjFtxH7LpImNG42mPLn3IBTr52IIo956zd4my16Mg&oe=699702D2"}, {"file_name": "BowlMR_coversquare.png", "id": "840841894336897", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031558_840841897670230_90064700392691494_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4H32Yczg-94Q7kNvwGeo7mE&_nc_oc=AdmYSpgem_ARBtlR3pgmx80SUZC5F3rTM3b1En6GmKU2D7C5af33Ablo36LuF7whgr0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvt99lsOVbpaFHleaDmZpSN9hPIsy6MhbY8DJAhq9DS6A&oe=699705D2"}, {"file_name": "BowlMR_coverlandscape.png", "id": "690834792622462", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39001730_690834795955795_1682328796194674091_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=R9viZltmMosQ7kNvwFwIDAa&_nc_oc=AdkVZbkKOOUYtSnRRxLd_H-lKV6QG6fMpN3UA-5eSXYnT3xf6jy3fWiUHqEBBxf8FNs&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afui7elctUEQzu_imCHKTEM7opEblPhyV6ZeIxpQ2vW4dA&oe=69971B7C"}, {"file_name": "BowlMR_icon.png", "id": "642115491245015", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031457_642115494578348_3187453540476430116_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nMaF8N_TSRUQ7kNvwH-W-Hm&_nc_oc=AdnUyIKmWR851DHdPtSaTser4Q63iwIIelA-wWQOf7Zm2nLssNAhDJIgpDIlPSMpcdg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftsyADy_bMUS94wTd7EQjkSY0d2oO89LgO_2iUCSMUsOg&oe=6996F2E1"}]}, "id": "933759535616203", "locale": "en_US", "screenshots": [{"file_name": "App Store Screenshot2.png", "id": "303956588381827", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974447_303956591715160_7740500896186717086_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Xa7JZIjrrf4Q7kNvwHnQLuS&_nc_oc=AdnlyY4wh4Wr4NgKOrO32ZDf_rU333asddm_1URtaIolMLnBAP0cDvrlcZdZXL5dKn8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuJ5oQjGvK9Lf7icuhg15WBxSLvbDjODcanby08OEwFKA&oe=6996F243"}, {"file_name": "ForeVR_09-02-2022_09-00-42.png", "id": "713392156702578", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974459_713392160035911_2456851610574286681_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IvPKkJN4UUIQ7kNvwEb6A3X&_nc_oc=Adki4HNDSN6o_kAKBBQmcDyBC4ZbqkuaRLEinqVMmZjf_cQdyWncRBt1hCxHzzx7xqk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuvSBeloGUsaQ6Z7qd9iwnRk4vQig2LNEZ_B_Gm0aeXng&oe=6996FFDF"}, {"file_name": "App Store Screenshot1.png", "id": "350883343543721", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982623_350883353543720_7339764567725174905_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HjUxjK6WPhgQ7kNvwGLe21i&_nc_oc=AdnO7n3hRCZdci45zUwzhBg0-sYcysj8hjF4O5SQXi-SBmmw1eihwVE7eQNRMLqtoTA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv9PM0KlV68SB-EhfZF9EzNKKpQ5NrPH7cZk67F8w7ufQ&oe=6996FA9E"}, {"file_name": "App Store Screenshot.png", "id": "492500875569857", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974686_492500878903190_7190157430026788365_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KHYN5rKd2ocQ7kNvwHByUzr&_nc_oc=AdkbBaZpInudfc7EZgakw9whI_gYqjutw94PoClUi_7YM7RVPMZ8zpOiMww_zcb-kAE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuzEHk1StozbTW8Xv3JeX6RWOM2n8BDPLirokEjIrVbvg&oe=69971205"}, {"file_name": "App Store Screenshot3.png", "id": "525035545509115", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974539_525035548842448_8193535925522572875_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LZRyEMV7PywQ7kNvwGXKzIq&_nc_oc=Adn5ttQfsyfban9B5j2sKKvDBztLKTOY7rOfV_-OsCpzCwuwh-XkG59bC4-I8zIXeHM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvgZddmNWd1Iz3iOTeVsQ_LtEi298-UOEq3UCPzz-8JdQ&oe=69971484"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "BowlMR_coverlandscape.png", "id": "1055226858979005", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982439_1055226862312338_4536305358659044364_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=93P1kQH5Z84Q7kNvwEdlHPz&_nc_oc=AdkA-jQWWFwBoEryapfGRihxnkwKCRRX0Gqep8oQw9633F5L9UvDz5t_3DjpJsoU0ss&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuPcMpkcg1s1gT7OKyyperBqMw0VBZ0Oe_Yams7p2RfKg&oe=69970402"}, "display_name": "ForeVR Bowl", "keywords": ["sports", "bowl", "gorilla", "penguin", "walkabout"], "long_description": "Whether you are looking for a casual game with friends or rekindling a family rivalry... ForeVR Bowl has you covered! \n\nExplore 8 immersive lanes (The Moon, TIki Hall, Atlantis, & more!) and unlock 150+ unique bowling balls to find your perfect game. Climb the leaderboard and win weekly events and challenges. Choose from 1000s of songs on the YouTube powered Jukebox. Bowling solo, online multiplayer, or local pass-and-play will never be the same in VR!\n\nPick a side in 'Versus Mode' each week to win prizes for your team. Strike a pose with friends and document your Bowling Night fun with the brand new Selfie Cam. Search each hall for unlock-able Hidden Balls.\n\nForeVR Bowl is THE premium Oculus Quest bowling simulator!\n\n\"ForeVR Bowl is bowling in VR done right.\" - The VRGrid\n\nCNET Editor's Pick: \"Best VR Bowling\" and one of \"Best [Meta] Quest 2 Games and Experiences\"\n\ntoms guide pick \"Oculus Quest 2 — here's the 7 games you should play first\"", "short_description": "Whether you are looking for a casual game with friends or rekindling a family rivalry, ForeVR Bowl has you covered! \n\nExplore 8 immersive lanes and unlock 200 unique bowling balls to find your perfect game. Climb the leaderboard and win weekly events and challenges. Choose from 1000s of songs on the YouTube Jukebox. \n\nBowling solo, in online multiplayer, or local pass-and-play will never be the same in VR!"}, {"images": {"nodes": []}, "id": "650841964368834", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulator", "flerspiller", "sport", "bowling"], "long_description": "Enten du vil slappe av med venner eller å få fart på familieduellene … ForeVR Bowl er midt i blinken! Prøv deg på åtte kule baner (Månen, Tiki-hallen, Atlantis og mange flere) og lås opp over 150 unike bowlingkuler for å oppnå den perfekte spillrunden. Topp ledertavlen og vinn ukentlige arrangementer og utfordringer. Velg blant tusenvis av sanger fra YouTube-jukeboksen. Bowling er best i VR, enten du spiller alene, flerspiller på nett eller lokal flerspiller!  Velg et lag i Versus-modus hver uke for å vinne premier til laget ditt. Poser med venner og foreviggjør all moroa med det nye selfiekameraet. Søk gjennom alle bowlinghallene for å finne skjulte kuler.  ForeVR Bowl er verdens beste bowlingsimulator til Oculus Quest!  «ForeVR Bowl er VR-bowling slik det burde være.» – The VRGrid  CNET redaksjonens utvalgte «Beste Oculus Quest 2-spill og -opplevelser»", "short_description": "Uansett om du vil slappe av med venner eller få fart på familieduellene, så er ForeVR Bowl midt i blinken! Prøv deg på åtte kule baner og lås opp over 150 kuler for å få den perfekte spillrunden. Klatre til topps på ledertavlen og vinn ukentlige arrangementer og utfordringer. Velg blant tusenvis av sanger fra YouTube-jukeboksen. Bowling er best i VR, enten du spiller alene, flerspiller på nett eller lokal flerspiller!"}, {"images": {"nodes": []}, "id": "647010264754047", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simülatör", "multiplayer", "spor", "bowling"], "long_description": "İster arkadaşlarınla, ister ailenle oyna… ForeVR Bowl ile hepsi mümkün! 8 sürükleyici pisti (Ay, Tiki Salonu, Atlantis ve fazlası!) keşfet ve 150’den fazla emsalsiz bowling topunun kilidini aç. Lider tablosunda yüksel ve haftalık etkinlikleri ve mücadeleleri kazan. YouTube ile desteklenen Müzik Kutusu’nda 1000’lerce şarkıdan birini seç. Tek kişilik bowling, çevrimiçi çok oyunculu ve yerel pasla ve oyna gibi modlar VR’da çok farklı!  Her hafta Mücadele Modu’nda tarafını seçerek takımın için ödüller kazan. Yeni Selfie Kamerasıyla poz ver ve Bowling Geceni belgele. Açılabilir Gizli Toplar için her salonu araştır.  ForeVR Bowl, Oculus Quest için özel bowling simülatörüdür!  “ForeVR Bowl, doğru şekilde yapılmış bir VR bowling oyunudur.” - The VRGrid  CNET Editörlerinin “En iyi Oculus Quest 2 Oyunları ve Deneyimleri” Listesi İçinde", "short_description": "İster arkadaşlarınla eğlencesine oyna, istersen aile bireylerinle müsabakaya tutuş... ForeVR Bowl ile hepsi mümkün! 8 sürükleyici pisti keşfet ve 150’den fazla emsalsiz bowling topunun kilidini aç. Lider Tablosunda yüksel ve haftalık etkinlikleri kazan. YouTube Müzik Kutusu’nda 1000’lerce şarkıdan birini seç. Tek kişilik bowling, çevrimiçi çok oyunculu ve pasla ve oyna gibi modlar VR’da çok farklı!"}, {"images": {"nodes": []}, "id": "591102913953866", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ForeVR Bowl", "keywords": ["forever", "simulateur", "multijoueur", "sports", "bowling"], "long_description": "Que vous cherchiez à faire une partie tranquille avec vos amis ou à rallumer une vieille rivalité familiale… ForeVR Bowl ne vous décevra pas ! Découvrez 8 pistes (la Lune, Tiki Hall, l’Atlantide, etc.) et débloquez plus de 150 boules pour trouver chaussure à votre pied. Classez-vous et remportez les défis et événements hebdomadaires. Choisissez parmi des milliers de titres sur le juke-box YouTube. Le bowling en solo, multijoueur en ligne ou tour à tour local ne sera plus jamais pareil en VR !  Choisissez votre équipe chaque semaine en mode VS pour lui faire gagner des récompenses. Immortalisez vos soirées bowling avec la caméra à selfie. Fouillez les halls à la recherche des boules cachées.  ForeVR Bowl est LE simulateur de bowling pour Oculus Quest !  « Avec ForeVR Bowl, le bowling en VR dévoile tout son potentiel. » - The VRGrid  Choix de la rédaction CNET, « Meilleurs jeux et expériences Oculus Quest 2 »", "short_description": "Que vous cherchiez à faire une partie tranquille avec vos amis ou à rallumer une vieille rivalité familiale, ForeVR Bowl ne vous décevra pas ! Découvrez 8 pistes et débloquez plus de 150 boules différentes pour trouver chaussure à votre pied. Classez-vous et remportez les défis et événements hebdomadaires. Choisissez parmi des milliers de titres sur le juke-box YouTube. Le Bowling en solo, multijoueur en ligne ou tour à tour local ne sera plus jamais pareil en VR !"}]}, "developer_name": null, "developer_privacy_policy_url": "http://forevrgames.com/privacy", "developer_terms_of_service_url": "http://forevrgames.com/tos", "publisher_name": "ForeVR Games", "support_website_url": "http://help.forevrgames.com/", "website_url": "http://forevrgames.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "2776542286000603"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["SPORTS", "CASUAL", "SIMULATION"], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["es_VE", "de", "es_AR", "fi", "ru", "sv", "ko", "pt", "es_PE", "el", "en", "pt_BR", "it", "fr", "es", "cs", "en_GB", "vi", "es_PR", "zh_TW", "nb", "en_US", "zh_HK", "ja", "es_CL", "pl", "es_MX", "zh_CN", "da", "es_CO", "ro", "nl", "tr"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "MULTI_USER", "CO_OP"], "id": "9637362633022565"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031558_840841897670230_90064700392691494_n.png?stp=dst-png_s360x360&_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4H32Yczg-94Q7kNvwGeo7mE&_nc_oc=AdmYSpgem_ARBtlR3pgmx80SUZC5F3rTM3b1En6GmKU2D7C5af33Ablo36LuF7whgr0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftEELIqyQErWhxfcYOSmxnN-eI8YuTxrOvVRAqJD6GY7w&oe=699705D2"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "ForeVR Bowl", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Simulation", "id": "331529188132278"}, {"topic_name": "Sports", "id": "2776542286000603"}], "release_date": 1622134715, "lastRevision": {"nodes": [{"id": "389396505804857", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "3420508614708029", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2257132984419501"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "Hero Small.png", "id": "488513252297041", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031536_488513255630374_1007416435468008180_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BDLe3ELGKZAQ7kNvwG8D178&_nc_oc=AdnvbKfSsvqvuceNaFxjbv1tFIJhDKOJ9oy2EY7UoDGoeHMWoE822BtbiFmLIgItwHo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft78RrbqSFUoDiA1vXz0QsCeVxPKkv4Q2MqU1eVmjuogQ&oe=69970674"}, {"file_name": "Hero Large.png", "id": "286682049661568", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982459_286682052994901_4455431542054656429_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cIx3tlIKpPwQ7kNvwHE0VTV&_nc_oc=AdnZgTjp-UubAHx41W9B_NxJu_bLEOMbn24ASD0dDeigF38mrUri6UEOLdeBOnsod-Q&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsB5nST7mxU96r_TMSyvMchiDA3Ilx5kjlRtukR2s-Pyw&oe=69972032"}, {"file_name": "Portrait.png", "id": "502740794198668", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57575347_502740797532001_5413351670865079815_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=b_mnL4XDxUcQ7kNvwHJXzAV&_nc_oc=Adke3RLDN9zm3RIPRN5MJB4dPGwJgluZKPZuMte9tgZNoF07rJGrt0qmEdc7jmmasIA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuFTLzgFVUCE_3VBz2iHZE0C7w_cFqCrJLjRk2mIhna6A&oe=699718D8"}, {"file_name": "Square.png", "id": "792975397980631", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031488_792975401313964_8235453920553027885_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4Uwb928s3SgQ7kNvwHd_92o&_nc_oc=AdkFKLoVDNdtNooMk60P3mE1Wism5-8Q4r39KV1SOiBZj3KYYvcrQCjdR1BabSGeZgA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvj3LiW5SiSrXGW9qLe3w8ecygzCRIJUkgMaEf1EP1Wwg&oe=6996F1C0"}, {"file_name": "Landscape.png", "id": "1424018377996794", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/65397209_1424018381330127_6287592868040223365_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zNjDwNfesf0Q7kNvwEtwiuR&_nc_oc=AdknFuMd7f59RpGvuCXshrqJN-lj1PfLvSIfikfnOjhUcf4h1Ld-mQMWE1x8yyCjFk0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afte9s9CxYkxD8PntXyCWTFrjIo2Yizj8i5YmSbfQoF1Kw&oe=69970CB9"}, {"file_name": "Logo.png", "id": "794597607829650", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75367592_794597611162983_3102785579791990875_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1p2cQ46P4ywQ7kNvwGsN-F_&_nc_oc=Adl4G30SYoAbeNZMHw3LaDCSxx6cTXgzLxO4Lcv5dJRVVgGbblpuAM5xXh3VMLxI5gc&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftjbGgJayDUQIv9ddrPlFyDdQoG7FHPUVg1IZE5XnIfOw&oe=69971385"}, {"file_name": "icon.png", "id": "268637138155125", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982461_268637141488458_5620332506512288521_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jcm9gulwW8wQ7kNvwE9qnV7&_nc_oc=AdmPDsulIF0ushBWOVTqM9m2lH96IyJ_dlJcRUAFKRr1TS4i75hzutRIaZOjmMFrLU4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftzQ3Jx5ed48BqjsKl12HoAcLbzEzGgzBh3VBEuuGMM6A&oe=6996EC4E"}]}, "id": "376017640475547", "locale": "en_US", "screenshots": [{"file_name": "01.png", "id": "369017164424369", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974535_369017167757702_4696765275077673178_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=OpceoS_asrIQ7kNvwGqaI_x&_nc_oc=Adl7FyIcFsw3ddqvifZurSGBMRmcNTN5HSmobvxfZbhRIZzJLiCuOL7qzDydx_OSY0s&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftK49hKPmjK9yHQ_xa9tDi6-YTcpbfP6Q4OA_Q-R7mRbQ&oe=699708A9"}, {"file_name": "02.png", "id": "188615316434195", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031571_188615319767528_4763129071368843402_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=R2MsS9d2zv0Q7kNvwFEXK1l&_nc_oc=Adl2gbDQQQ9G3Kj3lSXjlifJmfb8GxNs_8XhfRyCHeu1NP6G4IqVcK6XrlLawFZVh3Q&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftAL4wiqMiZYIIRqtoiNQfXXALYE6Br_uWOd-yQQD8n6A&oe=6996EB90"}, {"file_name": "03.png", "id": "494518415073950", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974444_494518421740616_8556150623646762977_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7Qa5RDMy3DUQ7kNvwHYmfNq&_nc_oc=Adn4E96yLpZgsCJnUb0F3XG1gA5FFwohunCIlvoTOJ6RHCrF_9PIqnc8Mnl1-1lHjfs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afur7ZZBset_8Q5nVek8F60x-WCjN4zwqa4O5ebDVuHUrw&oe=6997041D"}, {"file_name": "04.png", "id": "935251280382157", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974787_935251283715490_5067068688868105902_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3GdfKAVHjl8Q7kNvwF1ne5r&_nc_oc=AdnIlkqu5CiDvZ3eH58POHDiPZe7fREf007UsmRzOsYn4hg4uZ4wRdo5ZtDO66JCA3k&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvVU75hfFIC88fgxV6HKzgw8I2NsL1z3zpzF8aMUck3KA&oe=699707EC"}, {"file_name": "05.png", "id": "2829380303968661", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974797_2829380307301994_8001908959296168963_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=88V5jwdcsWEQ7kNvwENu3oc&_nc_oc=Adkz68dgEyDLjCkq8L97dusBBXNFNhHqRO3YEUAzAA4mA79RNTj43EPfSa6V1-V4jzQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuUBJyOJxkUwns2Y20Z2L9v21_sUD1pOOnuWIY9oncIsQ&oe=69970326"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Landscape.png", "id": "762810351097460", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75222945_762810354430793_937232459314771842_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HAHm4Bt6M5cQ7kNvwE-3JBo&_nc_oc=Adl-4dDoDhVT7Itiye08xKo9MjYd8rUYtlPnyz_rLmtM4UB7MTd1NtVQHhoOZ-WdpTY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftwbb6FzgT8zhOei-1q4rt_PBBpDldhtwl5BEq1yrH5mw&oe=69971394"}, "display_name": "ForeVR Bowl", "keywords": [], "long_description": "“ForeVR Bowl is the best bowling game of all time” -Vicki P, Mother of the Game Designer\n\nForeVR Bowl delivers fun for you, your family and friends like no other game in VR. Enjoy  lightweight competition and unlock over 75 collectible balls each with its own unique throwing style. Play online multiplayer with up to 4 friends, meet new people or go up against NPCs in six alleys (1990’s hall, the Moon, Palm Springs, a Stadium, a Disco Club, and Tiki Island) each with its own immersive landscape, soundtrack and easter egg surprises with new alleys added regularly.  \n\nAt its core, ForeVR Bowl is an incredible bowling simulator thanks to a cutting edge game engine and Real Feel Throw technology to recreate everything you’d expect in a bowling alley... except for smelly rental bowling shoes!", "short_description": "“ForeVR Bowl is the best bowling game of all time” -Vicki P, Mother of the Game Designer\n\nGame night is back! ForeVR Bowl is fun for you, your family and friends like no other game in VR. Enjoy lightweight competition and unlock over 75 collectible balls each with its own unique throwing style. Play with up to 4 friends or meet new people in online multiplayer across six alleys, each with its own immersive landscape and soundtrack. \n\nGet ready for the best bowling simulator on Earth. \n\nGAME ON!"}]}, "developer_name": null, "developer_privacy_policy_url": "http://forevrgames.com/privacy", "developer_terms_of_service_url": "http://forevrgames.com/tos", "publisher_name": "ForeVR Games Inc", "support_website_url": null, "website_url": "http://forevrgames.com/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "331529188132278"}, {"id": "2776542286000603"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["SPORTS"], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER", "MULTI_USER", "CO_OP"], "id": "621985595545808"}}]}, "scheduled_offers": {"count": 40, "nodes": [{"status": "PUBLISHED", "id": "1566057287855659"}, {"status": "PUBLISHED", "id": "1267415118019367"}, {"status": "CANCELLED", "id": "424842687320211"}, {"status": "PENDING", "id": "980206129918780"}, {"status": "PENDING", "id": "616002013972983"}, {"status": "PUBLISHED", "id": "275244555070143"}, {"status": "PUBLISHED", "id": "815870246964303"}, {"status": "PUBLISHED", "id": "305744618259525"}, {"status": "PENDING", "id": "1256447444984879"}, {"status": "PUBLISHED", "id": "2912502379052341"}, {"status": "PUBLISHED", "id": "529312368302882"}, {"status": "PUBLISHED", "id": "2766746436794386"}, {"status": "PUBLISHED", "id": "896003158062634"}, {"status": "PENDING", "id": "951453045894963"}, {"status": "PENDING", "id": "3402521749968445"}, {"status": "PENDING", "id": "569419458569921"}, {"status": "PENDING", "id": "375681118324394"}, {"status": "PUBLISHED", "id": "1204498096625016"}, {"status": "PENDING", "id": "524336833002900"}, {"status": "PUBLISHED", "id": "305922374772582"}, {"status": "PUBLISHED", "id": "512053750876453"}, {"status": "PENDING", "id": "3533519426892490"}, {"status": "PUBLISHED", "id": "947779875935226"}, {"status": "PUBLISHED", "id": "1354469185002529"}, {"status": "PENDING", "id": "902403667569714"}, {"status": "PUBLISHED", "id": "923399912420803"}, {"status": "PENDING", "id": "1308855616345169"}, {"status": "PUBLISHED", "id": "1232116763941644"}, {"status": "PUBLISHED", "id": "511662597306382"}, {"status": "PUBLISHED", "id": "686152202931280"}, {"status": "PENDING", "id": "575893754448450"}, {"status": "PUBLISHED", "id": "634727731682594"}, {"status": "PENDING", "id": "3649208048732680"}, {"status": "PUBLISHED", "id": "825681992262321"}, {"status": "PUBLISHED", "id": "253889977084961"}, {"status": "PENDING", "id": "687863829855931"}, {"status": "PENDING", "id": "524017683120964"}, {"status": "PENDING", "id": "674221084466781"}, {"status": "PUBLISHED", "id": "809819867416929"}, {"status": "PUBLISHED", "id": "479948803218377"}]}, "baseline_offer": {"id": "479948803218377"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1765900800, "status": "PUBLISHED", "id": "1566057287855659"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9284869704938528", "version": "2.1.798"}, "id": "897072394155622", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3420508614708029", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9284869704938528"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "897072394155622"}]}, "change_log": "IMPROVEMENTS\n🎳 Fixes for avatar loading\n\nKNOWN ISSUES\n🎳 Need support? http://help.forevrgames.com/", "created_date": 1738115216, "id": "9284869704938528", "version": "2.1.798", "version_code": 798, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9284866188272213"}, "asset_files": {"count": 23}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3420508614708029", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9284869704938528"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1738093848, "id": "9283638175061681", "version": "2.1.797", "version_code": 797, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9283633888395443"}, "asset_files": {"count": 23}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3420508614708029", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9284869704938528"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1737667396, "id": "9256872694404896", "version": "2.1.796", "version_code": 796, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9256869567738542"}, "asset_files": {"count": 23}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3420508614708029", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9284869704938528"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1737661034, "id": "9256484594443706", "version": "2.1.795", "version_code": 795, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9256481481110684"}, "asset_files": {"count": 23}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3420508614708029", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9284869704938528"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1736984545, "id": "9211527695606063", "version": "2.1.794", "version_code": 794, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "9211524255606407"}, "asset_files": {"count": 23}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}