{"data": {"node": {"__typename": "Application", "id": "3816141331792031", "organization": {"id": "204056064323345", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3879169458768372"}]}, "id": "745732536041279"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "3816141331792031"}]}, "id": "174748237297663"}]}}, "firstRevision": {"nodes": [{"application": {"id": "3816141331792031", "release_date": 1623344422, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 17}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "5571406092932204"}, "id": "2735105560041642"}]}}, "binary": null, "live_binary": null, "created_date": 1654037743, "id": "7480928761979918", "is_initial_release": false, "name_with_fallback": "v4", "pdp_metadata_with_fallback": {"version": 4, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "3304167793149582"}, "release_status": "RELEASED", "id": "3816141331792031"}, "id": "3304167793149582", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "MANAGED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "3816141331792031", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "673478093328823"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1706678269682932", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Espacio", "Robot", "Simulador", "Escapar", "Meca"], "long_description": "Tu plan era sencillo: robar un meca reptante gigante, conocido como nauticrawl, evitar que te capturen y escapar hacia la libertad. Busca pistas para descubrir dónde te encuentras, pero ten en cuenta que ese no es más que uno de tus muchos problemas... \n\nPara avanzar, tendrás que explorar esta máquina gigante de arriba a abajo para descubrir los pasos necesarios para que eche a andar. Tira de las palancas, acciona interruptores y experimenta con todo lo que encuentres. Pero ten cuidado con peligros que acechan más allá del horizonte...\n\nA Rogue Escape es un rediseño más táctil, centrado en la experiencia de RV, del primer título de Spare Parts Oasis: Nauticrawl. ¡La aventura en RV tan esperada por el público ofrece una experiencia inmersiva totalmente novedosa tanto para jugadores nuevos como veteranos!\n\n-Pon a prueba tu intuición dominando 5 centros de control diferentes en el nauticrawl\n-Suelo ajustable dentro del juego para jugadores de todas las alturas\n-Disponible en 9 idiomas", "short_description": "Era tu única forma de escapar de este planeta desamparado, pero te encuentras a bordo de un enorme meca robado, con botones, palancas y monitores desconocidos a tu alrededor. En una RV total, empuja, tira, pulsa y hackea todo lo que encuentres para intentar activar esta bestia pesada y poder escapar."}, {"images": {"nodes": []}, "id": "1491839811234470", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["宇宙", "ロボット", "シミュレーター", "脱出", "メカ"], "long_description": "あなたの計画はシンプルだ。Nauticrawlという名でも知られている巨大な徘徊ロボットを盗み、捕獲の手から逃れ、自由を掴む、ただそれだけ。手がかりを見つけて現在地を突き止めよう。だが、位置情報を見つけるのは数ある問題のうちの一つに過ぎない…\n\n先へ進むためには、この巨大な機械をしらみつぶしに調査して、それを動かすのに必要な手順を学ぶ必要がある。レバーを引き、スイッチをカチカチさせて、とにかく何でも試してみよう。けれど、地平線の向こうに潜んでいる危険には注意しなければならない…\n\n『A Rogue Escape』は、Spare Parts Oasisの初タイトルである『Nauticrawl』を再考した、より戦術的で体験主導なゲームだ。このプレイヤー待望のVRアドベンチャーでは、新しくなったファンでもベテランのファンでも、非常に没入感のある体験ができること間違いなしだ！\n\n-Nauticrawl内にある5つの独特な操作センターを使いこなし、自分の直感力を試そう\n-様々な身長のプレイヤーに対応した、ゲーム内で調整可能なフロア\n-9つの言語でプレイ可能", "short_description": "それはあなたがこの忘れられた惑星から出るための唯一の方法だった。巨大で盗まれた機械に乗ったままになっているあなたは、見慣れないボタン、レバーやモニターに取り囲まれている。完全なるVRの世界で、押し、引っ張り、押し込み、なんでもハッキングしてみたりして、この巨大な材木伐採機を動かして逃亡を試みよう。"}, {"images": {"nodes": []}, "id": "1159478081541178", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Spazio", "Robot", "Simulatore", "Fuga", "Mech"], "long_description": "Il tuo piano era semplice: rubare un mech lento e gigante (noto anche come Nauticrawl), sfuggire alla cattura e ottenere la libertà. Trova indizi per scoprire la tua posizione, ma sappi che questo è solo il primo dei molti problemi che incontrerai... \n\nPer proseguire, dovrai esplorare la macchina gigante da cima a fondo e imparare i procedimenti necessari a farla muovere. Tira le leve, aziona gli interruttori e sperimenta ogni cosa. Ma fai attenzione agli altri pericoli che potrebbero celarsi oltre l'orizzonte...\n\nA Rogue Escape è una reinterpretazione VR più tattile e focalizzata sull'esperienza del primo titolo di Spare Parts Oasis: Nauticrawl. L'attesa avventura VR offre un'esperienza nuova e altamente coinvolgente sia per i nuovi fan che per quelli già esistenti!\n\n-Metti alla prova la tua intuizione imparando a gestire 5 centri di controllo differenti all'interno del Nauticrawl\n-Piani adattabili all'interno del gioco, per giocatori di tutte le altezze\n-Giocabile in 9 lingue", "short_description": "Era l'unico modo per lasciare questo pianeta desolato ma, a bordo di un gigantesco mech rubato, ti ritrovi circondato da pulsanti, leve e monitor sconosciuti. Con l'utilizzo del VR, spingi, tira, premi e hackera tutto ciò che trovi nel tentativo di attivare questo bestione e di fuggire."}, {"images": {"nodes": []}, "id": "1148660992350016", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Weltraum", "Roboter", "Simulator", "Flucht", "Mech"], "long_description": "Dein Plan war einfach: einen riesigen Crawler-Mech, auch bekannt als Nauticrawl, stehlen, der Gefangennahme entgehen und in die Freiheit fliehen. Finde Hinweise auf deinen Aufenthaltsort, aber sei dir bewusst – dies ist nur das erste deiner vielen Probleme …\n\nUm voranzukommen, musst du die riesige Maschine von vorne bis hinten erkunden und herausfinden, wie man sie in Bewegung setzt. Ziehe an Hebeln, lege Schalter um und experimentiere mit allem, was dir ins Auge fällt. Aber hüte dich davor, welche weiteren Gefahren hinter dem Horizont lauern …\n\nA Rogue Escape ist eine taktilere, erlebnisorientierte VR-Neuinterpretation des ersten Titels von Spare Parts Oasis: Nauticrawl. Das von Spielern sehnsüchtig erwartete VR-Abenteuer bietet ein neues und immersives Erlebnis sowohl für frische als auch für langjährige Fans!\n\n-Teste deine Intuition, indem du 5 verschiedene Kontrollzentren im Nauticrawl bedienst\n-Im Spiel anpassbarer Fußboden, um alle Körpergrößen abzudecken\n-Spielbar in 9 Sprachen", "short_description": "Es war der einzige Fluchtweg von diesem verlassenen Planeten, aber an Bord des riesigen gestohlenen Mechs sind lauter unbekannte Knöpfe, Hebel und Monitore. In voller VR schiebst, ziehst, drückst und hackst du alles, was du finden kannst, um dieses schwerfällige Biest zu aktivieren und zu entkommen."}, {"images": {"nodes": []}, "id": "759843558369263", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["太空", "机器人", "模拟器", "逃亡", "机甲佣兵"], "long_description": "你的计划很简单：偷一台巨大的沉睡机械 – 又被人称为 Nauticrawl，逃脱追捕，寻求自由。寻找线索，了解自己的所在，但你要知道 - 这只是众多问题的开端... \n\n要继续前进，您将不得不从头到脚探索这台巨型机器，以学习使其移动所必需的步骤。拉下拉杆、拨动开关 – 尝试一切。但是，一定要小心地平线以下的其他危险...\n\n《A Rogue Escape》是 Spare Parts Oasis 的第一部作品《Nauticrawl》的一段更加可触及、以体验为驱动的虚拟实境重制。玩家参与的虚拟实境冒险将可提供一段全新的高度沉浸体验，无论新老玩家都会喜爱！\n\n-掌握 Nauticrawl 内 5 个决然不同的控制中心，检验你的直觉\n-游戏内地板可调节，适合各种身高的玩家\n-9 种语言版本", "short_description": "这是你离开这个孤寂凄凉星球的唯一方法，但站在一座偷来的巨大机械之上，你发现自己被不熟悉的按钮、拉杆和监视器所环绕。在完全虚拟实境中，推拉按下和黑入可以找到的一切，尝试让这头沉睡的巨兽醒来，让你逃离此地。"}, {"images": {"nodes": []}, "id": "541730510902020", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Космос", "Робот", "Симулятор", "Побег", "Мех"], "long_description": "Ваш план был прост: украсть гигантскую машину из тех, что называют Nauticrawl, скрыться от погони и постараться выбраться на свободу. Находите подсказки, чтобы понять, где вы находитесь, но помните: всё это — лишь начало длинной череды проблем... \n\nВам придется исследовать гигантскую машину от пола до потолка, чтобы понять, как заставить ее двигаться, и хоть куда-то переместиться. Тяните за рычаги, щелкайте выключателями и экспериментируйте со всем, что видите. Но берегитесь: вам грозят и другие опасности...\n\nSpare Parts Oasis выпустили новую версию своей первой игры Nauticrawl: Rogue Escape — это более тактильная версия игры, которая проходит в виртуальной реальности. Фанаты игры долго ждали этого виртуального приключения, которое подарит незабываемый опыт как новым игрокам, так и тем, кто играл в старую версию!\n\n-Устройте испытание своей интуиции, научившись использовать пять различных центров управления Nauticrawl\n-Игровой пол можно настроить для пользователей любого роста", "short_description": "Это был единственный способ выбраться с проклятой планеты, но теперь вы стоите на борту громадной украденной машины и понятия не имеете, как ею управлять. Погрузитесь в виртуальную реальность игры и нажимайте, тяните и взламывайте всё, что увидите, чтобы активировать огромный механизм и сбежать."}, {"images": {"nodes": []}, "id": "539783404291287", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Espace", "Robot", "Simulateur", "Évasion", "Mecha"], "long_description": "Votre plan était simple : dérober un mech rampant géant appelé nauticrawl, échapper à la capture et retrouver la liberté. Cherchez des indices pour découvrir où vous vous trouvez, mais sachez que ce n'est que le premier de vos nombreux problèmes... \n\nPour aller plus loin, vous allez devoir explorer la machine géante de fond en comble afin d'apprendre les étapes nécessaires à son fonctionnement. Tirez des leviers, actionnez des interrupteurs : touchez à tout. Mais attention aux autres dangers qui se cachent derrière l'horizon...\n\nA Rogue Escape est une variante en RV de Nauticrawl, le premier titre de Spare Parts Oasis, à la fois plus tactile et plus axée sur l'expérience. Cette aventure en RV tant attendue par les joueurs offre une nouvelle expérience extrêmement immersive aux nouveaux fans comme aux anciens !\n\n-Testez vos intuitions en maîtrisant 5 centres de commande distincts au sein du Nauticrawl\n-Un sol ajustable en jeu pour les joueurs de toutes tailles\n-Jouable en 9 langues", "short_description": "C'était votre seule chance de vous échapper de cette maudite planète, mais vous voilà aux commandes d'un mech volé colossal, rempli de boutons, leviers et écrans inconnus. En RV totale, appuyez, pressez et piratez tout ce que vous trouverez afin d'activer ce mastodonte pesant et vous échapper."}, {"images": {"nodes": [{"file_name": "right_RogueEscaape.png", "id": "5625113667507834", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57572925_5625113670841167_6870886313397049573_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DmAMFCO6hGQQ7kNvwG1GOjh&_nc_oc=Adnh3rjxxcGfDUMs4HlA8923ldjlvv9Yp_FjqheRRfTHcH-c8SzEC6dpIOYdfCfzU2Y&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftftVC2HE2oh1AeYorH2rpmU6Nzb8Ai6yrEbJBhLdvozw&oe=6996F7D0"}, {"file_name": "OculusIcon.png", "id": "2868813463350301", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/43997708_2868813466683634_2441896831350511712_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ogsLbg8DjOAQ7kNvwGSdH9z&_nc_oc=AdnMq1ekAFacqxMyiqHiKcTBRjcW8s167sUOEVdHXWTWwH6eJ4Y8x0RRzQDn8g6V0so&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvbR-PIoZIBY3Nd1PaoPj2uJdhHD-STAHC-mAXgZT53Jw&oe=69970B4E"}, {"file_name": "CoverImageLandscape.png", "id": "1358893391108688", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75476755_1358893394442021_6165375168624617341_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WBhWsKgSZtgQ7kNvwF_7z9p&_nc_oc=AdkzTtQTcVFmGz3H5YLMukkm0jPCh5buujvGkh97rPI3x2f1p7qCASC8iUaZMim9Ob0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftUizXxJG8pJ87XMl6KKJx3Bq7Krul3UJZ5A6vwAt1iwg&oe=6996F753"}, {"file_name": "CoverImageSquare.png", "id": "1015961278913818", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031366_1015961282247151_6139292822688849025_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JYF_Kq7qmsEQ7kNvwEnkbJl&_nc_oc=AdlQtCBdFaMqGJFaB134ARH6pV9Ty_JjretBWeuh8zWBAqPV3IbEy81RmhO_ddN6J1w&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afv_WSJwTDsL-lpJhiwb2dO58MmimHdbBIN5NnX5_ArhIA&oe=699706EE"}, {"file_name": "ARE-new-CoverImageHero.png", "id": "733184888110818", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974522_733184894777484_3909659540013779216_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Vg3F2U_dT28Q7kNvwGJG1CR&_nc_oc=AdliLkQVwghGoPZpCqjT_gAfXO9wFin-sG-9rRZV6e7rjXkgS7Pae_jQEvKjaXtzxe0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftXoI_oc6nPhgk3bkngN9O9tTxVoDGb6NCpSVqblCeChw&oe=69970956"}, {"file_name": "CoverImagePortrait.png", "id": "722421868686686", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974746_722421872020019_2109447409830649912_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aIg3xH51ybkQ7kNvwH6uKOt&_nc_oc=AdmbSOnty6NwGBtCb2gUbwASeCWQvYIpnC_ksQC8HE2-VkK5o6yh_dduNcj045C16Ko&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvl2Nv83dZv7gES7IWZdx_KTNy8s38AL30kBKZu3XRO5A&oe=69970EFE"}, {"file_name": "backplate_RogueEscape.png", "id": "511766807309502", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75481466_511766810642835_8340182686319648178_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=EkjqhPCpAPwQ7kNvwFyC8RE&_nc_oc=Adm6hnaEM4ZK_UC3xPy6VLa5z_4lExw4g-DXtX_0xVXUrjyZozBFxupx_YCnVb-OJjQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu9eu8gMpICGI5ZwHqQDAtV_fZjCQVYGd8eIPypmVU7hw&oe=6996F957"}, {"file_name": "left_RogueEscape.png", "id": "345458360867529", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974561_345458364200862_185530761091757406_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=78J38Ecaz84Q7kNvwG9VTuK&_nc_oc=Adl3wqqZpH-4FM5-KH-m3uUhSu3alwlT9e7WeZJG8r5Q3tU2Qk2WfNQmH32bFeSdRnA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuzPkosgXY-yXITt6dxTCoPMnldAJeVWKxKI4IscL58cA&oe=6996F3D0"}, {"file_name": "logo_RogueEscape.png", "id": "308858268119810", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982588_308858271453143_4924314836214926620_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=CRVtvRRawN4Q7kNvwGjV9HT&_nc_oc=AdnnoRL2Pd2cguaJOaiPnqlWr9tqYZuO0yOoOgVMLUZaKmsvjEF2vAC1-uwUtW9-KWQ&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afstzy7BhNRoSzwvvo9hbC-qmNIoVybN7gOwOK4yWvP2BA&oe=699719CD"}, {"file_name": "Logo.png", "id": "225304012307242", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031550_225304015640575_1936098308938149323_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vaEx4bJMHwgQ7kNvwHYXoSF&_nc_oc=AdnM6bV5Pww027SuVrbeeBJZO452NxO7KZ5zyj2forXgHAaAH0lYdXGHiQNWXqq1KTs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftk-j34Og7GWUPu1dWNmoAjRZsgW5-dNqpuJZrFzvHyRQ&oe=6996FCAC"}, {"file_name": "MiniLandscape.png", "id": "151577589695425", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031534_151577593028758_3119053385312005275_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cwNH1UOj9ucQ7kNvwEQh5iI&_nc_oc=AdkuOxrR9MI3GVOM6YTmXgq1XNiuIHXzOrq-ZEapeLhY8KoswC8_bGRvs7wAeAiqUgY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvj-TLaumXYFzlTfNKst8O6crgIayVhaCNtcPI7l2w1og&oe=69970B4A"}]}, "id": "528753448616555", "locale": "en_US", "screenshots": [{"file_name": "screenshot05_1440.png", "id": "2327113860766769", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031457_2327113864100102_8630798796508344333_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X__HVWRZTwcQ7kNvwHmD2zE&_nc_oc=AdkaQ-v4FlVMJhKgdHdOiJPD-Tt9S4ZXJcm45HfGCmJF5Ap3yMGgaoAA1rdmqMFkqUA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuhqTw_srC6G3uvt6oRss2fKsUEUB7uVaIfLPV-RpnoLg&oe=6996F80C"}, {"file_name": "screenshot03_1440.png", "id": "225749209119498", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75520134_225749212452831_8985003541856723993_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lM4l-fwlcT0Q7kNvwEsqqL4&_nc_oc=Adk_F-pSifYyJIJOkfNaogEc4DqCNgiD3KmWamgFLLlzYzTA2WANKkINdGw47djCORk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftsmq5mgt3wFgoQ3y2ad2NEzw2xpQK25AT7b5u5bwwKYg&oe=6996EFB6"}, {"file_name": "squid.png", "id": "476939880251215", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031628_476939883584548_3581970620223508219_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vv_Bxb1hUxkQ7kNvwHAHZzm&_nc_oc=AdmtLBTIpoZCyMm1deJneKFLw0grGhu2GWs2n90M6rj2i-z-_FZh1KemShtPd7Q_O7I&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afuoc7Rp6Bo-3OlFbnLFpsl4UEwX7LiBGxGeCYq6UcwLvw&oe=699701A5"}, {"file_name": "screenshot071440.png", "id": "477159236586195", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031366_477159239919528_168736190036570484_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6hqGRYVwd5AQ7kNvwEE-8rV&_nc_oc=AdlDdkwaUK1fDF_yrsP5HBOesvWOQNE4aUNPtmM0bFLoY9rJZ63Rg_mMuxm-3hopESU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afty8QpDPiSfl1qoCrPkZmJg38PHBVl3RphoAI6GePj_2w&oe=6996FCE0"}, {"file_name": "knot-matrix.png", "id": "337228437765599", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031470_337228441098932_6689298159411044037_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0J60I9djlhIQ7kNvwHtf07k&_nc_oc=AdnC2JaLzHtGjMrp88SCCL_kQyqONRlw0RlsO1vQ5BkQPEP9QUqPcroC-mb7pCuOSIQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsPkzmjUtn0yQpI_Zvj0mw_Dh4VI_Bg-E4OuEUu5QYbnA&oe=69970597"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "ARE-keyArt.png", "id": "539980474325001", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982729_539980477658334_2276017409055213050_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NneOFz2qf-oQ7kNvwFq18aW&_nc_oc=AdkVZtqtXObzK-fCu9VmNfn-ib5GjdV7wVTCpnNs_9M10vO_ft4YazYfMTC4sgwQsXs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuXXEZ6R9qRDeVcRaP0vHL5TRSN0on_3XQi5lRstRDOUA&oe=699713DC"}, "display_name": "A Rogue Escape", "keywords": ["mech", "machine", "robot", "space", "simulator"], "long_description": "Your plan was simple: steal a giant, crawling mech, also known as a Nauticrawl, evade capture, and make a break for freedom. Find clues to unravel your whereabouts, but know - this is only the first of your many problems... \n\nTo go further, you will have to explore the giant machine from top to bottom to learn the steps necessary to make it move. Pull levers, flip switches, and experiment with everything. But beware of what other dangers lie beyond the horizon…\n\nA Rogue Escape is a more tactile, experience-driven VR re-imagination of Spare Parts Oasis' first title: Nauticrawl. The player anticipated VR adventure offers a new and highly immersive experience for new and existing fans alike!\n\n-Test your intuition by mastering 5 distinct control centers within the Nauticrawl\n-In-game adjustable floor for players of all heights\n-Playable in 9 languages", "short_description": "It was your only way off this forsaken planet, but standing aboard a colossal stolen mech, you find yourself surrounded by unfamiliar buttons, levers, and monitors. In full VR, push, pull, press and hack everything you can find in an attempt to activate this lumbering beast and make your escape."}, {"images": {"nodes": []}, "id": "312639307733514", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Espacio", "Robot", "Simulador", "Escapar", "Meca"], "long_description": "Tu plan era sencillo: robar un meca reptante gigante, conocido como nauticrawl, evitar que te capturen y escapar hacia la libertad. Busca pistas para descubrir dónde te encuentras, pero ten en cuenta que ese no es más que uno de tus muchos problemas... \n\nPara avanzar, tendrás que explorar esta máquina gigante de arriba a abajo para descubrir los pasos necesarios para que eche a andar. Tira de las palancas, acciona interruptores y experimenta con todo. Pero ten cuidado con los peligros que acechan más allá del horizonte...\n\nA Rogue Escape es un rediseño más táctil, centrado en la experiencia de RV, del primer título de Spare Parts Oasis: Nauticrawl. ¡La aventura en RV tan esperada por el público ofrece una experiencia inmersiva totalmente novedosa tanto para jugadores nuevos como veteranos!\n\n-Pon a prueba tu intuición dominando 5 centros de control diferentes en el nauticrawl\n-Suelo ajustable dentro del juego para jugadores de todas las alturas\n-Disponible en 9 idiomas", "short_description": "Era tu única forma de escapar de este planeta desamparado, pero te ves a bordo de un enorme meca robado, con botones, palancas y monitores desconocidos a tu alrededor. En una RV total, empuja, tira, pulsa y piratea todo lo que encuentres para intentar activar esta bestia pesada y poder escapar."}]}, "developer_name": "Spare Parts Oasis", "developer_privacy_policy_url": "https://armorgamesstudios.com/privacy/", "developer_terms_of_service_url": null, "publisher_name": "Armor Games Studios", "support_website_url": "https://armorgamesstudios.com/contact/", "website_url": "https://armorgamesstudios.com/games/rogue-escape/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ADVENTURE", "EXPLORATION", "PUZZLE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["de", "ru", "en", "it", "fr", "es", "ja", "es_MX", "zh_CN"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "3304167793149582"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031366_1015961282247151_6139292822688849025_n.png?stp=dst-png_s360x360&_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JYF_Kq7qmsEQ7kNvwEnkbJl&_nc_oc=AdlQtCBdFaMqGJFaB134ARH6pV9Ty_JjretBWeuh8zWBAqPV3IbEy81RmhO_ddN6J1w&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu5Qhm9kdR-cZJ_cMj2IInWMSix_8-fWFrr2fkSFZw2JA&oe=699706EE"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "A Rogue Escape", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}], "release_date": 1623344422, "lastRevision": {"nodes": [{"id": "297829451612672", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "3816141331792031", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "673478093328823"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2878089892445164", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["宇宙", "ロボット", "シミュレーター", "脱出", "メカ"], "long_description": "あなたの計画はシンプルだ。Nauticrawlという名でも知られている巨大な徘徊ロボットを盗み、捕獲の手から逃れ、自由を掴む、ただそれだけ。手がかりを見つけて現在地を突き止めよう。だが、位置情報を見つけるのは数ある問題のうちの一つに過ぎない…\n\n先へ進むためには、この巨大な機械をしらみつぶしに調査して、それを動かすのに必要な手順を学ぶ必要がある。レバーを引き、スイッチをカチカチさせて、とにかく何でも試してみよう。けれど、地平線の向こうに潜んでいる危険には注意しなければならない…\n\n『A Rogue Escape』は、Spare Parts Oasisの初タイトルである『Nauticrawl』を再考した、より戦術的で体験主導なゲームだ。このプレイヤー待望のVRアドベンチャーでは、新しくなったファンでもベテランのファンでも、非常に没入感のある体験ができること間違いなしだ！\n\n-Nauticrawl内にある5つの独特な操作センターを使いこなし、自分の直感力を試そう\n-様々な身長のプレイヤーに対応した、ゲーム内で調整可能なフロア\n-9つの言語でプレイ可能", "short_description": "それはあなたがこの忘れられた惑星から出るための唯一の方法だった。巨大で盗まれた機械に乗ったままになっているあなたは、見慣れないボタン、レバーやモニターに取り囲まれている。完全なるVRの世界で、押し、引っ張り、押し込み、なんでもハッキングしてみたりして、この巨大な材木伐採機を動かして逃亡を試みよう。"}, {"images": {"nodes": [{"file_name": "CoverImageHero.png", "id": "1020374131807904", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38984462_1020374135141237_1655496486710688872_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LSz0KT3Df0YQ7kNvwFlptLT&_nc_oc=AdmsK_Yxehy6ySQYZfsYiJ2ALR568tCyge82s1m9VLX3LvEhRKrZk51Dn3YSXJ4iHxs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsrKI79pVvFXeJSE8R8Bfz4ZzoSoMC52JOrF7ga9bxWSw&oe=69970D9B"}, {"file_name": "OculusIcon.png", "id": "2868813463350301", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/43997708_2868813466683634_2441896831350511712_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ogsLbg8DjOAQ7kNvwGSdH9z&_nc_oc=AdnMq1ekAFacqxMyiqHiKcTBRjcW8s167sUOEVdHXWTWwH6eJ4Y8x0RRzQDn8g6V0so&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvbR-PIoZIBY3Nd1PaoPj2uJdhHD-STAHC-mAXgZT53Jw&oe=69970B4E"}, {"file_name": "CoverImageLandscape.png", "id": "1358893391108688", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75476755_1358893394442021_6165375168624617341_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=WBhWsKgSZtgQ7kNvwF_7z9p&_nc_oc=AdkzTtQTcVFmGz3H5YLMukkm0jPCh5buujvGkh97rPI3x2f1p7qCASC8iUaZMim9Ob0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftUizXxJG8pJ87XMl6KKJx3Bq7Krul3UJZ5A6vwAt1iwg&oe=6996F753"}, {"file_name": "CoverImageSquare.png", "id": "1015961278913818", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031366_1015961282247151_6139292822688849025_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JYF_Kq7qmsEQ7kNvwEnkbJl&_nc_oc=AdlQtCBdFaMqGJFaB134ARH6pV9Ty_JjretBWeuh8zWBAqPV3IbEy81RmhO_ddN6J1w&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afv_WSJwTDsL-lpJhiwb2dO58MmimHdbBIN5NnX5_ArhIA&oe=699706EE"}, {"file_name": "CoverImagePortrait.png", "id": "722421868686686", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974746_722421872020019_2109447409830649912_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=aIg3xH51ybkQ7kNvwH6uKOt&_nc_oc=AdmbSOnty6NwGBtCb2gUbwASeCWQvYIpnC_ksQC8HE2-VkK5o6yh_dduNcj045C16Ko&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvl2Nv83dZv7gES7IWZdx_KTNy8s38AL30kBKZu3XRO5A&oe=69970EFE"}, {"file_name": "Logo.png", "id": "225304012307242", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031550_225304015640575_1936098308938149323_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vaEx4bJMHwgQ7kNvwHYXoSF&_nc_oc=AdnM6bV5Pww027SuVrbeeBJZO452NxO7KZ5zyj2forXgHAaAH0lYdXGHiQNWXqq1KTs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftk-j34Og7GWUPu1dWNmoAjRZsgW5-dNqpuJZrFzvHyRQ&oe=6996FCAC"}, {"file_name": "MiniLandscape.png", "id": "151577589695425", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031534_151577593028758_3119053385312005275_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cwNH1UOj9ucQ7kNvwEQh5iI&_nc_oc=AdkuOxrR9MI3GVOM6YTmXgq1XNiuIHXzOrq-ZEapeLhY8KoswC8_bGRvs7wAeAiqUgY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afvj-TLaumXYFzlTfNKst8O6crgIayVhaCNtcPI7l2w1og&oe=69970B4A"}]}, "id": "693339077906159", "locale": "en_US", "screenshots": [{"file_name": "screenshot05_1440.png", "id": "2327113860766769", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031457_2327113864100102_8630798796508344333_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X__HVWRZTwcQ7kNvwHmD2zE&_nc_oc=AdkaQ-v4FlVMJhKgdHdOiJPD-Tt9S4ZXJcm45HfGCmJF5Ap3yMGgaoAA1rdmqMFkqUA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuhqTw_srC6G3uvt6oRss2fKsUEUB7uVaIfLPV-RpnoLg&oe=6996F80C"}, {"file_name": "screenshot03_1440.png", "id": "225749209119498", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75520134_225749212452831_8985003541856723993_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lM4l-fwlcT0Q7kNvwEsqqL4&_nc_oc=Adk_F-pSifYyJIJOkfNaogEc4DqCNgiD3KmWamgFLLlzYzTA2WANKkINdGw47djCORk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftsmq5mgt3wFgoQ3y2ad2NEzw2xpQK25AT7b5u5bwwKYg&oe=6996EFB6"}, {"file_name": "squid.png", "id": "476939880251215", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031628_476939883584548_3581970620223508219_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vv_Bxb1hUxkQ7kNvwHAHZzm&_nc_oc=AdmtLBTIpoZCyMm1deJneKFLw0grGhu2GWs2n90M6rj2i-z-_FZh1KemShtPd7Q_O7I&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afuoc7Rp6Bo-3OlFbnLFpsl4UEwX7LiBGxGeCYq6UcwLvw&oe=699701A5"}, {"file_name": "screenshot071440.png", "id": "477159236586195", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031366_477159239919528_168736190036570484_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6hqGRYVwd5AQ7kNvwEE-8rV&_nc_oc=AdlDdkwaUK1fDF_yrsP5HBOesvWOQNE4aUNPtmM0bFLoY9rJZ63Rg_mMuxm-3hopESU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afty8QpDPiSfl1qoCrPkZmJg38PHBVl3RphoAI6GePj_2w&oe=6996FCE0"}, {"file_name": "knot-matrix.png", "id": "337228437765599", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031470_337228441098932_6689298159411044037_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0J60I9djlhIQ7kNvwHtf07k&_nc_oc=AdnC2JaLzHtGjMrp88SCCL_kQyqONRlw0RlsO1vQ5BkQPEP9QUqPcroC-mb7pCuOSIQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsPkzmjUtn0yQpI_Zvj0mw_Dh4VI_Bg-E4OuEUu5QYbnA&oe=69970597"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "screenshot02_1440-1.png", "id": "394104418582480", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982594_394104421915813_1691255117715234055_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LVJjrlsG17kQ7kNvwGROS3D&_nc_oc=AdlBkbTfq7uyVaDsVcbwRFrsyraSSbiQkLqtFLkbONxKi84FSz2d6tTU109_RsCRTBc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv_w4F_LJ33kJg3OVlNQ_pXCyGHRDOb5tS3umjxWvvbyw&oe=69970C7C"}, "display_name": "A Rogue Escape", "keywords": ["mech", "machine", "robot", "space", "simulator"], "long_description": "Your plan was simple: steal a giant, crawling mech, also known as a Nauticrawl, evade capture, and make a break for freedom. Find clues to unravel your whereabouts, but know - this is only the first of your many problems... \n\nTo go further, you will have to explore the giant machine from top to bottom to learn the steps necessary to make it move. Pull levers, flip switches, and experiment with everything. But beware of what other dangers lie beyond the horizon…\n\nA Rogue Escape is a more tactile, experience-driven VR re-imagination of Spare Parts Oasis' first title: Nauticrawl. The player anticipated VR adventure offers a new and highly immersive experience for new and existing fans alike!\n\n-Test your intuition by mastering 5 distinct control centers within the Nauticrawl\n-In-game adjustable floor for players of all heights\n-Playable in 9 languages", "short_description": "It was your only way off this forsaken planet, but standing aboard a colossal stolen mech, you find yourself surrounded by unfamiliar buttons, levers, and monitors. In full VR, push, pull, press and hack everything you can find in an attempt to activate this lumbering beast and make your escape."}, {"images": {"nodes": []}, "id": "503762867446898", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Espacio", "Robot", "Simulador", "Escapar", "Meca"], "long_description": "Tu plan era sencillo: robar un meca reptante gigante, conocido como nauticrawl, evitar que te capturen y escapar hacia la libertad. Busca pistas para descubrir dónde te encuentras, pero ten en cuenta que ese no es más que uno de tus muchos problemas... \n\nPara avanzar, tendrás que explorar esta máquina gigante de arriba a abajo para descubrir los pasos necesarios para que eche a andar. Tira de las palancas, acciona interruptores y experimenta con todo lo que encuentres. Pero ten cuidado con peligros que acechan más allá del horizonte...\n\nA Rogue Escape es un rediseño más táctil, centrado en la experiencia de RV, del primer título de Spare Parts Oasis: Nauticrawl. ¡La aventura en RV tan esperada por el público ofrece una experiencia inmersiva totalmente novedosa tanto para jugadores nuevos como veteranos!\n\n-Pon a prueba tu intuición dominando 5 centros de control diferentes en el nauticrawl\n-Suelo ajustable dentro del juego para jugadores de todas las alturas\n-Disponible en 9 idiomas", "short_description": "Era tu única forma de escapar de este planeta desamparado, pero te encuentras a bordo de un enorme meca robado, con botones, palancas y monitores desconocidos a tu alrededor. En una RV total, empuja, tira, pulsa y hackea todo lo que encuentres para intentar activar esta bestia pesada y poder escapar."}, {"images": {"nodes": []}, "id": "501818310994315", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Espace", "Robot", "Simulateur", "Évasion", "Mecha"], "long_description": "Votre plan était simple : dérober un mech rampant géant appelé nauticrawl, échapper à la capture et retrouver la liberté. Cherchez des indices pour découvrir où vous vous trouvez, mais sachez que ce n'est que le premier de vos nombreux problèmes... \n\nPour aller plus loin, vous allez devoir explorer la machine géante de fond en comble afin d'apprendre les étapes nécessaires à son fonctionnement. Tirez des leviers, actionnez des interrupteurs : touchez à tout. Mais attention aux autres dangers qui se cachent derrière l'horizon...\n\nA Rogue Escape est une variante en RV de Nauticrawl, le premier titre de Spare Parts Oasis, à la fois plus tactile et plus axée sur l'expérience. Cette aventure en RV tant attendue par les joueurs offre une nouvelle expérience extrêmement immersive aux nouveaux fans comme aux anciens !\n\n-Testez vos intuitions en maîtrisant 5 centres de commande distincts au sein du Nauticrawl\n-Un sol ajustable en jeu pour les joueurs de toutes tailles\n-Jouable en 9 langues", "short_description": "C'était votre seule chance de vous échapper de cette maudite planète, mais vous voilà aux commandes d'un mech volé colossal, rempli de boutons, leviers et écrans inconnus. En RV totale, appuyez, pressez et piratez tout ce que vous trouverez afin d'activer ce mastodonte pesant et vous échapper."}, {"images": {"nodes": []}, "id": "499491174575026", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Spazio", "Robot", "Simulatore", "Fuga", "Mech"], "long_description": "Il tuo piano era semplice: rubare un mech lento e gigante (noto anche come Nauticrawl), sfuggire alla cattura e ottenere la libertà. Trova indizi per scoprire la tua posizione, ma sappi che questo è solo il primo dei molti problemi che incontrerai... \n\nPer proseguire, dovrai esplorare la macchina gigante da cima a fondo e imparare i procedimenti necessari a farla muovere. Tira le leve, aziona gli interruttori e sperimenta ogni cosa. Ma fai attenzione agli altri pericoli che potrebbero celarsi oltre l'orizzonte...\n\nA Rogue Escape è una reinterpretazione VR più tattile e focalizzata sull'esperienza del primo titolo di Spare Parts Oasis: Nauticrawl. L'attesa avventura VR offre un'esperienza nuova e altamente coinvolgente sia per i nuovi fan che per quelli già esistenti!\n\n-Metti alla prova la tua intuizione imparando a gestire 5 centri di controllo differenti all'interno del Nauticrawl\n-Piani adattabili all'interno del gioco, per giocatori di tutte le altezze\n-Giocabile in 9 lingue", "short_description": "Era l'unico modo per lasciare questo pianeta desolato ma, a bordo di un gigantesco mech rubato, ti ritrovi circondato da pulsanti, leve e monitor sconosciuti. Con l'utilizzo del VR, spingi, tira, premi e hackera tutto ciò che trovi nel tentativo di attivare questo bestione e di fuggire."}, {"images": {"nodes": []}, "id": "475060390474823", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["太空", "机器人", "模拟器", "逃亡", "机甲佣兵"], "long_description": "你的计划很简单：偷一台巨大的沉睡机械 – 又被人称为 Nauticrawl，逃脱追捕，寻求自由。寻找线索，了解自己的所在，但你要知道 - 这只是众多问题的开端... \n\n要继续前进，您将不得不从头到脚探索这台巨型机器，以学习使其移动所必需的步骤。拉下拉杆、拨动开关 – 尝试一切。但是，一定要小心地平线以下的其他危险...\n\n《A Rogue Escape》是 Spare Parts Oasis 的第一部作品《Nauticrawl》的一段更加可触及、以体验为驱动的虚拟实境重制。玩家参与的虚拟实境冒险将可提供一段全新的高度沉浸体验，无论新老玩家都会喜爱！\n\n-掌握 Nauticrawl 内 5 个决然不同的控制中心，检验你的直觉\n-游戏内地板可调节，适合各种身高的玩家\n-9 种语言版本", "short_description": "这是你离开这个孤寂凄凉星球的唯一方法，但站在一座偷来的巨大机械之上，你发现自己被不熟悉的按钮、拉杆和监视器所环绕。在完全虚拟实境中，推拉按下和黑入可以找到的一切，尝试让这头沉睡的巨兽醒来，让你逃离此地。"}, {"images": {"nodes": []}, "id": "464757651445303", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Weltraum", "Roboter", "Simulator", "Flucht", "Mech"], "long_description": "Dein Plan war einfach: einen riesigen Crawler-Mech, auch bekannt als Nauticrawl, stehlen, der Gefangennahme entgehen und in die Freiheit fliehen. Finde Hinweise auf deinen Aufenthaltsort, aber sei dir bewusst – dies ist nur das erste deiner vielen Probleme …\n\nUm voranzukommen, musst du die riesige Maschine von vorne bis hinten erkunden und herausfinden, wie man sie in Bewegung setzt. Ziehe an Hebeln, lege Schalter um und experimentiere mit allem, was dir ins Auge fällt. Aber hüte dich davor, welche weiteren Gefahren hinter dem Horizont lauern …\n\nA Rogue Escape ist eine taktilere, erlebnisorientierte VR-Neuinterpretation des ersten Titels von Spare Parts Oasis: Nauticrawl. Das von Spielern sehnsüchtig erwartete VR-Abenteuer bietet ein neues und immersives Erlebnis sowohl für frische als auch für langjährige Fans!\n\n-Teste deine Intuition, indem du 5 verschiedene Kontrollzentren im Nauticrawl bedienst\n-Im Spiel anpassbarer Fußboden, um alle Körpergrößen abzudecken\n-Spielbar in 9 Sprachen", "short_description": "Es war der einzige Fluchtweg von diesem verlassenen Planeten, aber an Bord des riesigen gestohlenen Mechs sind lauter unbekannte Knöpfe, Hebel und Monitore. In voller VR schiebst, ziehst, drückst und hackst du alles, was du finden kannst, um dieses schwerfällige Biest zu aktivieren und zu entkommen."}, {"images": {"nodes": []}, "id": "460719375258498", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Космос", "Робот", "Симулятор", "Побег", "Мех"], "long_description": "Ваш план был прост: украсть гигантскую машину из тех, что называют Nauticrawl, скрыться от погони и постараться выбраться на свободу. Находите подсказки, чтобы понять, где вы находитесь, но помните: всё это — лишь начало длинной череды проблем... \n\nВам придется исследовать гигантскую машину от пола до потолка, чтобы понять, как заставить ее двигаться, и хоть куда-то переместиться. Тяните за рычаги, щелкайте выключателями и экспериментируйте со всем, что видите. Но берегитесь: вам грозят и другие опасности...\n\nSpare Parts Oasis выпустили новую версию своей первой игры Nauticrawl: Rogue Escape — это более тактильная версия игры, которая проходит в виртуальной реальности. Фанаты игры долго ждали этого виртуального приключения, которое подарит незабываемый опыт как новым игрокам, так и тем, кто играл в старую версию!\n\n-Устройте испытание своей интуиции, научившись использовать пять различных центров управления Nauticrawl\n-Игровой пол можно настроить для пользователей любого роста", "short_description": "Это был единственный способ выбраться с проклятой планеты, но теперь вы стоите на борту громадной украденной машины и понятия не имеете, как ею управлять. Погрузитесь в виртуальную реальность игры и нажимайте, тяните и взламывайте всё, что увидите, чтобы активировать огромный механизм и сбежать."}, {"images": {"nodes": []}, "id": "306427274372816", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "A Rogue Escape", "keywords": ["Espacio", "Robot", "Simulador", "Escapar", "Meca"], "long_description": "Tu plan era sencillo: robar un meca reptante gigante, conocido como nauticrawl, evitar que te capturen y escapar hacia la libertad. Busca pistas para descubrir dónde te encuentras, pero ten en cuenta que ese no es más que uno de tus muchos problemas... \n\nPara avanzar, tendrás que explorar esta máquina gigante de arriba a abajo para descubrir los pasos necesarios para que eche a andar. Tira de las palancas, acciona interruptores y experimenta con todo. Pero ten cuidado con los peligros que acechan más allá del horizonte...\n\nA Rogue Escape es un rediseño más táctil, centrado en la experiencia de RV, del primer título de Spare Parts Oasis: Nauticrawl. ¡La aventura en RV tan esperada por el público ofrece una experiencia inmersiva totalmente novedosa tanto para jugadores nuevos como veteranos!\n\n-Pon a prueba tu intuición dominando 5 centros de control diferentes en el nauticrawl\n-Suelo ajustable dentro del juego para jugadores de todas las alturas\n-Disponible en 9 idiomas", "short_description": "Era tu única forma de escapar de este planeta desamparado, pero te ves a bordo de un enorme meca robado, con botones, palancas y monitores desconocidos a tu alrededor. En una RV total, empuja, tira, pulsa y piratea todo lo que encuentres para intentar activar esta bestia pesada y poder escapar."}]}, "developer_name": "Spare Parts Oasis", "developer_privacy_policy_url": "https://armorgamesstudios.com/privacy/", "developer_terms_of_service_url": null, "publisher_name": "Armor Games Studios", "support_website_url": "https://armorgamesstudios.com/contact/", "website_url": "https://armorgamesstudios.com/games/rogue-escape/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ADVENTURE", "EXPLORATION", "PUZZLE"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["de", "ru", "en", "it", "fr", "es", "ja", "es_MX", "zh_CN"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "514392979999335"}}]}, "scheduled_offers": {"count": 17, "nodes": [{"status": "PUBLISHED", "id": "1423439999425344"}, {"status": "PUBLISHED", "id": "1326527915892952"}, {"status": "PUBLISHED", "id": "1866136977322229"}, {"status": "PUBLISHED", "id": "1251013776714078"}, {"status": "PUBLISHED", "id": "1035223125050067"}, {"status": "PUBLISHED", "id": "1063993215550301"}, {"status": "PUBLISHED", "id": "1838174347017692"}, {"status": "PUBLISHED", "id": "1137802788083260"}, {"status": "PUBLISHED", "id": "1107057464467504"}, {"status": "PUBLISHED", "id": "1446933029360776"}, {"status": "PUBLISHED", "id": "819419233426950"}, {"status": "PUBLISHED", "id": "896739538619267"}, {"status": "PENDING", "id": "347413754340480"}, {"status": "PUBLISHED", "id": "588572472355551"}, {"status": "PUBLISHED", "id": "515977090441014"}, {"status": "PUBLISHED", "id": "217770173342342"}, {"status": "PENDING", "id": "235868115813862"}]}, "baseline_offer": {"id": "217770173342342"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "1423439999425344"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "5571406092932204", "version": "1.0"}, "id": "2735105560041642", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3816141331792031", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "5571406092932204"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2735105560041642"}]}, "change_log": null, "created_date": 1622711079, "id": "5571406092932204", "version": "1.0", "version_code": 104, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3816141331792031", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "5571406092932204"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1622702512, "id": "5570960986310048", "version": "1.0", "version_code": 103, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3816141331792031", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "5571406092932204"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2735105560041642"}]}, "change_log": null, "created_date": 1622217617, "id": "5543831322356348", "version": "1.0", "version_code": 102, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3816141331792031", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "5571406092932204"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1622209855, "id": "5543249232414557", "version": "1.0", "version_code": 101, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "3816141331792031", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "5571406092932204"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1622118948, "id": "5537806306292183", "version": "1.0", "version_code": 100, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}