{"data": {"node": {"__typename": "Application", "id": "5361030930653377", "organization": {"id": "490377391132708", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5361030930653377"}]}, "id": "2921652601476678"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "4723352327707414"}]}, "id": "2683376211992537"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2928734430496646"}]}, "id": "641096339948372"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2588125877902119"}]}, "id": "1356450797845569"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1239815839467485"}]}, "id": "1289301521153624"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5361030930653377", "release_date": 1682614800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 21}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7151584668264652"}, "id": "613439297065952"}]}}, "binary": null, "live_binary": null, "created_date": 1756910419, "id": "24292219203774598", "is_initial_release": false, "name_with_fallback": "v15", "pdp_metadata_with_fallback": {"version": 10, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24292226540440531"}, "release_status": "RELEASED", "id": "5361030930653377"}, "id": "24292226540440531", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5361030930653377", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2888522231289042"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "4070743973070876", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Ruszaj na wyprawę, by zbadać ogromną, zdradliwą świątynię i odkryć sekret starożytnej legendy o Oku. Nie strać równowagi, przechodząc po ruchomych blokach, unikając pułapek i rozwiązując łamigłówki, tylko z pochodnią i biczem w ręku.\n\n**Gra wymaga obszaru gry o wymiarach co najmniej 2x2 m.**\n\n⠀\n\n# POKONAJ OGROMNE PRZESTRZENIE\nGra Eye of the Temple w wyjątkowy sposób wykorzystuje funkcje VR w konfiguracji pokoju, aby zapewnić wrażenie poruszania się po ogromnej przestrzeni. Ruszaj w otchłań świątyni bez teleportacji, sztucznych metod ruchu i innych rozpraszaczy.\n\n\n\n{945359524127424}\n\n# KORZYSTAJ Z BICZA Z PEŁNĄ SYMULACJĄ FIZYKI\nPrzy użyciu bicza chwytaj dźwignie i broń się przed zagrożeniami. Szybko opanujesz go w takim stopniu, że stanie się niezawodnym narzędziem i skuteczną bronią.\n\n\n\n{3976830012552883}\n\n\n# ROZGRYWKA PRZY UŻYCIU CIAŁA\nWchodź na kamienne bloki, przesuwaj dźwignie i omijaj przeszkody. Graj, nie za pomocą przycisków na kontrolerze, ale przy użyciu ruchów ciała. Rozgrywka jest przystępna dla każdego, nawet jeśli zwykle nie grasz w gry komputerowe.\n\n\n\n{1092810868413341}\n\n\n# ODBLOKUJ WYZWANIA GRY NA CZAS\nNa wyjątkowych śmiałków czekają wyzwania gry na czas, w których przemierzając świątynię z ogromną prędkością możesz sprawdzić swoje mistrzostwo.\n\n**Uwaga!**\n\nGdy bloki, na których stoisz, zaczną lub przestaną się poruszać, możesz doznać wrażenia utraty równowagi, co wiąże się z nieznacznym ryzykiem upadku. Zwykle wrażenie to zmniejsza się z czasem. Gra ma również różne ustawienia komfortu korzystania z VR.", "short_description": "Ruszaj na wyprawę, by zbadać ogromną świątynię i odkryć sekret starożytnej legendy o Oku. Nie strać równowagi, z pochodnią i biczem w ręku przechodząc po ruchomych blokach, unikając pułapek i rozwiązując łamigłówki.\n\nGra Eye of the Temple w wyjątkowy sposób wykorzystuje funkcje VR w konfiguracji pokoju, pozwalając na poruszanie się po ogromnej przestrzeni nie przy użyciu przycisków kontrolerów, ale ruchami ciała. Ruszaj w otchłań bez teleportacji, sztucznych metod ruchu i innych rozpraszaczy."}, {"images": {"nodes": []}, "id": "3113227812192695", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Begib dich auf ein Abenteuer, um einen großen, tückischen Tempel zu erkunden und die alte Legende des Auges zu lüften. Halte das Gleichgewicht, während du zwischen Blöcken hindurchläufst, gefährlichen Fallen ausweichst und Rätsel mit deiner Fackel und Peitsche löst.\n\n**Für dieses Spiel wird eine Spielfläche von mindestens 2 m x 2 m benötigt.**\n\n⠀\n\n# DURCHQUERE EINE RIESIGE UMGEBUNG\nEye of the Temple nutzt die Raum-VR, um ein Erlebnis zu vermitteln, bei dem du dich durch einen weitläufigen Raum bewegst. Du tauchst in die Tiefen des Tempels ein, ohne Teleportation und andere Ablenkungen.\n\n\n{605602775132544}\n\n# VERWENDE EINE VOLLSTÄNDIG PHYSIKALISCH SIMULIERTE PEITSCHE\nSchwinge deine Peitsche, um Hebel zu greifen und dich vor Bedrohungen zu schützen. Schon bald wirst du sie als zuverlässiges Werkzeug und effektive Waffe beherrschen.\n\n{448000361257100}\n\n\n# EINE ERFAHRUNG, DIE DU MIT DEINEM EIGENEN KÖRPER SPIELST\nTritt auf Blöcke, bewege Hebel und weiche Hindernissen aus. Du spielst dieses Spiel nicht mit dem Controller, sondern mit deinem Körper, und es ist so konzipiert, dass es leicht zugänglich ist.\n\n\n{1239376217302449}\n\n\n# FREISCHALTBARE SPEEDRUNS\nWenn du ein mutiger Abenteurer bist, kannst du Speedruns freischalten, bei denen du eine unglaubliche Geschwindigkeit erreichst, um deine Fähigkeiten auf die Probe zu stellen.\n\n**Bitte beachte!**\n\nWenn sich die Blöcke, auf denen du stehst, bewegen, kann es sein, dass du das Gleichgewicht verlierst. Dieses Gefühl lässt mit der Zeit normalerweise schnell nach. Das Spiel hat auch verschiedene VR-Komfortoptionen.", "short_description": "Begib dich auf ein Abenteuer, um einen großen, tückischen Tempel zu erkunden und die alte Legende des Auges zu lüften. Halte das Gleichgewicht, während du zwischen Blöcken hindurchläufst, gefährlichen Fallen ausweichst und Rätsel mit deiner Fackel und Peitsche löst.\n\nEye of the Temple nutzt die Raum-VR, damit du dich nicht mit Controllern, sondern mit deinem Körper durch den weitläufigen Raum bewegst. Ohne Teleportation und andere Ablenkungen kannst du dich in den Tiefen des Tempels verlieren."}, {"images": {"nodes": []}, "id": "1849630532644942", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Partez à l'aventure, explorez un vaste temple rempli de dangers et percez le mystère de la légende de l'Œil. Passez d'un bloc à l'autre sans perdre l'équilibre, évitez les pièges et résolvez les énigmes à l'aide de votre torche et de votre fouet.\n\n**Ce jeu nécessite une zone au sol d'au moins 2 x 2 m.**\n\n⠀\n\n# EXPLOREZ UN VASTE ENVIRONNEMENT\nEye of the Temple exploite la VR et votre environnement de façon inédite : vous aurez la sensation de parcourir un vaste espace. Plongez dans les profondeurs du temple vous-même, sans téléportation ou autres distractions.\n\n\n{1532837100770597}\n\n# UNE SIMULATION DU FOUET BLUFFANTE\nManiez votre fouet pour actionner des leviers et vous défendre contre les dangers. Vous maîtriserez en un rien de temps ce qui sera pour vous un outil fiable et une arme efficace. \n\n\n{874236664473858}\n\n# VOTRE CORPS EST VOTRE MANETTE\nMontez sur les blocs, actionnez les leviers et évitez les obstacles. Vous jouez non pas avec une manette, mais avec votre corps, et ce jeu se veut très accessible, que vous soyez ou non adepte de jeux vidéo.\n\n\n{490346634034328}\n\n\n# DES DÉFIS DE RAPIDITÉ À RELEVER \nVous aimez l'aventure ? Débloquez des défis de rapidité où vous pouvez atteindre une vitesse fulgurante et tester vos talents de Gardien du temple.\n\n**Avertissement !**\n\nVous pouvez perdre l'équilibre quand les blocs sur lesquels vous vous tenez se mettent à bouger ou s'arrêtent, il y a donc un faible risque de tomber. Ce phénomène s'atténue rapidement avec le temps. Le jeu propose également plusieurs options de confort VR.\n\n", "short_description": "Partez à l'aventure, explorez un vaste temple rempli de dangers et percez le mystère de la légende de l'Œil. Passez d'un bloc à l'autre sans perdre l'équilibre, évitez les pièges et résolvez les énigmes à l'aide de votre torche et de votre fouet.\n\nEye of the Temple exploite la VR et votre environnement de façon inédite : vous vous déplacez avec votre propre corps, pas besoin de manette. Plongez vous-même dans les profondeurs du temple sans téléportation ou autres distractions."}, {"images": {"nodes": []}, "id": "1703785496952754", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Tag på et eventyr for at udforske et stort og forræderisk tempel og afslør den ældgamle legende om øjet. Hold balancen mens du træder mellem bevægelige blokke, undvig farlige fælder og løs gåder i omgivelserne med bare din pålidelige fakkel og pisk.\n\n**Dette spil kræver et spilområde på mindst 2m x 2m.**\n\n⠀\n\n# UDFORSK ET ENORMT OMRÅDE\n\nEye of the Temple gør unik brug af rumskala VR til at give en oplevelse af at navigere i et ekspansivt rum. Fortab dig selv i templets dybder uden teleportering, kunstig bevægelse eller andre distraktioner.\n\n\n{1096392675445548}\n \n\n# BRUG EN FULDT FYSISK SIMULERET PISK\nBrug din pisk for at gribe håndtag og forsvar dig mod trusler. Inden længe vil du have mestret den som et pålideligt værktøj og effektivt våben.\n\n\n{588036803680247}\n\n\n# EN OPLEVELSE DU SPILLER MED DIN EGEN KROP:\nTræd over på blokke, grib håndtag og undvig forhindringer. Du spiller ikke dette fysiske spil med controller-knapper, men din krop, og det er designet til at være let tilgængeligt, uanset om du normalt spiller videospil.\n\n{590095850242671}\n\n# FRIGØR SPEEDRUN-UDFORDRINGER:\nHvis du er en ekstra vovet eventyrer, kan du låse op for speedrun-udfordringer, hvor du kan opbygge en utrolig fart i en sand test af dine tempelløbsevner.\n\n**Bemærk venligst!**\n\nDu kan få en fornemmelse af næsten at miste balancen, når blokke du står på starter eller holder op med at bevæge sig, og der er en lille risiko for at vælte. Dette vil normalt hurtigt gå over efter lidt tid. Spillet har også forskellige VR-komfort-indstillinger.", "short_description": "Tag på et eventyr for at udforske et stort og forræderisk tempel og afslør den ældgamle legende om øjet. Hold balancen mens du træder mellem bevægelige blokke, undvig farlige fælder og løs gåder i omgivelserne med din pålidelige fakkel og pisk.\n\nEye of the Temple gør enestående brug af rumstørrelse VR til at lade dig navigere i et ekspansivt rum, ikke med controller-knapper, men din krop. Fortab dig i templets dybder uden teleportering, kunstig bevægelse eller andre distraktioner."}, {"images": {"nodes": []}, "id": "1675826386422415", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Embárcate en una aventura para explorar un vasto y peligroso templo y descubre la antigua leyenda del Ojo. Mantén el equilibrio mientras saltas entre bloques movedizos, esquivas trampas y resuelves rompecabezas de entorno usando solo una antorcha y un látigo.\n\n**El juego requiere un área de juego de al menos 2 × 2 m.**\n\n⠀\n\n# RECORRE UN VASTO ENTORNO\n«Eye of the Temple» aprovecha el desplazamiento «room-scale» de RV para ofrecerte la sensación de estar moviéndote por un espacio extenso. Piérdete en las profundidades del templo sin teletransporte, locomoción artificial u otras distracciones.\n\n\n\n{867873572192691}\n\n# USA UN LÁTIGO CON FÍSICA SIMULADA\nBlande tu látigo para usar palancas y defenderte de los peligros. Pronto lo dominarás y lo usarás como herramienta y arma eficaz. \n\n{531963329631048}\n\n# UNA AVENTURA PARA JUGAR CON EL CUERPO\nCamina sobre bloques, golpea palancas y esquiva obstáculos. En este juego físico, no usarás mando, sino tu cuerpo, y está diseñado para ser fácil de jugar aunque no tengas mucha práctica con videojuegos.\n\n\n{914082740178836}\n\n# DESAFÍOS CRONOMETRADOS DESBLOQUEABLES\nSi te van las aventuras exigentes, puedes desbloquear desafíos cronometrados, en los que irás a una velocidad increíble para poner a prueba tus dotes para cruzar templos.\n\n**¡Aviso!**\n\nPuede que experimentes una sensación de pérdida de equilibrio cuando los bloques que pisas se mueven o se detienen, lo cual comporta un pequeño riesgo de caída. Normalmente, dicha sensación disminuye con el tiempo. El juego cuenta con varias opciones de comodidad para RV.", "short_description": "Embárcate en una aventura para explorar un vasto y peligroso templo y descubre la antigua leyenda del Ojo. Mantén el equilibrio mientras saltas entre bloques movedizos, esquivas trampas y resuelves rompecabezas de entorno con una antorcha y un látigo.\n\n«Eye of the Temple» aprovecha el desplazamiento «room-scale» de RV para que te muevas por un espacio extenso sin botones, solo con el cuerpo. Piérdete en las profundidades del templo sin teletransporte, locomoción artificial u otras distracciones."}, {"images": {"nodes": []}, "id": "1295290045429654", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "광대하고 위험한 사원을 탐험하고 '눈'을 둘러싼 고대의 전설을 밝히러 모험을 떠나보세요. 횃불과 채찍을 손에 들고 균형을 유지하면서 움직이는 블록 사이를 이동하고, 위험한 함정을 피하고, 환경 퍼즐을 푸세요.\n\n**이 게임은 최소 2m x 2m의 플레이 공간이 필요합니다.**\n\n⠀\n\n# 광활한 환경을 누빈다\nEye of the Temple은 룸스케일 VR을 독특하게 활용하여 컨트롤러 버튼이 아닌 몸으로 광대한 공간을 탐색할 수 있도록 합니다. 순간 이동, 인공적인 이동, 기타 주의를 산만하게 하는 요소 없이 사원 깊숙한 곳에서 길을 잃어보세요.\n\n\n{562877412766876}\n\n# 완전히 물리적으로 시뮬레이션된 채찍 사용\n채찍을 휘둘러 손잡이를 휘감아 당기고 위협으로부터 자신을 방어하세요. 오래지 않아 이 믿음직한 도구이자 효과적인 무기를 능수능란하게 다루게 될 겁니다.\n\n\n{880686097569571}\n\n# 몸으로 하는 체험\n블록을 밟고, 손잡이를 당기고, 장애물을 피하세요. 물리적인 이 게임은 컨트롤러 버튼이 아닌 몸으로 하게 되며, 평소 비디오 게임을 즐겨 하지 않는 사람도 쉽게 플레이할 수 있도록 디자인되었습니다.\n\n\n\n{3746249092303926}\n# 잠금 해제 가능한 스피드런 챌린지\n대담한 모험가라면, 자신의 사원 질주 기량을 뽐낼 놀라운 가속도를 붙일 수 있는 스피드런 챌린지를 잠금 해제하여 도전해보세요.\n\n**참고하세요!**\n\n딛고 선 블록이 움직이기 시작거나 멈출 때 균형을 잃을 것 같은 느낌이 들 수 있으며 넘어질 위험도 조금 있습니다. 이런 느낌은 보통 시간이 지남에 따라 빠르게 줄어듭니다. 이 게임에는 다양한 VR 편안함 설정도 있습니다.", "short_description": "광대하고 위험한 사원을 탐험하고 '눈'을 둘러싼 고대의 전설을 밝히러 모험을 떠나보세요. 횃불과 채찍을 손에 들고 균형을 유지하면서 움직이는 블록 사이를 이동하고, 위험한 함정을 피하고, 환경 퍼즐을 푸세요.\n\nEye of the Temple은 룸스케일 VR을 독특하게 활용하여 컨트롤러 버튼이 아닌 몸으로 광대한 공간을 탐색할 수 있도록 합니다. 순간 이동, 인공적인 이동, 기타 주의를 산만하게 하는 요소 없이 사원 깊숙한 곳에서 길을 잃어보세요."}, {"images": {"nodes": []}, "id": "1286533446450206", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "危険に満ちた広大な神殿を探索し、いにしえの伝説である「眼」を解明する冒険に乗り出そう。松明と鞭を手に、動くブロックを絶妙なバランス感覚で突破し、危険な罠をかわしながら、複雑なパズルを解いていきましょう。\n\n**このゲームには、少なくとも2m×2mのプレイエリアが必要です。**\n\n⠀\n\n# 広大な環境を駆け抜けろ\nEye of the Templeは、ルームスケールのVRをユニークに活用し、広大な空間を冒険していく体験を提供します。テレポートや人工的な移動手段などの邪魔なものがないため、神殿の奥深くを自分の足でリアルに探検できます。\n\n\n\n{583309754354345}\n\n# 物理的にシミュレートされた鞭を使いこなそう\n鞭を振ってレバーを掴み、危険から身を守りましょう。鞭の使い方をマスターすれば、信頼できる道具として、あるいは効果的な武器として使えるようになります。\n\n\n{527576703531547}\n\n# 自分の体を駆使してプレイできるゲーム体験\nブロックを踏んだり、レバーを回したり、障害物をよけたり。コントローラーのボタンではなく、実際に体を使ってプレイできるこのゲームは、初心者から熟練のゲーマーまで幅広い層にとって親しみやすいデザインになっています。\n\n\n\n{1615727919350927}\n\n# スピードランモードをアンロックしよう\n勇気ある冒険者は、スピードランモードをアンロック！驚異的なスピードを身につけ、神殿をどれだけ早く攻略できるか挑戦してみましょう。\n\n**注意！**\n\nブロックが動き出したり止まったりする際、バランスを崩してしまいそうな感覚になる場合があります。稀に転倒の可能性もありますが、これは通常、時間の経過とともに減少します。また、このゲームには様々なVR快適化設定が搭載されていますので、ぜひご活用ください。", "short_description": "危険に満ちた広大な神殿を探索し、いにしえの伝説である「眼」を解明する冒険に乗り出そう。松明と鞭を手に、動くブロックを絶妙なバランス感覚で突破し、危険な罠をかわしながら、複雑なパズルを解いていきましょう。\n\nEye of the Templeは、ルームスケールVRをユニークに活用し、広大な空間をコントローラーのボタンではなく、自分の身体で操作することができます。テレポートや人工的な移動手段などが一切ない神殿の奥へと進み、体ひとつで神秘の世界へ飛び込んだかのような没入感を楽しみましょう。"}, {"images": {"nodes": []}, "id": "848467544660255", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "踏上冒险之旅，探索一个巨大而诡异的神殿，揭开“眼睛”的古老传说。你要在移动的砖块上行走，同时保持平衡、躲避危险的陷阱，仅仅依靠手中的火把和鞭子解决环境中的谜题。\n\n**此游戏需要至少2米x2米的游玩区域。**\n\n⠀\n\n# 穿越广阔的环境\n《Eye of the Temple》以独特的方式利用房间规模的 VR，提供了在一个广阔的空间中导航的体验。在没有传送、人工运动或其他干扰的情况下，让自己沉浸在神殿的深处。\n\n\n\n{589073423481010}\n\n# 使用完全物理模拟的鞭子\n挥动鞭子，可以拉动操纵杆，也可以保护自己免受威胁。不用多久你就会掌握它，作为一种可靠的工具和有效的武器。 \n\n\n\n{1242405503657406}\n\n\n# 亲“身”游玩的体验\n踏上砖块、拨动操纵杆、躲避障碍。这款物理游戏不是用控制器的按钮，而是用你的身体来游玩的，而且无论你平时是否玩电子游戏，它的设计都很容易上手。\n\n\n{878926454352822}\n\n# 可解锁的速通挑战\n如果你是一个特别大胆的冒险家，你可以解锁速通挑战，在那里你可以达到不可思议的速度，真正考验你的神殿奔跑能力。\n\n**请注意！**\n\n当你所站的砖块开始或停止移动时，你可能会有一种即将失去平衡的感觉，而且有摔倒的小风险。这种感觉通常会随着时间的推移迅速减弱。游戏还具有各种 VR 舒适度选项。", "short_description": "踏上冒险之旅，探索一个巨大而诡异的神殿，揭开“眼睛”的古老传说。你要在移动的砖块上行走，同时保持平衡、躲避危险的陷阱，用手中的火把和鞭子解决环境中的谜题。\n\n《Eye of the Temple》以独特的方式利用房间规模的 VR，让你使用自己的身体，而不是用控制器按钮在一个广阔的空间中导航。在没有传送、人工运动或其他干扰的情况下，让自己沉浸在神殿的深处。"}, {"images": {"nodes": [{"file_name": "Quest3UpdateLandscape.png", "id": "3578722802382220", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39003233_3578722805715553_7727716363606282579_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xYjECAn0_TkQ7kNvwEVM8bq&_nc_oc=AdmZejp5IRHOuMBbYFVgtBriGXHXGoDcn4faShvT5PApdHejY3OVInFyPHyx7BRjp5U&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvd5DjG0lbFAdhs16QPuIVIhfSZs4leQ49ieTsn0oEhTg&oe=69970C9D"}, {"file_name": "Logo.png", "id": "1602307010250510", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982469_1602307013583843_1137309820040771587_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=J_pA3KrQkdMQ7kNvwENx_Yq&_nc_oc=AdnWTO9p6F9U6ESldlE4solNOotxIzCqGLMs3AhOCDBRAuzhvtUeZhDSEwAAQCF-kRc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv5r7Kx1zwI0fdnMqWVvtd64YVGGXDv4qiFBMSeUSSzYQ&oe=69972020"}, {"file_name": "Quest3UpdateHero.png", "id": "1422332705322693", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001669_1422332708656026_1246046654701495847_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eE4HpjMx-CEQ7kNvwH8LEd9&_nc_oc=AdnbGQY_5W-YDxYAjxzeXsFFabanbCkzbiNkv1llGlW5crQQNreyObBqnRCfZRXISpA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv8sow__FhE7nMV4cyl79gTwbUeq9b07GSPJWVtqPQB4w&oe=6996EB62"}, {"file_name": "Quest3UpdatePortrait.png", "id": "1111609060180311", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75210893_1111609063513644_7330752498985859769_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sAr2a1NrwKAQ7kNvwFKBmOI&_nc_oc=AdmjbIFHPD2jjvDQK9PsSLQUgL2fxn1oAdPboNegXOA5wqo82sCd2mZIWaPuEG3aSqg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afsp1OqyI7-yo1innsf_ynY79eaPiq05NFZXzQuN3PYKoQ&oe=69971C71"}, {"file_name": "Quest3UpdateSquare.png", "id": "847721820491562", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974606_847721823824895_5663891102936154039_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eXjTIubZEIIQ7kNvwGsgWRO&_nc_oc=AdnI09yzAS7viRphI0tAA0DJJ7u6-J8dZftpgBd_yAN2-Sz11guQRZDsRXqeQ_fd4ZM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvrrGgfs67w1IX0VrJJ322a_-jsy8DvJH884I5HCfgb7Q&oe=6996FE9D"}, {"file_name": "Icon.png", "id": "661848082378647", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974844_661848085711980_4148450418666684564_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SLK1U3Ok_vwQ7kNvwGx5FlS&_nc_oc=Adn-G4ra_3icTrZnSCCI-Gfv1r8-SsuNxkbTD0PrytjlsTVxaf8PqVOjBt6G8JqgC-A&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspSikcS_hMs1kebEyZxsg8_o1AzM6eC8FbNcTWPEnkfQ&oe=6996EDC0"}]}, "id": "801080625684828", "locale": "en_US", "screenshots": [{"file_name": "SC5.png", "id": "1976581966012815", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974711_1976581969346148_6751686454221190457_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Wj3ExOXpoMYQ7kNvwHLLW8R&_nc_oc=AdkmsQSgbPJdDSJoKKqL1EZfObMBajws2ZkR_jpCOKAb9HTwyI_vrTqOt4m1673Hw_c&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsgDYobFwg5gl324EntNEnFYI17lLkvXT_9V7Ot3jBt4g&oe=69970D31"}, {"file_name": "ScreenshotCombat.png", "id": "6291193490940157", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035461_6291193494273490_4800037376906842753_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=k4rPOwyYEeAQ7kNvwFQ0Zbn&_nc_oc=AdlK0xZyOlBm48b23KdmrR4N0OpVVgoJL06-m2fd1-3LCiiZSUcuSdQwrgmabl35168&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftiR-QL1UqMtSiIyc5FG-RkG2akHmWfyr5UfLU6CX7KrA&oe=6996EF95"}, {"file_name": "SC68.png", "id": "237348132026385", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974698_237348135359718_2234206664127060572_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ukJPmYCwBOoQ7kNvwEMiVzQ&_nc_oc=AdlUSJF7a9QLG8qO3q4sFthbrToDh09v16bEN1og0XWbedH7t2mtHVWm-XceQWyqais&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftvNdT5SOvHenIWbK-BnB7K6jMO0MtjAmHX_R4ip60_sg&oe=699713FA"}, {"file_name": "SC61.png", "id": "754914266030508", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031620_754914269363841_3357559016833525077_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6Hi7XRJk-uQQ7kNvwHnXL8V&_nc_oc=AdmVND2yn2z19CR5GH074XFQzMhkmNWMrj8VyAz3klPX2KZoqzqSHVl742Pi0W2X7I0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuMdSzRBfg7MIdocpcCbHMZzcghXooBkHmgNBgMIG13iA&oe=69971F4E"}, {"file_name": "SC51.png", "id": "239998311752629", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982663_239998315085962_8213390915273616261_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NA0nGqlvItAQ7kNvwH86rjA&_nc_oc=AdnBQnv_jkO_CLjjHa7PkHIBWArXvJvq7G84saGzI3avzBtLEv2bwvNhmN7IiNGDhx4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsy2gQmOHDp9fJY1PGzC2mcs650QaBHc1XIyFK_aJrVrg&oe=6996F3A1"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverImageLandscape.png", "id": "239668362412938", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974852_239668365746271_2857744356068290875_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=sMI2WFCxsxwQ7kNvwERj473&_nc_oc=AdmKkER6D6CwW1rV2-vv02uOMJUpNE9VolSZozHnUQwe5mat84Fgrx52O9PNy1BXEu4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afuydcn4Zce2ILFwINRjNRLUKSbeWs0JrJ-L3rqPyHqovQ&oe=699715A8"}, "display_name": "Eye of the Temple", "keywords": ["jones", "tomb", "workout", "exploration", "family"], "long_description": "Embark on an adventure to explore a vast and treacherous temple and uncover the ancient legend of the Eye. Keep your balance as you step between moving blocks, dodging hazardous traps and solving environmental puzzles with just your torch and whip in hand.\n\n**This game requires a play area of at least 2m x 2m.**\n\n⠀\n\n# TRAVERSE A VAST ENVIRONMENT\n\nEye of the Temple makes unique use of room-scale VR to deliver an experience of navigating an expansive space. Lose yourself in the depths of the temple without teleportation, artificial locomotion, or other distractions.\n\n{2040021036459812}\n# USE A FULLY PHYSICALLY SIMULATED WHIP\n\nWield your whip to grab levers and defend yourself from threats. Before long, you’ll have mastered it as a reliable tool and effective weapon. \n\n{1768442567306354}\n\n# AN EXPERIENCE PLAYED WITH YOUR OWN BODY\n\nStep onto blocks, flick levers, and dodge obstacles. You’ll play this physical game not with controller buttons, but your body, and it’s designed to be easily approachable regardless of whether you normally play video games.\n\n{531953083137143}\n\n# UNLOCKABLE SPEEDRUN CHALLENGES\nIf you’re an extra daring adventurer, you can unlock speedrun challenges where you can build up incredible speed for a true test of your temple-running prowess.\n\n**Please note!**\n\nYou may get a sensation of almost losing your balance when blocks you stand on start or stop moving, and there is a small risk of falling over. This will usually quickly decrease over time. The game also has various VR comfort options.\n\n", "short_description": "Embark on an adventure to explore a vast and treacherous temple and uncover the ancient legend of the Eye. Keep your balance as you step between moving blocks, dodging hazardous traps and solving environmental puzzles with your torch and whip in hand.\n\nEye of the Temple makes unique use of room-scale VR to let you navigate an expansive space not with controller buttons, but your body. Lose yourself in the depths of the temple without teleportation, artificial locomotion, or other distractions."}, {"images": {"nodes": []}, "id": "710487338664508", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Исследуйте огромный и опасный храм, чтобы раскрыть тайну древнего Ока. Удерживайте равновесие, шагая по движущимся блокам, избегая коварных ловушек и решая головоломки с помощью факела и кнута.\n\n**Для игры требуется игровая зона размером не менее 2x2 м.**\n\n⠀\n\n# ПРЕОДОЛЕВАЙТЕ ОГРОМНЫЕ ПРОСТРАНСТВА\nEye of the Temple уникальным образом использует технологию позиционного трекинга, чтобы создать иллюзию исследования обширного пространства. Бродите по храму без всякой телепортации, искусственного передвижения и других отвлекающих факторов.\n\n\n{1029638692271741}\n\n# ПОЛНАЯ ФИЗИЧЕСКАЯ СИМУЛЯЦИЯ КНУТА\nИспользуйте кнут, чтобы переключать рычаги и защищаться от угроз. Вы быстро освоите мастерство владения кнутом, превратив его в надежный инструмент и эффективное оружие. \n\n\n\n{528502310063470}\n\n# ВАШЕ ТЕЛО — ГЛАВНЫЙ КОНТРОЛЛЕР\nНаступайте на блоки, переключайте рычаги и уворачивайтесь от препятствий. В этой игре вам придется полагаться на собственное тело, а не на кнопки контроллера, поэтому ее без труда освоят даже люди, не знакомые с видеоиграми.\n\n\n{1718574818934178}\n\n\n# ДОПОЛНИТЕЛЬНЫЕ ИСПЫТАНИЯ НА СКОРОСТНОЕ ПРОХОЖДЕНИЕ\nСамые отчаянные искатели приключений могут разблокировать испытания на скоростное прохождение, позволяющие развить невероятную скорость: испытайте свою реакцию и ловкость.\n\n**Внимание!**\n\nВо время игры вы можете ощутить потерю равновесия, когда блоки под вами начинают и прекращают движение. Существует небольшой риск падения. Обычно это ощущение быстро проходит. В игре предусмотрены настройки для повышения комфорта игры в виртуальной реальности.", "short_description": "Исследуйте огромный и опасный храм, чтобы раскрыть тайну древнего Ока. Удерживайте равновесие, шагая по движущимся блокам, избегая коварных ловушек и решая головоломки с помощью факела и кнута.\n\nEye of the Temple уникальным образом использует технологию позиционного трекинга, позволяя вам передвигаться по большим пространствам, используя собственное тело вместо кнопок контроллера. Бродите по храму без всякой телепортации, искусственного передвижения и других отвлекающих факторов."}]}, "developer_name": "Rune Skovbo Johansen, Salmi Games", "developer_privacy_policy_url": "https://eyeofthetemple.com/privacypolicy.html", "developer_terms_of_service_url": null, "publisher_name": "Salmi Games", "support_website_url": null, "website_url": "https://eyeofthetemple.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "2691890164460465"}, {"id": "377978390272490"}, {"id": "459781504968480"}, {"id": "528142316460358"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "es", "da", "ja", "ko", "ru", "zh_CN", "pl"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24292226540440531"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974606_847721823824895_5663891102936154039_n.png?stp=dst-png_s360x360&_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=eXjTIubZEIIQ7kNvwGsgWRO&_nc_oc=AdnI09yzAS7viRphI0tAA0DJJ7u6-J8dZftpgBd_yAN2-Sz11guQRZDsRXqeQ_fd4ZM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfugHoro6lh87Oj8e32BJdgHZpAJuzry4U26WHSOiviUEg&oe=6996FE9D"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Eye of the Temple", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Adventure", "id": "2691890164460465"}, {"topic_name": "Puzzle", "id": "377978390272490"}, {"topic_name": "Action", "id": "459781504968480"}, {"topic_name": "Platformer", "id": "528142316460358"}], "release_date": 1682614800, "lastRevision": {"nodes": [{"id": "5361031030653367", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5361030930653377", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "3087478211551962"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "1041482940589572", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "踏上冒险之旅，探索一个巨大而诡异的神殿，揭开“眼睛”的古老传说。你要在移动的砖块上行走，同时保持平衡、躲避危险的陷阱，仅仅依靠手中的火把和鞭子解决环境中的谜题。\n\n此游戏需要至少2米x2米的游玩区域。\n\n穿越广阔的环境：\n《Eye of the Temple》以独特的方式利用房间规模的 VR，提供了在一个广阔的空间中导航的体验。在没有传送、人工运动或其他干扰的情况下，让自己沉浸在神殿的深处。\n\n使用完全物理模拟的鞭子：\n挥动鞭子，可以拉动操纵杆，也可以保护自己免受威胁。不用多久你就会掌握它，作为一种可靠的工具和有效的武器。 \n\n亲“身”游玩的体验：\n踏上砖块、拨动操纵杆、躲避障碍。这款物理游戏不是用控制器的按钮，而是用你的身体来游玩的，而且无论你平时是否玩电子游戏，它的设计都很容易上手。\n\n可解锁的速通挑战：\n如果你是一个特别大胆的冒险家，你可以解锁速通挑战，在那里你可以达到不可思议的速度，真正考验你的神殿奔跑能力。\n\n请注意！\n当你所站的砖块开始或停止移动时，你可能会有一种即将失去平衡的感觉，而且有摔倒的小风险。这种感觉通常会随着时间的推移迅速减弱。游戏还具有各种 VR 舒适度选项。", "short_description": "踏上冒险之旅，探索一个巨大而诡异的神殿，揭开“眼睛”的古老传说。你要在移动的砖块上行走，同时保持平衡、躲避危险的陷阱，用手中的火把和鞭子解决环境中的谜题。\n\n《Eye of the Temple》以独特的方式利用房间规模的 VR，让你使用自己的身体，而不是用控制器按钮在一个广阔的空间中导航。在没有传送、人工运动或其他干扰的情况下，让自己沉浸在神殿的深处。"}, {"images": {"nodes": []}, "id": "991424541771730", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Ruszaj na wyprawę, by zbadać ogromną, zdradliwą świątynię i odkryć sekret starożytnej legendy o Oku. Nie strać równowagi, przechodząc po ruchomych blokach, unikając pułapek i rozwiązując łamigłówki, tylko z pochodnią i biczem w ręku.\n\nGra wymaga obszaru gry o wymiarach co najmniej 2x2 m.\n\nPOKONAJ OGROMNE PRZESTRZENIE:\nGra Eye of the Temple w wyjątkowy sposób wykorzystuje funkcje VR w konfiguracji pokoju, aby zapewnić wrażenie poruszania się po ogromnej przestrzeni. Ruszaj w otchłań świątyni bez teleportacji, sztucznych metod ruchu i innych rozpraszaczy.\n\nKORZYSTAJ Z BICZA Z PEŁNĄ SYMULACJĄ FIZYKI:\nPrzy użyciu bicza chwytaj dźwignie i broń się przed zagrożeniami. Szybko opanujesz go w takim stopniu, że stanie się niezawodnym narzędziem i skuteczną bronią.\n\nROZGRYWKA PRZY UŻYCIU CIAŁA:\nWchodź na kamienne bloki, przesuwaj dźwignie i omijaj przeszkody. Graj, nie za pomocą przycisków na kontrolerze, ale przy użyciu ruchów ciała. Rozgrywka jest przystępna dla każdego, nawet jeśli zwykle nie grasz w gry komputerowe.\n\nODBLOKUJ WYZWANIA GRY NA CZAS:\nNa wyjątkowych śmiałków czekają wyzwania gry na czas, w których przemierzając świątynię z ogromną prędkością możesz sprawdzić swoje mistrzostwo.\n\nUwaga!\nGdy bloki, na których stoisz, zaczną lub przestaną się poruszać, możesz doznać wrażenia utraty równowagi, co wiąże się z nieznacznym ryzykiem upadku. Zwykle wrażenie to zmniejsza się z czasem. Gra ma również różne ustawienia komfortu korzystania z VR.", "short_description": "Ruszaj na wyprawę, by zbadać ogromną świątynię i odkryć sekret starożytnej legendy o Oku. Nie strać równowagi, z pochodnią i biczem w ręku przechodząc po ruchomych blokach, unikając pułapek i rozwiązując łamigłówki.\n\nGra Eye of the Temple w wyjątkowy sposób wykorzystuje funkcje VR w konfiguracji pokoju, pozwalając na poruszanie się po ogromnej przestrzeni nie przy użyciu przycisków kontrolerów, ale ruchami ciała. Ruszaj w otchłań bez teleportacji, sztucznych metod ruchu i innych rozpraszaczy."}, {"images": {"nodes": []}, "id": "784211909435272", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Исследуйте огромный и опасный храм, чтобы раскрыть тайну древнего Ока. Удерживайте равновесие, шагая по движущимся блокам, избегая коварных ловушек и решая головоломки с помощью факела и кнута.\n\nДля игры требуется игровая зона размером не менее 2x2 м.\n\nПРЕОДОЛЕВАЙТЕ ОГРОМНЫЕ ПРОСТРАНСТВА:\nEye of the Temple уникальным образом использует технологию позиционного трекинга, чтобы создать иллюзию исследования обширного пространства. Бродите по храму без всякой телепортации, искусственного передвижения и других отвлекающих факторов.\n\nПОЛНАЯ ФИЗИЧЕСКАЯ СИМУЛЯЦИЯ КНУТА:\nИспользуйте кнут, чтобы переключать рычаги и защищаться от угроз. Вы быстро освоите мастерство владения кнутом, превратив его в надежный инструмент и эффективное оружие. \n\nВАШЕ ТЕЛО — ГЛАВНЫЙ КОНТРОЛЛЕР:\nНаступайте на блоки, переключайте рычаги и уворачивайтесь от препятствий. В этой игре вам придется полагаться на собственное тело, а не на кнопки контроллера, поэтому ее без труда освоят даже люди, не знакомые с видеоиграми.\n\nДОПОЛНИТЕЛЬНЫЕ ИСПЫТАНИЯ НА СКОРОСТНОЕ ПРОХОЖДЕНИЕ:\nСамые отчаянные искатели приключений могут разблокировать испытания на скоростное прохождение, позволяющие развить невероятную скорость: испытайте свою реакцию и ловкость.\n\nВнимание!\nВо время игры вы можете ощутить потерю равновесия, когда блоки под вами начинают и прекращают движение. Существует небольшой риск падения. Обычно это ощущение быстро проходит. В игре предусмотрены настройки для повышения комфорта игры в виртуальной реальности.", "short_description": "Исследуйте огромный и опасный храм, чтобы раскрыть тайну древнего Ока. Удерживайте равновесие, шагая по движущимся блокам, избегая коварных ловушек и решая головоломки с помощью факела и кнута.\n\nEye of the Temple уникальным образом использует технологию позиционного трекинга, позволяя вам передвигаться по большим пространствам, используя собственное тело вместо кнопок контроллера. Бродите по храму без всякой телепортации, искусственного передвижения и других отвлекающих факторов."}, {"images": {"nodes": []}, "id": "772582377723810", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Partez à l'aventure, explorez un vaste temple rempli de dangers et percez le mystère de la légende de l'Œil. Passez d'un bloc à l'autre sans perdre l'équilibre, évitez les pièges et résolvez les énigmes à l'aide de votre torche et de votre fouet.\n\nCe jeu nécessite une zone au sol d'au moins 2 x 2 m.\n\nEXPLOREZ UN VASTE ENVIRONNEMENT\nEye of the Temple exploite la VR et votre environnement de façon inédite : vous aurez la sensation de parcourir un vaste espace. Plongez dans les profondeurs du temple vous-même, sans téléportation ou autres distractions.\n\nUNE SIMULATION DU FOUET BLUFFANTE\nManiez votre fouet pour actionner des leviers et vous défendre contre les dangers. Vous maîtriserez en un rien de temps ce qui sera pour vous un outil fiable et une arme efficace. \n\nVOTRE CORPS EST VOTRE MANETTE\nMontez sur les blocs, actionnez les leviers et évitez les obstacles. Vous jouez non pas avec une manette, mais avec votre corps, et ce jeu se veut très accessible, que vous soyez ou non adepte de jeux vidéo.\n\nDES DÉFIS DE RAPIDITÉ À RELEVER \nVous aimez l'aventure ? Débloquez des défis de rapidité où vous pouvez atteindre une vitesse fulgurante et tester vos talents de Gardien du temple.\n\nAvertissement !\nVous pouvez perdre l'équilibre quand les blocs sur lesquels vous vous tenez se mettent à bouger ou s'arrêtent, il y a donc un faible risque de tomber. Ce phénomène s'atténue rapidement avec le temps. Le jeu propose également plusieurs options de confort VR.", "short_description": "Partez à l'aventure, explorez un vaste temple rempli de dangers et percez le mystère de la légende de l'Œil. Passez d'un bloc à l'autre sans perdre l'équilibre, évitez les pièges et résolvez les énigmes à l'aide de votre torche et de votre fouet.\n\nEye of the Temple exploite la VR et votre environnement de façon inédite : vous vous déplacez avec votre propre corps, pas besoin de manette. Plongez vous-même dans les profondeurs du temple sans téléportation ou autres distractions."}, {"images": {"nodes": []}, "id": "767721401291467", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "광대하고 위험한 사원을 탐험하고 '눈'을 둘러싼 고대의 전설을 밝히러 모험을 떠나보세요. 횃불과 채찍을 손에 들고 균형을 유지하면서 움직이는 블록 사이를 이동하고, 위험한 함정을 피하고, 환경 퍼즐을 푸세요.\n\n이 게임은 최소 2m x 2m의 플레이 공간이 필요합니다.\n\n광활한 환경을 누빈다:\nEye of the Temple은 룸스케일 VR을 독특하게 활용하여 컨트롤러 버튼이 아닌 몸으로 광대한 공간을 탐색할 수 있도록 합니다. 순간 이동, 인공적인 이동, 기타 주의를 산만하게 하는 요소 없이 사원 깊숙한 곳에서 길을 잃어보세요.\n\n완전히 물리적으로 시뮬레이션된 채찍 사용:\n채찍을 휘둘러 손잡이를 휘감아 당기고 위협으로부터 자신을 방어하세요. 오래지 않아 이 믿음직한 도구이자 효과적인 무기를 능수능란하게 다루게 될 겁니다.\n\n몸으로 하는 체험:\n블록을 밟고, 손잡이를 당기고, 장애물을 피하세요. 물리적인 이 게임은 컨트롤러 버튼이 아닌 몸으로 하게 되며, 평소 비디오 게임을 즐겨 하지 않는 사람도 쉽게 플레이할 수 있도록 디자인되었습니다.\n\n잠금 해제 가능한 스피드런 챌린지:\n대담한 모험가라면, 자신의 사원 질주 기량을 뽐낼 놀라운 가속도를 붙일 수 있는 스피드런 챌린지를 잠금 해제하여 도전해보세요.\n\n참고하세요!\n딛고 선 블록이 움직이기 시작거나 멈출 때 균형을 잃을 것 같은 느낌이 들 수 있으며 넘어질 위험도 조금 있습니다. 이런 느낌은 보통 시간이 지남에 따라 빠르게 줄어듭니다. 이 게임에는 다양한 VR 편안함 설정도 있습니다.", "short_description": "광대하고 위험한 사원을 탐험하고 '눈'을 둘러싼 고대의 전설을 밝히러 모험을 떠나보세요. 횃불과 채찍을 손에 들고 균형을 유지하면서 움직이는 블록 사이를 이동하고, 위험한 함정을 피하고, 환경 퍼즐을 푸세요.\n\nEye of the Temple은 룸스케일 VR을 독특하게 활용하여 컨트롤러 버튼이 아닌 몸으로 광대한 공간을 탐색할 수 있도록 합니다. 순간 이동, 인공적인 이동, 기타 주의를 산만하게 하는 요소 없이 사원 깊숙한 곳에서 길을 잃어보세요."}, {"images": {"nodes": []}, "id": "688430093040436", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Tag på et eventyr for at udforske et stort og forræderisk tempel og afslør den ældgamle legende om øjet. Hold balancen mens du træder mellem bevægelige blokke, undvig farlige fælder og løs gåder i omgivelserne med bare din pålidelige fakkel og pisk.\n\nDette spil kræver et spilområde på mindst 2m x 2m.\n\nUDFORSK ET ENORMT OMRÅDE:\nEye of the Temple gør unik brug af rumskala VR til at give en oplevelse af at navigere i et ekspansivt rum. Fortab dig selv i templets dybder uden teleportering, kunstig bevægelse eller andre distraktioner.\n\nBRUG EN FULDT FYSISK SIMULERET PISK:\nBrug din pisk for at gribe håndtag og forsvar dig mod trusler. Inden længe vil du have mestret den som et pålideligt værktøj og effektivt våben.\n\nEN OPLEVELSE DU SPILLER MED DIN EGEN KROP:\nTræd over på blokke, grib håndtag og undvig forhindringer. Du spiller ikke dette fysiske spil med controller-knapper, men din krop, og det er designet til at være let tilgængeligt, uanset om du normalt spiller videospil.\n\nFRIGØR SPEEDRUN-UDFORDRINGER:\nHvis du er en ekstra vovet eventyrer, kan du låse op for speedrun-udfordringer, hvor du kan opbygge en utrolig fart i en sand test af dine tempelløbsevner.\n\nBemærk venligst!\nDu kan få en fornemmelse af næsten at miste balancen, når blokke du står på starter eller holder op med at bevæge sig, og der er en lille risiko for at vælte. Dette vil normalt hurtigt gå over efter lidt tid. Spillet har også forskellige VR-komfort-indstillinger.", "short_description": "Tag på et eventyr for at udforske et stort og forræderisk tempel og afslør den ældgamle legende om øjet. Hold balancen mens du træder mellem bevægelige blokke, undvig farlige fælder og løs gåder i omgivelserne med din pålidelige fakkel og pisk.\n\nEye of the Temple gør enestående brug af rumstørrelse VR til at lade dig navigere i et ekspansivt rum, ikke med controller-knapper, men din krop. Fortab dig i templets dybder uden teleportering, kunstig bevægelse eller andre distraktioner."}, {"images": {"nodes": [{"file_name": "CoverImageSquare.png", "id": "3345988558989114", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982461_3345988562322447_3599151349692798309_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vL2pNhZLCTwQ7kNvwHNgoRO&_nc_oc=AdlP-LMCYkVqNEjWj70x4vUEwCjeLbVPpjSEb0UxNLJzw696n9fgK_SPyDSafXSvOlc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvectn6KcbgMVLNn9Yz_ilSwEuyqtYZp8JxQ5iveTbKGg&oe=69972072"}, {"file_name": "Logo.png", "id": "1602307010250510", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982469_1602307013583843_1137309820040771587_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=J_pA3KrQkdMQ7kNvwENx_Yq&_nc_oc=AdnWTO9p6F9U6ESldlE4solNOotxIzCqGLMs3AhOCDBRAuzhvtUeZhDSEwAAQCF-kRc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv5r7Kx1zwI0fdnMqWVvtd64YVGGXDv4qiFBMSeUSSzYQ&oe=69972020"}, {"file_name": "CoverImageMiniLandscape.png", "id": "1318097938752268", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75429287_1318097942085601_6127811355892033576_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bSlFxFjgz44Q7kNvwGCOVPh&_nc_oc=Adm6oiHpMVGPWE_LhboK1tm94Np89CSYSESUr0SAk0eazMwW4qUaUdAGMsxsVuWZxAU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu_uSPqvLr76ljIL6DiLtl0K9pcYfsy75SVRZ8OeQAPQQ&oe=69970AB9"}, {"file_name": "Icon.png", "id": "661848082378647", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974844_661848085711980_4148450418666684564_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SLK1U3Ok_vwQ7kNvwGx5FlS&_nc_oc=Adn-G4ra_3icTrZnSCCI-Gfv1r8-SsuNxkbTD0PrytjlsTVxaf8PqVOjBt6G8JqgC-A&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfspSikcS_hMs1kebEyZxsg8_o1AzM6eC8FbNcTWPEnkfQ&oe=6996EDC0"}, {"file_name": "CoverImageHero.png", "id": "254400370248638", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974844_254400376915304_1354331700243812352_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=5sDB4fQApdkQ7kNvwEJmE3Q&_nc_oc=AdnXrQMzqUAWD-eKDKAnoAWHmwxjNhW1QJUkcOgEQJnSJAgF7CQ_s4jHP5lud0uo-50&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuuM1hx20cjBNYJANXBluVlt_MokZVtt016MQ5OJxzXPQ&oe=69970846"}, {"file_name": "CoverImageLandscape.png", "id": "162115576262144", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001719_162115579595477_8904370351371344831_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3EnNwcWAm4EQ7kNvwFJ0CZf&_nc_oc=AdmCgQH50NLnanwJMc6QdhlyG5FQYqKLYxKmw5HaQzK6WRA8ELIcMxYtFE26EqlLm8I&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfunnIKb-xmt6p2mBhzAmcHzhbOJOd-OcSRINuAE4plblw&oe=6997170A"}, {"file_name": "CoverImagePortrait.png", "id": "156809860516238", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035391_156809863849571_3981235793976413124_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=XSCJr9KWm9sQ7kNvwEz6kwA&_nc_oc=AdkssrFd2pc2t9hXxJt92dZjLok7ahRPsX5OgUahhU5I8KKkBo5GazgHPU6C-vrIJ5I&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftj3BHHaE0mo5kkVZjNci74GNf04hLRngaOIjUb5U-TSA&oe=6996FFD4"}]}, "id": "638239151080276", "locale": "en_US", "screenshots": [{"file_name": "SC5.png", "id": "1976581966012815", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974711_1976581969346148_6751686454221190457_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Wj3ExOXpoMYQ7kNvwHLLW8R&_nc_oc=AdkmsQSgbPJdDSJoKKqL1EZfObMBajws2ZkR_jpCOKAb9HTwyI_vrTqOt4m1673Hw_c&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsgDYobFwg5gl324EntNEnFYI17lLkvXT_9V7Ot3jBt4g&oe=69970D31"}, {"file_name": "ScreenshotCombat.png", "id": "6291193490940157", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035461_6291193494273490_4800037376906842753_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=k4rPOwyYEeAQ7kNvwFQ0Zbn&_nc_oc=AdlK0xZyOlBm48b23KdmrR4N0OpVVgoJL06-m2fd1-3LCiiZSUcuSdQwrgmabl35168&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftiR-QL1UqMtSiIyc5FG-RkG2akHmWfyr5UfLU6CX7KrA&oe=6996EF95"}, {"file_name": "SC68.png", "id": "237348132026385", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974698_237348135359718_2234206664127060572_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ukJPmYCwBOoQ7kNvwEMiVzQ&_nc_oc=AdlUSJF7a9QLG8qO3q4sFthbrToDh09v16bEN1og0XWbedH7t2mtHVWm-XceQWyqais&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftvNdT5SOvHenIWbK-BnB7K6jMO0MtjAmHX_R4ip60_sg&oe=699713FA"}, {"file_name": "SC61.png", "id": "754914266030508", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031620_754914269363841_3357559016833525077_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6Hi7XRJk-uQQ7kNvwHnXL8V&_nc_oc=AdmVND2yn2z19CR5GH074XFQzMhkmNWMrj8VyAz3klPX2KZoqzqSHVl742Pi0W2X7I0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuMdSzRBfg7MIdocpcCbHMZzcghXooBkHmgNBgMIG13iA&oe=69971F4E"}, {"file_name": "SC51.png", "id": "239998311752629", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982663_239998315085962_8213390915273616261_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NA0nGqlvItAQ7kNvwH86rjA&_nc_oc=AdnBQnv_jkO_CLjjHa7PkHIBWArXvJvq7G84saGzI3avzBtLEv2bwvNhmN7IiNGDhx4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsy2gQmOHDp9fJY1PGzC2mcs650QaBHc1XIyFK_aJrVrg&oe=6996F3A1"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "CoverImageLandscape.png", "id": "520405040249705", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75395603_520405046916371_947840929494943858_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vE7SuVmTuhgQ7kNvwHoBtSp&_nc_oc=AdnEjZV-A0IAOzCf_llnY7vDfRxxoZA6G_KKQlQz4w6kk2QMKEb1rdqEuYL_Y-b9GqE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvHItZyusE9Cd4Hje7Kv_KVrJlE14DY2MfA4l3Y7GbZ3A&oe=6996EE1E"}, "display_name": "Eye of the Temple", "keywords": ["jones", "tomb", "workout", "exploration", "family"], "long_description": "Embark on an adventure to explore a vast and treacherous temple and uncover the ancient legend of the Eye. Keep your balance as you step between moving blocks, dodging hazardous traps and solving environmental puzzles with just your torch and whip in hand.\n\nThis game requires a play area of at least 2m x 2m.\n\nTRAVERSE A VAST ENVIRONMENT:\nEye of the Temple makes unique use of room-scale VR to deliver an experience of navigating an expansive space. Lose yourself in the depths of the temple without teleportation, artificial locomotion, or other distractions.\n\nUSE A FULLY PHYSICALLY SIMULATED WHIP:\nWield your whip to grab levers and defend yourself from threats. Before long, you’ll have mastered it as a reliable tool and effective weapon. \n\nAN EXPERIENCE PLAYED WITH YOUR OWN BODY:\nStep onto blocks, flick levers, and dodge obstacles. You’ll play this physical game not with controller buttons, but your body, and it’s designed to be easily approachable regardless of whether you normally play video games.\n\nUNLOCKABLE SPEEDRUN CHALLENGES:\nIf you’re an extra daring adventurer, you can unlock speedrun challenges where you can build up incredible speed for a true test of your temple-running prowess.\n\nPlease note!\nYou may get a sensation of almost losing your balance when blocks you stand on start or stop moving, and there is a small risk of falling over. This will usually quickly decrease over time. The game also has various VR comfort options.\n", "short_description": "Embark on an adventure to explore a vast and treacherous temple and uncover the ancient legend of the Eye. Keep your balance as you step between moving blocks, dodging hazardous traps and solving environmental puzzles with your torch and whip in hand.\n\nEye of the Temple makes unique use of room-scale VR to let you navigate an expansive space not with controller buttons, but your body. Lose yourself in the depths of the temple without teleportation, artificial locomotion, or other distractions."}, {"images": {"nodes": []}, "id": "229274289616028", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Embárcate en una aventura para explorar un vasto y peligroso templo y descubre la antigua leyenda del Ojo. Mantén el equilibrio mientras saltas entre bloques movedizos, esquivas trampas y resuelves rompecabezas de entorno usando solo una antorcha y un látigo.\n\nEl juego requiere un área de juego de al menos 2 × 2 m.\n\nRECORRE UN VASTO ENTORNO:\n«Eye of the Temple» aprovecha el desplazamiento «room-scale» de RV para ofrecerte la sensación de estar moviéndote por un espacio extenso. Piérdete en las profundidades del templo sin teletransporte, locomoción artificial u otras distracciones.\n\nUSA UN LÁTIGO CON FÍSICA SIMULADA:\nBlande tu látigo para usar palancas y defenderte de los peligros. Pronto lo dominarás y lo usarás como herramienta y arma eficaz. \n\nUNA AVENTURA PARA JUGAR CON EL CUERPO:\nCamina sobre bloques, golpea palancas y esquiva obstáculos. En este juego físico, no usarás mando, sino tu cuerpo, y está diseñado para ser fácil de jugar aunque no tengas mucha práctica con videojuegos.\n\nDESAFÍOS CRONOMETRADOS DESBLOQUEABLES:\nSi te van las aventuras exigentes, puedes desbloquear desafíos cronometrados, en los que irás a una velocidad increíble para poner a prueba tus dotes para cruzar templos.\n\n¡Aviso!\nPuede que experimentes una sensación de pérdida de equilibrio cuando los bloques que pisas se mueven o se detienen, lo cual comporta un pequeño riesgo de caída. Normalmente, dicha sensación disminuye con el tiempo. El juego cuenta con varias opciones de comodidad para RV.", "short_description": "Embárcate en una aventura para explorar un vasto y peligroso templo y descubre la antigua leyenda del Ojo. Mantén el equilibrio mientras saltas entre bloques movedizos, esquivas trampas y resuelves rompecabezas de entorno con una antorcha y un látigo.\n\n«Eye of the Temple» aprovecha el desplazamiento «room-scale» de RV para que te muevas por un espacio extenso sin botones, solo con el cuerpo. Piérdete en las profundidades del templo sin teletransporte, locomoción artificial u otras distracciones."}, {"images": {"nodes": []}, "id": "211243251509402", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "Begib dich auf ein Abenteuer, um einen großen, tückischen Tempel zu erkunden und die alte Legende des Auges zu lüften. Halte das Gleichgewicht, während du zwischen Blöcken hindurchläufst, gefährlichen Fallen ausweichst und Rätsel mit deiner Fackel und Peitsche löst.\n\nFür dieses Spiel wird eine Spielfläche von mindestens 2 m x 2 m benötigt.\n\nDURCHQUERE EINE RIESIGE UMGEBUNG:\nEye of the Temple nutzt die Raum-VR, um ein Erlebnis zu vermitteln, bei dem du dich durch einen weitläufigen Raum bewegst. Du tauchst in die Tiefen des Tempels ein, ohne Teleportation und andere Ablenkungen.\n\nVERWENDE EINE VOLLSTÄNDIG PHYSIKALISCH SIMULIERTE PEITSCHE:\nSchwinge deine Peitsche, um Hebel zu greifen und dich vor Bedrohungen zu schützen. Schon bald wirst du sie als zuverlässiges Werkzeug und effektive Waffe beherrschen.\n\nEINE ERFAHRUNG, DIE DU MIT DEINEM EIGENEN KÖRPER SPIELST:\nTritt auf Blöcke, bewege Hebel und weiche Hindernissen aus. Du spielst dieses Spiel nicht mit dem Controller, sondern mit deinem Körper, und es ist so konzipiert, dass es leicht zugänglich ist.\n\nFREISCHALTBARE SPEEDRUNS:\nWenn du ein mutiger Abenteurer bist, kannst du Speedruns freischalten, bei denen du eine unglaubliche Geschwindigkeit erreichst, um deine Fähigkeiten auf die Probe zu stellen.\n\nBitte beachte!\nWenn sich die Blöcke, auf denen du stehst, bewegen, kann es sein, dass du das Gleichgewicht verlierst. Dieses Gefühl lässt mit der Zeit normalerweise schnell nach. Das Spiel hat auch verschiedene VR-Komfortoptionen.", "short_description": "Begib dich auf ein Abenteuer, um einen großen, tückischen Tempel zu erkunden und die alte Legende des Auges zu lüften. Halte das Gleichgewicht, während du zwischen Blöcken hindurchläufst, gefährlichen Fallen ausweichst und Rätsel mit deiner Fackel und Peitsche löst.\n\nEye of the Temple nutzt die Raum-VR, damit du dich nicht mit Controllern, sondern mit deinem Körper durch den weitläufigen Raum bewegst. Ohne Teleportation und andere Ablenkungen kannst du dich in den Tiefen des Tempels verlieren."}, {"images": {"nodes": []}, "id": "207092815278207", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Eye of the Temple", "keywords": [], "long_description": "危険に満ちた広大な神殿を探索し、いにしえの伝説である「眼」を解明する冒険に乗り出そう。松明と鞭を手に、動くブロックを絶妙なバランス感覚で突破し、危険な罠をかわしながら、複雑なパズルを解いていきましょう。\n\nこのゲームには、少なくとも2m×2mのプレイエリアが必要です。\n\n広大な環境を駆け抜けろ：\nEye of the Templeは、ルームスケールのVRをユニークに活用し、広大な空間を冒険していく体験を提供します。テレポートや人工的な移動手段などの邪魔なものがないため、神殿の奥深くを自分の足でリアルに探検できます。\n\n物理的にシミュレートされた鞭を使いこなそう：\n鞭を振ってレバーを掴み、危険から身を守りましょう。鞭の使い方をマスターすれば、信頼できる道具として、あるいは効果的な武器として使えるようになります。\n\n自分の体を駆使してプレイできるゲーム体験：\nブロックを踏んだり、レバーを回したり、障害物をよけたり。コントローラーのボタンではなく、実際に体を使ってプレイできるこのゲームは、初心者から熟練のゲーマーまで幅広い層にとって親しみやすいデザインになっています。\n\nスピードランモードをアンロックしよう：\n勇気ある冒険者は、スピードランモードをアンロック！驚異的なスピードを身につけ、神殿をどれだけ早く攻略できるか挑戦してみましょう。\n\n注意！\nブロックが動き出したり止まったりする際、バランスを崩してしまいそうな感覚になる場合があります。稀に転倒の可能性もありますが、これは通常、時間の経過とともに減少します。また、このゲームには様々なVR快適化設定が搭載されていますので、ぜひご活用ください。", "short_description": "危険に満ちた広大な神殿を探索し、いにしえの伝説である「眼」を解明する冒険に乗り出そう。松明と鞭を手に、動くブロックを絶妙なバランス感覚で突破し、危険な罠をかわしながら、複雑なパズルを解いていきましょう。\n\nEye of the Templeは、ルームスケールVRをユニークに活用し、広大な空間をコントローラーのボタンではなく、自分の身体で操作することができます。テレポートや人工的な移動手段などが一切ない神殿の奥へと進み、体ひとつで神秘の世界へ飛び込んだかのような没入感を楽しみましょう。"}]}, "developer_name": "Rune Skovbo Johansen, Salmi Games", "developer_privacy_policy_url": "https://eyeofthetemple.com/privacypolicy.html", "developer_terms_of_service_url": null, "publisher_name": "Salmi Games", "support_website_url": null, "website_url": "https://eyeofthetemple.com/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "459781504968480"}, {"id": "2691890164460465"}, {"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "es", "da", "ja", "ko", "ru", "zh_CN", "pl"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "755432665543590"}}]}, "scheduled_offers": {"count": 21, "nodes": [{"status": "PUBLISHED", "id": "2244561109402192"}, {"status": "PUBLISHED", "id": "893664730266585"}, {"status": "PUBLISHED", "id": "1236680195011855"}, {"status": "PUBLISHED", "id": "1144680643829781"}, {"status": "PUBLISHED", "id": "752762754163722"}, {"status": "PUBLISHED", "id": "759304766525745"}, {"status": "PUBLISHED", "id": "650895587740887"}, {"status": "PUBLISHED", "id": "1052597136644014"}, {"status": "PUBLISHED", "id": "937452588453330"}, {"status": "PUBLISHED", "id": "563596786360064"}, {"status": "PUBLISHED", "id": "1068247187990217"}, {"status": "PUBLISHED", "id": "510943421368725"}, {"status": "PUBLISHED", "id": "1121323689155257"}, {"status": "PUBLISHED", "id": "260818263289698"}, {"status": "PUBLISHED", "id": "1152694569242296"}, {"status": "PENDING", "id": "243614541844709"}, {"status": "PENDING", "id": "1439519326612928"}, {"status": "PENDING", "id": "620490799883485"}, {"status": "PENDING", "id": "867545191632701"}, {"status": "PUBLISHED", "id": "807580950816791"}, {"status": "PUBLISHED", "id": "1443369106405018"}]}, "baseline_offer": {"id": "1443369106405018"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "2244561109402192"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "7151584668264652", "version": "1.528"}, "id": "613439297065952", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5361030930653377", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7151584668264652"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1710347090, "id": "7178762515546867", "version": "1.533", "version_code": 533, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5361030930653377", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7151584668264652"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1710263072, "id": "7174775239278928", "version": "1.532", "version_code": 532, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5361030930653377", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7151584668264652"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1710260712, "id": "7174657262624059", "version": "1.531", "version_code": 531, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5361030930653377", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7151584668264652"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1710259118, "id": "7174574309299021", "version": "1.530", "version_code": 530, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5361030930653377", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "7151584668264652"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1710256129, "id": "7174428462646939", "version": "1.529", "version_code": 529, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}