{"data": {"node": {"__typename": "Application", "id": "8507280575990913", "organization": {"id": "1323796668332242", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "8507280575990913"}]}, "id": "522604210468292"}]}}, "firstRevision": {"nodes": [{"application": {"id": "8507280575990913", "release_date": 1739814180, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 9}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9659436354108657"}, "id": "1083409176686521"}]}}, "binary": null, "live_binary": null, "created_date": 1745826169, "id": "9812723945446563", "is_initial_release": false, "name_with_fallback": "v8", "pdp_metadata_with_fallback": {"version": 8, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9920649434654013"}, "release_status": "RELEASED", "id": "8507280575990913"}, "id": "9920649434654013", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8507280575990913", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1281316853319861"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "7839292279528023", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": [], "long_description": "Planera, skjut och klura dig igenom uppslukande 3D-nivåer i denna moderna mixed reality-variant av den klassiska Sokoban-hjärngympan. Kommer du överlista varje låda?\n\nKliva in i en sprakande mixed reality-värld där det tidlösa Sokoban-pusselspelet väcks till liv som aldrig förr!\n\nI Sokoban Push Box 3D tacklar du allt mer komplexa nivåer genom att skjuta lådor till deras rätta platser – allt i en fördjupande mixed reality-miljö.\n\nVarje drag räknas, så finslipa din strategi, planera din väg och tänk flera steg i förväg för att bemästra varje pussel.\n\nOavsett om du är en rutinerad Sokoban-mästare eller ny inom genren, kommer denna fräscha tolkning av en älskad klassiker utmana ditt sinne och få dig att återvända gång på gång.\n\nGör dig redo att tänja på gränserna för dina problemlösningsförmågor i en oförglömlig, uppslukande upplevelse!", "short_description": "Planera, skjut och klura dig igenom uppslukande 3D-nivåer i denna moderna mixed reality-variant av den klassiska Sokoban-hjärngympan. Kommer du överlista varje låda?"}, {"images": {"nodes": []}, "id": "2747012725501066", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": [], "long_description": "Lập kế hoạch, đẩy và giải câu đố qua các cấp 3D sống động trong phiên bản mixed reality hiện đại của Sokoban cổ điển. Bạn có đủ thông minh để “ăn điểm” mọi hộp không?\n\nBước vào thế giới mixed reality rực rỡ, nơi trò chơi Sokoban vượt thời gian được tái hiện chân thực hơn bao giờ hết!\n\nTrong Sokoban Push Box 3D, bạn sẽ đối mặt với những cấp độ ngày càng phức tạp, trượt thùng đến đúng vị trí của chúng—tất cả trong một không gian mixed reality đắm chìm.\n\nMỗi bước đi đều quan trọng, vì vậy hãy mài giũa chiến lược, lên kế hoạch lộ trình và tính toán trước vài bước để chinh phục mọi câu đố.\n\nDù bạn là cao thủ Sokoban hay lần đầu khám phá thể loại này, phiên bản làm mới của tựa kinh điển sẽ thách thức tư duy và khiến bạn quay lại không ngừng.\n\nSẵn sàng đẩy giới hạn kỹ năng giải đố của bạn trong trải nghiệm đắm chìm đầy ấn tượng!", "short_description": "Lập kế hoạch, đẩy và giải câu đố qua các cấp 3D sống động trong phiên bản mixed reality hiện đại của Sokoban cổ điển. Bạn có đủ thông minh để “ăn điểm” mọi hộp không?"}, {"images": {"nodes": []}, "id": "2117384748760830", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Tlač krabice – Sokoban Puzzle", "keywords": [], "long_description": "Naplánujte, tlačte a luštěte si cestu napříč poutavými 3D úrovněmi v této moderní mixed reality obměně klasické Sokoban hádanky. Dokážete přechytračit každou krabici?\n\nVstupte do živého světa mixed reality, kde legendární hra Sokoban ožívá jako nikdy předtím!\n\nVe hře Sokoban Push Box 3D budete řešit stále složitější úrovně tím, že budete posouvat bedny na jejich správná místa — vše v pohlcujícím mixed reality prostředí.\n\nKaždý tah má význam, proto seostřete strategii, naplánujte trasu a myslete několik kroků dopředu, abyste zvládli každou hádanku.\n\nAť už jste ostřílený veterán Sokobanu, nebo se s tímto žánrem setkáváte poprvé, tato nová verze milovaného klasiku prověří vaši mysl a bude vás nutit vracet se pro další výzvy.\n\nPřipravte se posunout hranice svých schopností řešit logické hádanky v nezapomenutelném pohlcujícím zážitku!", "short_description": "Naplánujte, tlačte a luštěte si cestu napříč poutavými 3D úrovněmi v této moderní mixed reality obměně klasické Sokoban hádanky. Dokážete přechytračit každou krabici?"}, {"images": {"nodes": []}, "id": "2051695918657466", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban-Rätsel", "keywords": [], "long_description": "Plane, schiebe und knobele dich durch immersive 3D-Level in dieser modernen Mixed-Reality-Variante des klassischen Sokoban-Denkspiels. Wirst du jede Kiste überlisten?\n\nTauche ein in eine lebendige Mixed-Reality-Welt, in der das zeitlose Sokoban-Puzzlespiel so lebendig wird wie nie zuvor!\n\nIn Sokoban Push Box 3D meisterst du immer komplexer werdende Level, indem du Kisten durch geschicktes Schieben in ihre vorgesehenen Plätze bringst – und das alles in einer vollständig immersiven Mixed-Reality-Umgebung.\n\nJeder Zug zählt: Schärfe deine Strategie, plane deinen Weg und denke mehrere Schritte voraus, um jedes Rätsel zu knacken.\n\nEgal, ob du ein erfahrener Sokoban-Profi bist oder die Genre-Legende zum ersten Mal entdeckst – diese frische Interpretation des Klassikers fordert dein Denkvermögen heraus und sorgt dafür, dass du immer wieder zurückkommst.\n\nMach dich bereit, die Grenzen deiner Rätsellöse-Fähigkeiten in einem unvergesslichen, immersiven Erlebnis zu verschieben!", "short_description": "Plane, schiebe und knobele dich durch immersive 3D-Level in dieser modernen Mixed-Reality-Variante des klassischen Sokoban-Denkspiels.\nWirst du jede Kiste überlisten?"}, {"images": {"nodes": []}, "id": "1813366722779087", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": ["Sokoban", "Puzzle", "Stratégie", "Énigme"], "long_description": "Planifiez, poussez et résolvez des casse-tête à travers des niveaux 3D immersifs dans ce twist en réalité mixte moderne du classique Sokoban. Saurez-vous déjouer chaque caisse ?\n\nPlongez dans un univers dynamique en réalité mixte où le jeu de puzzle intemporel Sokoban prend vie comme jamais !\n\nDans Sokoban Push Box 3D, affrontez des niveaux de difficulté croissante en glissant des caisses jusqu’à leur emplacement exact — le tout dans un environnement en réalité mixte immersif.\n\nChaque mouvement compte : aiguisez votre stratégie, tracez votre chemin et pensez plusieurs coups à l’avance pour conquérir chaque énigme.\n\nQue vous soyez un vétéran de Sokoban ou que vous découvriez ce genre pour la première fois, cette réinterprétation d’un classique adoré mettra votre esprit à rude épreuve et vous donnera envie d’enchaîner les défis.\n\nPréparez-vous à repousser les limites de vos capacités de résolution de casse-tête dans une expérience immersive inoubliable !", "short_description": "Planifiez, poussez et résolvez des casse-tête à travers des niveaux 3D immersifs dans ce twist en réalité mixte moderne du classique Sokoban. Saurez-vous déjouer chaque caisse ?"}, {"images": {"nodes": []}, "id": "1804724116769879", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "푸시 박스 소코반 퍼즐", "keywords": [], "long_description": "고전 소코반 두뇌 게임을 현대적 혼합 현실로 재해석한 3D 스테이지에서 전략을 세우고 박스를 밀며 퍼즐을 풀어보세요. 모든 박스를 꾀로 이겨낼 수 있겠습니까?\n\n생동감 넘치는 혼합 현실 세계로 들어와 보세요—타임리스 소코반 퍼즐이 그 어느 때보다 실감 나게 구현됩니다!\n\n『Sokoban Push Box 3D』에서는 점점 복잡해지는 레벨에서 상자를 올바른 위치로 미는 과제를 수행하게 됩니다—모두 몰입감 넘치는 혼합 현실 환경에서요.\n\n한 번의 움직임이 승패를 좌우하니, 전략을 날카롭게 다듬고, 경로를 치밀하게 계획하며, 몇 수 앞을 내다보는 사고가 필수입니다.\n\n숙련된 소코반 고수든 장르를 처음 접하는 초보든, 이 새로운 버전은 지적인 도전을 선사하며 계속해서 도전 욕구를 자극할 것입니다.\n\n퍼즐 해결 능력의 한계를 시험할 준비가 되셨나요? 잊지 못할 몰입형 경험이 기다립니다!", "short_description": "고전 소코반 두뇌 게임을 현대적 혼합 현실로 재해석한 3D 스테이지에서 전략을 세우고 박스를 밀며 퍼즐을 풀어보세요. 모든 박스를 꾀로 이겨낼 수 있겠습니까?"}, {"images": {"nodes": []}, "id": "1679824516234374", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": [], "long_description": "Planea, empuja y resuelve acertijos mientras avanzas por niveles 3D inmersivos en este giro moderno de realidad mixta al clásico rompecabezas Sokoban. ¿Serás más listo que cada caja?\n\nSumérgete en un vibrante mundo de realidad mixta donde el eterno juego Sokoban cobra vida como nunca antes.\n\nEn Sokoban Push Box 3D, te enfrentarás a niveles cada vez más complejos deslizando cajas hasta sus posiciones correctas… todo dentro de un entorno inmersivo de realidad mixta.\n\nCada movimiento cuenta, así que afina tu estrategia, planifica tu ruta y piensa varios pasos por adelantado para dominar cada desafío.\n\nYa seas un veterano del Sokoban o estés descubriendo el género por primera vez, esta propuesta renovada de un clásico muy querido pondrá a prueba tu ingenio y te enganchará una y otra vez.\n\n¡Prepárate para llevar tus habilidades de resolución de acertijos al límite en una experiencia inmersiva inolvidable!", "short_description": "Planea, empuja y resuelve acertijos mientras avanzas por niveles 3D inmersivos en este giro moderno de realidad mixta al clásico rompecabezas Sokoban.\n\n¿Serás más listo que cada caja?"}, {"images": {"nodes": []}, "id": "1460908828238592", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "プッシュボックス・ソコバンパズル", "keywords": [], "long_description": "時を超えて愛されるソコバンパズルが、多彩なミックスドリアリティの世界で鮮烈に復活！\n「Sokoban Push Box 3D」では、没入感あふれる3Dステージで、箱を正しい位置にスライドさせる新感覚体験が待ち受けています。\n\n思考がすべて：一手一手が勝負。綿密に戦略を練り、先を見越して動かそう。\nレベルは次々に難化：初心者もソコバン玄人も満足できる、歯ごたえ抜群のチャレンジが続々登場。\nミックスドリアリティで没入：現実とバーチャルがクロスオーバーした空間で、箱を押し込み、パズルを解き明かせ。\nあなたの頭脳を限界まで試す、新時代のパズル体験がここに。さあ、箱に挑み、己の最上の答えを導き出せ！", "short_description": "クラシックなソコバン脳トレに現代のミックスドリアリティを加えた本作で、3Dステージを計画・プッシュ・パズルしながら攻略せよ。すべての箱を出し抜けるか？"}, {"images": {"nodes": []}, "id": "1352318516054597", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box: Παζλ Sokoban", "keywords": [], "long_description": "Σχεδίασε, σπρώξε και λύσε γρίφους μέσα από καθηλωτικά 3D επίπεδα σε αυτή τη σύγχρονη προσέγγιση μεικτής πραγματικότητας του κλασικού γρίφου Sokoban. Θα καταφέρεις να ξεγελάσεις κάθε κουτί;\n\nΒήσε σε έναν ζωντανό κόσμο μεικτής πραγματικότητας όπου το διαχρονικό παιχνίδι παζλ Sokoban ζωντανεύει όπως ποτέ πριν!\n\nΣτο Sokoban Push Box 3D, θα αντιμετωπίσεις ολοένα και πιο σύνθετα επίπεδα, σπρώχνοντας κιβώτια στις ορθές τους θέσεις — όλα μέσα σε ένα καθηλωτικό περιβάλλον μεικτής πραγματικότητας.\n\nΚάθε κίνηση μετράει: ακονίστε τη στρατηγική σας, σχεδιάστε τη διαδρομή σας και σκεφτείτε μερικά βήματα μπροστά για να κυριαρχήσετε σε κάθε γρίφο.\n\nΕίτε είστε βετεράνοι του Sokoban είτε ανακαλύπτετε το είδος για πρώτη φορά, αυτή η φρέσκια προσέγγιση σε ένα αγαπημένο κλασικό θα δοκιμάσει το μυαλό σας και θα σας κρατήσει κολλημένους για περισσότερα.\n\nΕτοιμαστείτε να ωθήσετε τα όρια των ικανοτήτων σας στην επίλυση γρίφων σε μια αξέχαστη, καθηλωτική εμπειρία!", "short_description": "Σχεδίασε, σπρώξε και λύσε γρίφους μέσα από καθηλωτικά 3D επίπεδα σε αυτή τη σύγχρονη προσέγγιση μεικτής πραγματικότητας του κλασικού γρίφου Sokoban.\nΘα καταφέρεις να ξεγελάσεις κάθε κουτί;"}, {"images": {"nodes": []}, "id": "1335924707488295", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban -pulmapeli", "keywords": [], "long_description": "Suunnittele, työnnä ja ratko pulmia immersiivisissä 3D-tasoissa tässä modernissa sekatodellisuusväännöksessä klassisesta Sokoban-älypelistä. Onko sinulla älyä päihittää kaikki laatikot?\n\nAstut elävään sekatodellisuusmaailmaan, jossa ajaton Sokoban-peli herää henkiin ennennäkemättömällä tavalla!\n\nSokoban Push Box 3D:ssa kohtaat yhä monimutkaisempia tasoja, joissa sinun on liu’uteltava laatikot oikeille paikoilleen – kaikki tämä immersiivisessä sekatodellisuusympäristössä.\n\nJokainen siirto on ratkaiseva, joten hio strategiasi huippuunsa, suunnittele reittisi ja ajattele usean askeleen päähän hallitaksesi jokaisen pulman.\n\nOlitpa kokenut Sokoban-taituri tai lajia ensikertaa kokeileva, tämä uusi tulkinta rakastetusta klassikosta haastaa mielesi ja saa sinut palaamaan peliin yhä uudestaan.\n\nValmistaudu venyttämään pulmanratkaisukykysi äärirajoille unohtumattomassa immersiivisessä kokemuksessa!", "short_description": "Suunnittele, työnnä ja ratko pulmia immersiivisissä 3D-tasoissa tässä modernissa sekatodellisuusväännöksessä klassisesta Sokoban-älypelistä. Onko sinulla älyä päihittää kaikki laatikot?"}, {"images": {"nodes": []}, "id": "1274502801063219", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "推箱子 Sokoban 謎題", "keywords": [], "long_description": "踏入充滿活力的混合實境世界，讓經典的 Sokoban 拼圖遊戲以全新面貌躍然眼前！\n\n在 Sokoban Push Box 3D 中，你將面對層層遞進的高難度關卡，利用滑動推箱技巧，將每個貨箱推入指定位置——一切都在你周遭的沉浸式混合實境環境中進行。\n\n每一步都至關重要，請磨練你的策略、規劃行動軌跡，並預先思考數步路徑，才能解開所有謎題。\n\n無論你是 Sokoban 老手，還是首次接觸此類遊戲，本作清新詮釋經典玩法，勢必挑戰你的思維，讓你一玩再玩，欲罷不能。\n\n準備好在難忘的沉浸式體驗中，突破你解謎能力的極限了嗎？", "short_description": "在這款現代混合實境版的經典 Sokoban 腦筋急轉彎中，規劃路線、推動箱子，並穿梭於沉浸式 3D 關卡。你能智取每一個箱子嗎？"}, {"images": {"nodes": []}, "id": "1246735994118208", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box: Sokoban-puslespill", "keywords": [], "long_description": "Planlegg, skyv og løs gåter gjennom fengslende 3D-nivåer i denne moderne mixed reality-vri på det klassiske Sokoban-hjernevrideren. Klarer du å overliste hver eneste kasse?\n\nTrå inn i en fargerik mixed reality-verden hvor det tidløse Sokoban-puslespillet får nytt liv!\n\nI Sokoban Push Box 3D møter du stadig mer komplekse nivåer, der du må skyve kasser på plass i et oppslukende mixed reality-miljø.\n\nHvert trekk teller – skjerp strategien din, planlegg ruten og tenk flere trekk framover for å mestre alle gåtene.\n\nEnten du er en erfaren Sokoban-proff eller oppdager sjangeren for første gang, vil denne nytolkningen av en elsket klassiker utfordre sinn og holde deg hekta.\n\nGjør deg klar til å teste grensene for pusleegenskapene dine i en uforglemmelig oppslukende opplevelse!", "short_description": "Planlegg, skyv og løs gåter gjennom fengslende 3D-nivåer i denne moderne mixed reality-vri på det klassiske Sokoban-hjernevrideren. Klarer du å overliste hver eneste kasse?"}, {"images": {"nodes": []}, "id": "1227779262086883", "locale": "ro_RO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box: Puzzle Sokoban", "keywords": [], "long_description": "Planificați, împingeți și rezolvați puzzle-uri prin niveluri 3D captivante într-o reinterpretare modernă în realitate mixtă a clasicului Sokoban. Vei reuși să fii mai deștept decât fiecare cutie?\n\nPătrunde într-o lume vibrantă de realitate mixtă unde jocul atemporal Sokoban prinde viață ca niciodată!\n\nÎn Sokoban Push Box 3D, vei aborda niveluri din ce în ce mai complexe glisând lăzi în locurile care le revin — totul într-un mediu de realitate mixtă imersiv.\n\nFiecare mișcare contează, așa că ascuți-ți strategia, planifică-ți drumul și gândește câțiva pași înainte pentru a stăpâni fiecare puzzle.\n\nFie că ești un profesionist Sokoban cu experiență sau descoperi genul pentru prima dată, această reinterpretare proaspătă a unui clasic îndrăgit îți va pune mintea la încercare și te va face să revii mereu pentru mai mult.\n\nPregătește-te să îți depășești limitele abilităților de rezolvare a puzzle-urilor într-o experiență imersivă de neuitat!", "short_description": "Planificați, împingeți și rezolvați puzzle-uri prin niveluri 3D captivante într-o reinterpretare modernă în realitate mixtă a clasicului Sokoban. Vei reuși să fii mai deștept decât fiecare cutie?"}, {"images": {"nodes": [{"file_name": "1440x1440.png", "id": "9919365298108028", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473393328_9919365301441361_4830555373770694839_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8mYknoDyUqgQ7kNvwHVwwLV&_nc_oc=AdkKcAjh6E7Iu2eIp54Hyy50qOHCupZ4v3EAvK4xG3NwxDsG0MEPBiu4uzfFu1CAJd4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfttxNCdv-rgkNJcU-Ur-l3tV_Z0dSd0PbuXuapzC0xyMw&oe=69970B74"}, {"file_name": "3000x900.png", "id": "2070197683479267", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473393841_2070197686812600_8090351040368553845_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=j8fAw7Epb-wQ7kNvwEMLcnj&_nc_oc=AdmVLCMxu7eI87mvrg2tR-TtTNSjV5beP54th8p3Wpe69hp5awPr_8Ucb-2ov5g72Kg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs9T1pgD37hwuvl009-MXuEiQFUd6TdBxgvj-8jheuajA&oe=6997160D"}, {"file_name": "2560x1440.png", "id": "1326917688388993", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473393859_1326917695055659_4936353476808692537_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=L2MKrC6flQkQ7kNvwFngkYi&_nc_oc=AdmAFwanirjdQh8vW5b3kMYa0dTFCnUnJcjdC77qDeTw2DWhkZPAATDrmf20XerLujg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuqSaB5mgpofMm-N2VU3w_JEUvF9BeJwRljljdtJL_eRg&oe=6996FC06"}, {"file_name": "1080x360.png", "id": "1076032887619790", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473392016_1076032890953123_554305977505406917_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=L-RVpEG1BSIQ7kNvwFQbBzq&_nc_oc=AdkdVJnpEKQ3UGarb9WAVir3DXvo6_92wHFsGsht4XtcAR2nmGhO9uwucTeE6LDJyjo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvo9jGevBaN4lGyhtTLwa_PQlOHXcqGgFGaplfrNlZwog&oe=6996FCA5"}, {"file_name": "Icon.png", "id": "1018866199695441", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391888_1018866203028774_2252034660595437315_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BXa1OdQQdkgQ7kNvwECfm1g&_nc_oc=Adk9fksH3GokU0IpH9hijmvZ_rv_vvDDDKQPPVAs_72fBxomC33kBJ0pKDISIAyGG8E&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afv50jni-MFdP_BErPCor6zBcDUy1Y-lgUF9CGrkYcOYNQ&oe=69970FEB"}, {"file_name": "Logo (Transparent).png", "id": "1015633666588827", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473400793_1015633669922160_1235996815776622025_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rM-s6zooxVIQ7kNvwFKfbmR&_nc_oc=Adk0gprk0MPmG_QFXmN2Q8yBBHtXYm8Kvo6TGcNs_RhwNF7yf9btCbXmafAxQqWhLBE&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu-mFFEWbotfwIM7VdIrxuN_KDRdUyV_LkS4bidzD9-QQ&oe=69971453"}, {"file_name": "1008x1440.png", "id": "503840816139538", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473393450_503840819472871_6436885289507154139_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QK0J7nGDS40Q7kNvwGysn81&_nc_oc=AdlvesMKYvR1PNGuSnYdJn0JglSgrwFdVkHyKDsGbrIt8PBJbyviCbu2-QAfRjgjS1k&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aftoq7RvLIabCBhm-jOCLQbwkD3McF6BuJhPqv104JILuA&oe=6997035C"}]}, "id": "1225423332312941", "locale": "en_US", "screenshots": [{"file_name": "1.png", "id": "1578579889516087", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391952_1578579892849420_5688198238631429898_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6whrZrXB5PUQ7kNvwHdnab9&_nc_oc=AdliyBrVHjppkhYoZg_imo9-uGSHpqVcAWCfu-UrGMGVK7fdF-eD67XpsvkFsBqLqxY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu0r81yYRS2Yew8OhTI2FE01rC9als5IFs13HD3BJi0qg&oe=699714C6"}, {"file_name": "5.png", "id": "698327449521425", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391974_698327452854758_1721646213482563069_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7w163KfdM0EQ7kNvwEY3MDJ&_nc_oc=AdmQabnMxU-tkcweCdWUQuocaJ3CuSJLQN_CBQewKxniTSgJEx4ef1HOJnV_Q63lFDA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvXXLpXS8L-dV17RZRgRcURvy3cx_hApcl4j16hjho0DA&oe=6996EC76"}, {"file_name": "4.png", "id": "1311020966621094", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391888_1311020969954427_8503356909329237273_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=xKP_cm6POMMQ7kNvwFfRGtg&_nc_oc=AdlqVN3CbBkrqVPQZL_o9NffeySVTVH9i7RoTslOV6W2Mg_4Plb96I7UWwz-pdK-AUg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftkzAGL2mOnu4ziWfBlaGoimT0QmbClqUfF1E7rGZZuUw&oe=6996F7E0"}, {"file_name": "3.png", "id": "592904100434954", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391952_592904107101620_1962848301992831923_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=FkfW_gEfrt8Q7kNvwF-Apw1&_nc_oc=Adnf_wzxdmZsuVf45M2UECZmz5ttSo6ayhHYMSAs71job0uoY62cQM9nFTvAoVMN_JQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvVqKruXVpwxBnHk4Uh8Z9k064V0Yv872DvIPGTqSodvQ&oe=6996F2D9"}, {"file_name": "2.png", "id": "680901144304366", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473393328_680901147637699_6801635304198796762_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=lvcrsyVkcLEQ7kNvwE29EBK&_nc_oc=Adkio3vK13pQpvywV5o0lc-vaKgUnpkcGlV4yMFTLDmKVFnToH5Uo8JOwykiDhzm5_Y&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuXYNUBAxz3U1mEo-pBAOuGtE5pea53u6iDgOwKnfDT8Q&oe=6996F133"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": ["puzzle", "pushbox", "mindgames", "mixedreality", "sokoban"], "long_description": "Plan, push and puzzle your way through immersive 3D levels in this modern mixed reality twist on the classic Sokoban brainteaser. Will you outsmart every box?\n\nStep into a vibrant mixed reality world where the timeless Sokoban puzzle game comes to life like never before! \n\nIn Sokoban Push Box 3D, you’ll tackle increasingly complex levels by sliding crates into their rightful spots—all within an immersive mixed reality environment.\n\nEach move counts, so sharpen your strategy, plan your path, and think several steps ahead to master every puzzle.\n\nWhether you’re a seasoned Sokoban pro or discovering the genre for the first time, this fresh take on a beloved classic will challenge your mind and keep you coming back for more.\n\nGet ready to push the limits of your puzzle-solving skills in an unforgettable immersive experience!", "short_description": "Plan, push and puzzle your way through immersive 3D levels in this modern mixed reality twist on the classic Sokoban brainteaser. \n\nWill you outsmart every box?"}, {"images": {"nodes": []}, "id": "1096646772299053", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "推箱子 3D 迷宫", "keywords": [], "long_description": "在这款现代混合现实版本的经典推箱子谜题中，通过沉浸式 3D 关卡，策划、推动并解决难题。你能智胜每一个箱子吗？\n\n踏入一个生动的混合现实世界，感受久经考验的推箱子游戏焕发前所未有的活力！\n\n在《推箱子 3D 迷宫》中，你将在沉浸式混合现实环境中，通过滑动箱子到指定位置来挑战越来越复杂的关卡。\n\n每一步都至关重要，所以磨砺你的策略，规划路径，提前多步思考，才能征服每一个谜题。\n\n无论你是经验丰富的推箱子高手，还是刚刚接触这一类型的新玩家，这种全新演绎都将挑战你的智慧，让你欲罢不能。\n\n准备好在这段难忘的沉浸式体验中，尽情考验你的解谜极限吧！", "short_description": "在这款现代混合现实版本的经典推箱子谜题中，通过沉浸式 3D 关卡，策划、推动并解决难题。你能智胜每一个箱子吗？"}, {"images": {"nodes": []}, "id": "1085829976717813", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box: Puzzle Sokoban", "keywords": [], "long_description": "Pianifica, spingi e risolvi enigmi in livelli 3D immersivi in questa moderna rivisitazione in realtà mista del classico rompicapo Sokoban. Riuscirai a battere ogni scatola?\n\nEntra in un vibrante mondo in realtà mista dove l'intramontabile gioco di puzzle Sokoban prende vita come mai prima d’ora!\n\nIn Sokoban Push Box 3D, affronterai livelli sempre più complessi facendo scivolare casse nelle loro posizioni corrette, il tutto in un ambiente immersivo in realtà mista.\n\nOgni mossa è importante: affina la tua strategia, pianifica il percorso e pensa a più mosse di anticipo per padroneggiare ogni enigma.\n\nChe tu sia un veterano di Sokoban o un neofita del genere, questa rivisitazione di un classico amatissimo metterà alla prova la tua mente e ti farà tornare a giocare ancora e ancora.\n\nPreparati a spingere al limite le tue abilità di risoluzione di enigmi in un’esperienza immersiva indimenticabile!", "short_description": "Pianifica, spingi e risolvi enigmi in livelli 3D immersivi in questa moderna rivisitazione in realtà mista del classico rompicapo Sokoban.\nRiuscirai a battere ogni scatola?"}, {"images": {"nodes": []}, "id": "1037744561078704", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box: Sokoban Puzzle", "keywords": [], "long_description": "Погрузитесь в яркий мир смешанной реальности, где вечная головоломка Сокобан оживает как никогда прежде!\n\nВ Push Box: Sokoban Puzzle вы будете прокладывать путь через всё более сложные уровни, перемещая ящики на их места — и всё это в полностью иммерсивном 3D-пространстве.\n\nКаждый ход имеет значение, поэтому отточите стратегию, спланируйте маршрут и думайте на несколько шагов вперёд, чтобы освоить каждую головоломку.\n\nНовичок вы в жанре или опытный мастер Сокобана — свежий взгляд на любимую классику бросит вызов вашему уму и не отпустит до последней разгаданной коробки.\n\nГотовы ли вы расширить границы своих навыков решения головоломок в незабываемом иммерсивном опыте?", "short_description": "Планируйте, толкайте и решайте головоломки в захватывающих 3D-уровнях — современная смешанная реальность возвращает классику Сокобана!\nСможете ли вы перехитрить каждую коробку?"}, {"images": {"nodes": []}, "id": "1026943525657886", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzel", "keywords": [], "long_description": "Bedenk, duw en puzzel je een weg door meeslepende 3D-levels in deze moderne mixed reality-variant van de klassieke Sokoban-hersenenkraker. Denk jij elke doos te slim af?\n\nStap in een levendige mixed reality-wereld waarin de tijdloze Sokoban-puzzelgame als nooit tevoren tot leven komt!\n\nIn Sokoban Push Box 3D stuit je op steeds complexere levels waarin je kratten naar hun juiste plek schuift — allemaal binnen een meeslepende mixed reality-omgeving.\n\nElke zet telt, dus scherpt je strategie aan, plan je route en denk een paar stappen vooruit om elke puzzel te overwinnen.\n\nOf je nu een doorgewinterde Sokoban-veteraan bent of het genre voor het eerst ontdekt, deze verfrissende herinterpretatie van een geliefde klassieker daagt je uit en houdt je verslingerd.\n\nMaak je klaar om je puzzelvaardigheden te verleggen in een onvergetelijke, meeslepende ervaring!", "short_description": "Bedenk, duw en puzzel je een weg door meeslepende 3D-levels in deze moderne mixed reality-variant van de klassieke Sokoban-hersenenkraker.\nDenk jij elke doos te slim af?"}, {"images": {"nodes": []}, "id": "1018543363248194", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box: Sokoban-puslespil", "keywords": [], "long_description": "Planlæg, skub og løs gåder gennem fængslende 3D-niveauer i denne moderne mixed reality-vinklning på det klassiske Sokoban-brain teaser. Kan du narre hver eneste kasse?\n\nTræd ind i en levende mixed reality-verden, hvor det tidløse Sokoban-puslespil forvandles som aldrig før!\n\nI Sokoban Push Box 3D skal du løse stadigt mere komplekse niveauer ved at skubbe kasser på plads – alt sammen midt i en medrivende mixed reality-oplevelse.\n\nHvert træk tæller, så finslib din strategi, planlæg din rute og tænk flere skridt fremad for at mestre hvert eneste puslespil.\n\nUanset om du er en erfaren Sokoban-entusiast eller ny i genren, vil dette friske pust til en elsket klassiker udfordre din hjerne og få dig til at vende tilbage igen og igen.\n\nGør dig klar til at presse grænserne for dine puslespilsfærdigheder i en uforglemmelig og dybt engagerende oplevelse!", "short_description": "Planlæg, skub og løs gåder gennem fængslende 3D-niveauer i denne moderne mixed reality-vinklning på det klassiske Sokoban-brain teaser. Kan du narre hver eneste kasse?"}, {"images": {"nodes": []}, "id": "960260219516692", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": [], "long_description": "Planeje, empurre e decifre seu caminho por níveis 3D imersivos nesta reinterpretação em realidade mista do clássico quebra-cabeça Sokoban. Será que você vai enganar cada caixa?\n\nEntre em um vibrante mundo de realidade mista onde o atemporal jogo Sokoban ganha vida como nunca antes!\n\nEm Sokoban Push Box 3D, você enfrentará desafios cada vez mais complexos, deslizando caixas até seus lugares corretos — tudo dentro de um ambiente imersivo em realidade mista.\n\nCada movimento conta, então afie sua estratégia, planeje suas rotas e pense vários passos à frente para dominar cada quebra-cabeça.\n\nSeja você um veterano de Sokoban ou um novato no gênero, essa versão renovada de um clássico querido vai desafiar sua mente e fazer você voltar por mais.\n\nPrepare-se para ultrapassar os limites das suas habilidades de resolução de enigmas em uma experiência imersiva inesquecível!", "short_description": "Planeje, empurre e decifre seu caminho por níveis 3D imersivos nesta reinterpretação em realidade mista do clássico quebra-cabeça Sokoban. Será que você vai enganar cada caixa?"}, {"images": {"nodes": []}, "id": "717440094275050", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": [], "long_description": "Planifica, empuja y resuelve puzles en niveles 3D inmersivos en este giro moderno de realidad mixta al clásico rompecabezas Sokoban. ¿Serás más listo que cada caja?\n\nAdéntrate en un mundo vibrante de realidad mixta donde el atemporal juego Sokoban cobra vida como nunca antes.\n\nEn Sokoban Push Box 3D, te enfrentarás a niveles cada vez más complejos deslizando cajas hasta sus posiciones correctas… todo en un entorno de realidad mixta totalmente inmersivo.\n\nCada movimiento cuenta, así que afina tu estrategia, planifica tu ruta y piensa varios pasos por adelantado para dominar cada puzle.\n\nTanto si eres un veterano del Sokoban como si te adentras por primera vez en el género, esta nueva versión de un clásico querido pondrá a prueba tu mente y te enganchará como nunca.\n\n¡Prepárate para llevar tus habilidades de resolución de puzles al límite en una experiencia inmersiva inolvidable!", "short_description": "Planifica, empuja y resuelve puzles en niveles 3D inmersivos en este giro moderno de realidad mixta al clásico rompecabezas Sokoban.\n\n¿Serás más listo que cada caja?"}, {"images": {"nodes": []}, "id": "714596871007336", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "推箱子 Sokoban 解謎", "keywords": [], "long_description": "踏入色彩繽紛的混合實境世界，將經典 Sokoban 解謎遊戲前所未有地「實境化」！\n\n在《Sokoban 推箱子 3D》中，你將在沉浸式的混合實境環境下，透過滑動木箱到指定位置，挑戰越來越複雜的關卡。\n\n每一次推動都至關重要──磨練你的策略思維、規劃最佳路徑，並預判數步後的局勢，徹底破解每個謎題。\n\n無論你已是資深 Sokoban 大師，或是首次接觸這個經典類型，都能在這款別具一格的全新演繹中，挑戰自我，欲罷不能。\n\n準備好在這場難忘的沉浸式體驗中，推動你的解謎極限了嗎？", "short_description": "在這款經典 Sokoban 頭腦風暴的現代混合實境變奏中，策劃、推動並解開沉浸式 3D 關卡。\n你能智取每一個箱子嗎？"}, {"images": {"nodes": []}, "id": "710683867953564", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Empurra Caixas: Puzzle Sokoban", "keywords": [], "long_description": "Planeie, empurre e resolva quebra-cabeças em 3D nesta interpretação moderna em realidade mista do clássico Sokoban. Conseguirá enganar todas as caixas?\n\nEntre num mundo vibrante de realidade mista onde o intemporal jogo Sokoban ganha vida como nunca antes!\n\nEm Sokoban Push Box 3D, vai enfrentar níveis cada vez mais complexos ao deslizar caixas para os seus lugares certos — tudo num ambiente imersivo de realidade mista.\n\nCada movimento conta, por isso aguçe a sua estratégia, planeie o seu percurso e pense vários passos à frente para dominar cada puzzle.\n\nQuer seja um veterano do Sokoban ou esteja a descobrir o género pela primeira vez, esta nova abordagem a um clássico adorado vai desafiar a sua mente e fazê-lo regressar para mais.\n\nPrepare-se para ultrapassar os limites das suas capacidades de resolução de puzzles numa experiência imersiva inesquecível!", "short_description": "Planeie, empurre e resolva quebra-cabeças em 3D nesta interpretação moderna em realidade mista do clássico Sokoban. Conseguirá enganar todas as caixas?"}, {"images": {"nodes": []}, "id": "695749172857040", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": [], "long_description": "Zaplanuj, pchaj i rozwiązuj zagadki w trójwymiarowych poziomach w tej nowoczesnej mieszanej rzeczywistości, inspirowanej klasyczną łamigłówką Sokoban. Czy potrafisz przechytrzyć każdy klocek?\n\nWejdź do barwnego świata mieszanej rzeczywistości, gdzie ponadczasowa gra Sokoban ożywa jak nigdy dotąd!\n\nW Sokoban Push Box 3D stawisz czoła coraz bardziej złożonym poziomom, przesuwając skrzynie na ich miejsce — wszystko to w pełni immersyjnym środowisku mieszanej rzeczywistości.\n\nKażdy ruch ma znaczenie, więc wyostrzyj swoją strategię, zaplanuj trasę i myśl kilka kroków naprzód, aby opanować każdą zagadkę.\n\nNiezależnie od tego, czy jesteś wprawionym weteranem Sokobana, czy dopiero odkrywasz ten gatunek, świeże spojrzenie na ukochaną klasykę wystawi na próbę twój umysł i sprawi, że wrócisz po więcej.\n\nPrzygotuj się na przesunięcie granic swoich umiejętności rozwiązywania łamigłówek w niezapomnianym, immersyjnym doświadczeniu!", "short_description": "Zaplanuj, pchaj i rozwiązuj zagadki w trójwymiarowych poziomach w tej nowoczesnej mieszanej rzeczywistości, inspirowanej klasyczną łamigłówką Sokoban. Czy potrafisz przechytrzyć każdy klocek?"}, {"images": {"nodes": []}, "id": "553232860867426", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Bulmaca", "keywords": [], "long_description": "Klasik Sokoban bulmacasına modern bir karışık gerçeklik dokunuşu: 3B seviyelerde plan yap, kutları it ve bulmacanı çöz. Tüm kutuları alt edebilecek misin?\n\nCanlı ve dinamik bir karışık gerçeklik dünyasına adım atın; klasik Sokoban hiç bu kadar heyecanlı olmamıştı!\n\nSokoban Push Box 3D’de, her biri bir öncekinden daha karmaşık olan seviyeleri, kutuları yerlerine kaydırarak tamamlayacaksınız—tamamen sürükleyici bir karışık gerçeklik ortamında.\n\nHer hamle kritik: Stratejinizi netleştirin, rotanızı belirleyin ve birden fazla adım sonrasını düşünerek her bulmacanın ustası olun.\n\nİster deneyimli bir Sokoban ustası olun, ister bu türe ilk adımınızı atıyor olun, bu taze yorum zihninizi zorlayacak ve sizi tekrar tekrar oynamaya davet edecek.\n\nUnutulmaz bir deneyime hazır olun—bulmaca çözme becerilerinizin sınırlarını zorlayın!", "short_description": "Klasik Sokoban zekâ oyununun modern karışık gerçeklik yorumu olan bu 3B seviyelerde, plan kur, kutları it ve bulmacanı çöz. Tüm kutuları alt edebilecek misin?"}, {"images": {"nodes": []}, "id": "551855031333066", "locale": "en_GB", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box Sokoban Puzzle", "keywords": [], "long_description": "Plan, push and puzzle your way through immersive 3D levels in this modern mixed-reality twist on the classic Sokoban brain-teaser. Will you outsmart every box?\n\nStep into a vibrant mixed-reality world where the timeless Sokoban puzzle game comes to life like never before!\n\nIn Sokoban Push Box 3D, you’ll tackle increasingly complex levels by sliding crates into their rightful spots—all within an immersive mixed-reality environment.\n\nEach move counts, so sharpen your strategy, plan your path and think several steps ahead to master every puzzle.\n\nWhether you’re a seasoned Sokoban pro or discovering the genre for the first time, this fresh take on a beloved classic will challenge your wits and keep you coming back for more.\n\nGet ready to push the limits of your puzzle-solving skills in an unforgettable immersive experience!", "short_description": "Plan, push and puzzle your way through immersive 3D levels in this modern mixed-reality twist on the classic Sokoban brain-teaser.\nWill you outsmart every box?"}]}, "developer_name": null, "developer_privacy_policy_url": "https://github.com/Meshy-SC/PushBox/blob/main/PrivacyPolicy", "developer_terms_of_service_url": null, "publisher_name": "Meshy", "support_website_url": null, "website_url": "https://github.com/Meshy-SC/PushBox", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "9920649434654013"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473393328_9919365301441361_4830555373770694839_n.png?stp=dst-png_s360x360&_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8mYknoDyUqgQ7kNvwHVwwLV&_nc_oc=AdkKcAjh6E7Iu2eIp54Hyy50qOHCupZ4v3EAvK4xG3NwxDsG0MEPBiu4uzfFu1CAJd4&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftaCoNE5olcWMkF88KdpXhhjdkwP4wZLIz1yDt0Lts-Ag&oe=69970B74"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Push Box Sokoban Puzzle", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Puzzle", "id": "377978390272490"}], "release_date": 1739814180, "lastRevision": {"nodes": [{"id": "8507280602657577", "release_type": "SCHEDULED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "8507280575990913", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1281316853319861"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": [{"file_name": "PushBox 2560 x 1440 v4.png", "id": "4011004365797879", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473391890_4011004369131212_1370703021780275898_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=h6BnyNT8T4sQ7kNvwF7hXT0&_nc_oc=AdlRZu4LRQyIMERY2peRaiZraYD02QaRYKY1Ttz-PGSLCUOplHLOn34wjU1aqajYuAc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftMI3yiQXwtIVHjd11sJUFsehRmmC-8NC5VEfw31JiocA&oe=699720AD"}, {"file_name": "PushBox 3000x900.png", "id": "2074595663007585", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473391837_2074595666340918_6901497877877953893_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wtIkRJZcfiYQ7kNvwG0uOgI&_nc_oc=AdlWl-H7r2-_8PW10lnKCHod1H_cyMpkXgyBkSoeJAPyeWzaByp1hIULPJfyr8RaZQM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuI7vQF-Ib8PGl9EZ1dMXYdtMf2uzVx04L6NUewxE7fZQ&oe=69971BFB"}, {"file_name": "Meshy.png", "id": "1242125683693021", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031554_1242125687026354_8053564758629054628_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=K2nQkyPqzpAQ7kNvwG0fSi4&_nc_oc=AdmkHUGV_r09q5IAQaQ0-wpdLebtpfPRcWypAcUfQ4BVDjigUoZzbomEjUkbg00DibM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftISexzj5jb3TTCIo-JTKqiRJwNe6Z9xfpTcK61U60Hrg&oe=699713B6"}, {"file_name": "PushBox 1080x360.png", "id": "1191980772447717", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391785_1191980775781050_1533866653665351834_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=SgE8VUH7B10Q7kNvwEQnOR2&_nc_oc=Adn_gsASd3wo12R65lEza0ri9EJ8bxwvORQ8Vod3GFeS5lx2E001d5mQNNqBc_jBlGA&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvjTnxR-PwvMxQYlWIL8UUtkNqvvyPN07cpdM5NQj5fcA&oe=6997137A"}, {"file_name": "PushBox 1440.png", "id": "1143621850543183", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473391952_1143621853876516_7931372733960698406_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=JF-tMlVZaboQ7kNvwEYjhBg&_nc_oc=AdkiiqqZBlOVPUR84gT-5ghyHKBXfkNM2Rcr_XwNBp7Dg-WE6l5B8iNRgm-PAOMdzFg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv21J-a3n5IsEz4VFAp57qtFydua5F-c9lXvqxEnl-2-g&oe=69970C90"}, {"file_name": "Meshy+Text+BG.png", "id": "973651257596320", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473401067_973651264262986_6099671552899228978_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=a_QthqqJ2JAQ7kNvwEI73nz&_nc_oc=AdlqnKvWO-yKt97S0wGtQQK1iVZC3nE0bCetVlYxoQuE9CAmu7QVIW8Hqw4qd8rHVHQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs6II7E0dbBIUY0-jENy8bhoz7SC1Hpos8X5fqpIvMjwQ&oe=699704E5"}, {"file_name": "PushBox 1008x1440.png", "id": "481176405048830", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473392019_481176408382163_5547556165360421566_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LA4EKQp57AwQ7kNvwF7B86k&_nc_oc=Adkrq5FJYmjlUmvSv6EzNKTKyo_XO8pAdmblNR_O3jMIYYY_HIZJCywR-17aZ7thq7k&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsRdDzKZU8yXRqDH-Vd2FzyNwzkeZXBCPsqkpLAAL2zxw&oe=69970BDE"}]}, "id": "1068360774635306", "locale": "en_US", "screenshots": [{"file_name": "com.oculus.vrshell-20241124-112656 (1).png", "id": "552769617776873", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473393516_552769621110206_1323695539592973669_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=2wXht0-I5T8Q7kNvwFx5lyK&_nc_oc=AdmYzfxlK-nY2e_ExnxKCWSTKkQw0XQ-yv7Rq-ytuhso29xzgew9Wn7v8-VvpNvBfn8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afs-VUazmqQjMqmNg2p6Dk0k0xTw9CumDcjGeW56BkQdHw&oe=6996F14D"}, {"file_name": "com.oculus.vrshell-20241124-112613.png", "id": "650540457552403", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473391893_650540460885736_7355831491816818170_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6BOT53DBZWQQ7kNvwGYxS0P&_nc_oc=AdkP3l9gtfFXhnkw8YGdBB5NoJbgtK96AJ4NX_oEQhuMGReDqSehJIwkIcSVkNEajFI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuVidrVXsgjeCPkgcuAH3_4rRfcFln6teXOO5gmpQf4aw&oe=6996ED84"}, {"file_name": "com.oculus.vrshell-20241124-112517.png", "id": "1588438885112454", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473391883_1588438888445787_6480512034599706988_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_XYVrwuV8UAQ7kNvwEjcYXl&_nc_oc=AdntqoQAtbeXibNBoxD8O7bURD8PjlF8rgWf90VWfNAl1Tnna87Hizql4qUAS-LHeKs&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvIs7OfgqdMDK9JrHE7vj5vMYdadcKZAhUYCXulJzAA-w&oe=69972267"}, {"file_name": "com.oculus.vrshell-20241124-112335.png", "id": "28345860855058346", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/473393516_28345860861725012_153211371639890308_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jG7Yoqo7KC8Q7kNvwHkgTnX&_nc_oc=Adl0eW_8vbzQp56nvsuSW_j_5c0i8en4-AEYDFSeaVYPhkRYOmny_ONOsHN7dtz3xZo&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvfX6nBQohTZE36Fv94I_tY9IwcsR0kCsih5Ue-TBBWDg&oe=69970D0F"}, {"file_name": "com.oculus.vrshell-20241124-112751.png", "id": "1141848087484229", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473391911_1141848090817562_6010911327225598068_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Eg1R6g7Zru0Q7kNvwFG-XxF&_nc_oc=Adled0g1PZadd79M7-ePmS4IBHqlwRPs5zTTrg4NeQ3pAR0HFHulQubnbhjbx9s7c8Q&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft-GI1LnSAI967En0plyfAW0bhJ5UkoBS8PBReBpFlytg&oe=69971D32"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Push Box", "keywords": ["puzzle", "pushbox", "mindgames", "mixedreality", "sokoban"], "long_description": "Step into a vibrant mixed reality world where the timeless Sokoban puzzle game comes to life like never before! In Sokoban Push Box 3D, you’ll tackle increasingly complex levels by sliding crates into their rightful spots—all within an immersive mixed reality environment. Each move counts, so sharpen your strategy, plan your path, and think several steps ahead to master every puzzle. Whether you’re a seasoned Sokoban pro or discovering the genre for the first time, this fresh take on a beloved classic will challenge your mind and keep you coming back for more. Get ready to push the limits of your puzzle-solving skills in an unforgettable immersive experience!", "short_description": "Push, plan, and puzzle your way through immersive 3D levels in this modern mixed reality twist on the classic Sokoban brainteaser. Will you outsmart every box?"}]}, "developer_name": null, "developer_privacy_policy_url": "https://github.com/Meshy-SC/PushBox/blob/main/PrivacyPolicy", "developer_terms_of_service_url": null, "publisher_name": "Meshy", "support_website_url": null, "website_url": "https://github.com/Meshy-SC/PushBox", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "377978390272490"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "8507280589324245"}}]}, "scheduled_offers": {"count": 9, "nodes": [{"status": "PUBLISHED", "id": "1377135240857498"}, {"status": "PUBLISHED", "id": "1781716295874655"}, {"status": "PUBLISHED", "id": "1490528002680216"}, {"status": "PUBLISHED", "id": "1228800262349198"}, {"status": "PUBLISHED", "id": "592443860570578"}, {"status": "PUBLISHED", "id": "1454754242362501"}, {"status": "PUBLISHED", "id": "994764239412357"}, {"status": "PUBLISHED", "id": "975158764719144"}, {"status": "PUBLISHED", "id": "3791368807782912"}]}, "baseline_offer": {"id": "1454754242362501"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1773421200, "status": "PUBLISHED", "id": "1377135240857498"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "9659436354108657", "version": "1.0.1(2)"}, "id": "1083409176686521", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8507280575990913", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9659436354108657"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1083409176686521"}]}, "change_log": null, "created_date": 1743858006, "id": "9659436354108657", "version": "1.0.1(2)", "version_code": 2, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "8507280575990913", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "9659436354108657"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "1083409176686521"}]}, "change_log": null, "created_date": 1739622395, "id": "9354545177931111", "version": "1.0.0", "version_code": 1, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}