{"data": {"node": {"__typename": "Application", "id": "2299465166734471", "organization": {"id": "3585342274870805", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2299465166734471"}, {"id": "1477883658957255"}]}, "id": "1835641046752000"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1869628566461582"}, {"id": "1801857816550517"}]}, "id": "305739663587772"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1464810520216368"}]}, "id": "1875702656023489"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1644126292264565"}]}, "id": "1824570404223990"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1694892783918007"}]}, "id": "118885798770551"}]}}, "firstRevision": {"nodes": [{"application": {"id": "2299465166734471", "release_date": 1557599755, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 3}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24792350930352574"}, "id": "272257053419519"}]}}, "binary": null, "live_binary": null, "created_date": 1752236789, "id": "24807694495484884", "is_initial_release": false, "name_with_fallback": "v55", "pdp_metadata_with_fallback": {"version": 54, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24807694485484885"}, "release_status": "RELEASED", "id": "2299465166734471"}, "id": "24807694485484885", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2299465166734471", "is_first_party": false, "enables_in_app_ads": true, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "1287547995146921"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3240000159516019", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "エピック ローラーコースター", "keywords": ["Free", "シューター", "レース", "恐竜", "ホラー"], "long_description": "エピックローラーコースターでは、世界で最もユニークなジェットコースターを見つけることができます。恐竜時代、中世、Sci-Fi都市など、ジェットコースターに乗ることがこれまで想像できなかったような場所で、高速、ループ、高所によるアドレナリンを感じましょう。\n\n3つの異なるモードがあります。\n- クラシックでは、あなた、家族、友達がクラシックなジェットコースターに乗ることができます。自撮りして、みんなと共有することを忘れないでください。\n- シューターモードは、2つの素晴らしい世界の完璧な組み合わせです！ジェットコースターとシューティングです！スローモーション機能を使うと、ライドを全く異なるビューで楽しめ、高速の中狙いを定めて、たくさん命中させることもできます！\n- レースモードでは、カートをコントロールして出来るだけ高速に走らせ、友達とベストスコアを競うことができます！しかし、速く走らせすぎると、レールから飛び出してしまう可能性があることをお忘れなく！\n\n各ジェットコースターには新しいカートと武器が付いてきます。\n\n一緒にお気に入りのジェットコースターに乗るために友達を呼ぶことを忘れないでください。誰がジェットコースターをより速く走らせるかを競い合ったり、シューターモードで協力してできるだけ多くのターゲットに命中させることもできます。", "short_description": "エピックローラーコースターでは、世界で最もユニークなジェットコースターを見つけることができます。恐竜時代、中世、Sci-Fi都市など、ジェットコースターに乗ることがこれまで想像できなかったような場所で、高速、ループ、高所によるアドレナリンを感じましょう。クラシック、シューター、レースの3つの異なるモードがあります。"}, {"images": {"nodes": []}, "id": "2253727345064670", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["Gratis", "russes", "shooter", "race", "rollercoasters"], "long_description": "Bei Epic Roller Coasters findest du die einzigartigsten Achterbahnen der Welt. Spüre das Adrenalin bei schneller Geschwindigkeit, Loopings und Höhen an Orten, die du dir nie zuvor im Rahmen einer Achterbahn vorstellen konntest, z. B. das Zeitalter der Dinosaurier, das Mittelalter, eine Sci-Fi-Stadt und vieles mehr. \n\nEs gibt drei verschiedene Modi: \n- Im klassischen Modus können du, deine Familie und Freunde eine klassische Achterbahnfahrt machen. Vergiss nicht, Selfies zu machen, um sie mit allen zu teilen. \n- Der Shooter-Modus ist die perfekte Kombination aus zwei tollen Welten! \n- Rennen-Modus: Übernimm die Kontrolle über den Wagen, fahre so schnell wie möglich und fordere deine Freunde heraus, um die beste Punktzahl zu erreichen! Aber denk daran: Wenn du zu schnell fährst, fliegst du vielleicht von der Schiene! \n\nVergiss nicht, deine Freunde einzuladen, mit dir deine Lieblings-Achterbahnen zu fahren.", "short_description": "Bei Epic Roller Coasters findest du die einzigartigsten Achterbahnen der Welt. Spüre das Adrenalin bei schneller Geschwindigkeit, Loopings und Höhen an Orten, die du dir nie zuvor im Rahmen einer Achterbahn vorstellen konntest, z. B. das Zeitalter der Dinosaurier, das Mittelalter, eine Sci-Fi-Stadt und vieles mehr. Probiere drei verschiedene Modi aus: Klassisch, Shooter und Rennen."}, {"images": {"nodes": []}, "id": "1626322124715154", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["Бесплатно", "стрелок", "гонка", "динозавр", "фильмужасов"], "long_description": "Epic Roller Coasters — это самые уникальные американские горки в мире. Высокая скорость, адреналин, умопомрачительные петли и головокружительная высота — в ошеломительных местах и эпохах: век динозавров, средневековье, город будущего и многое другое. \n\nВ игре три режима: \n—  Классический. Вы, ваши родные и друзья можете прокатиться на трассе привычным образом. Не забудьте сделать селфи и опубликовать в соцсетях! \n—  Стрельба. Идеальная комбинация: американские горки и стрельба! Функция замедления времени позволит по-новому взглянуть на знакомую трассу, а также поможет прицелиться на высокой скорости и поразить больше целей!\n—  Режим гонки. Ваша задача — управляя вагонеткой, пройти трассу как можно быстрее и побить собственный рекорд или время друзей! Будьте осторожны: слишком сильно разогнавшись, можно вылететь с трассы! \n\nНа каждой трассе — своя вагонетка и свое оружие. \n\nОбязательно пригласите друзей прокатиться на любимых трассах вместе с вами. ", "short_description": "Epic Roller Coasters — это самые уникальные американские горки в мире. Высокая скорость, адреналин, умопомрачительные петли и головокружительная высота — в ошеломительных местах и эпохах: век динозавров, средневековье, город будущего и многое другое. В игре три режима: классический, стрельба и гонка."}, {"images": {"nodes": []}, "id": "1620445031981270", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "에픽 롤러 코스터", "keywords": ["무료", "공룡", "경주", "사수", "롤러코스터"], "long_description": "Epic Roller Coasters는 세계에서 가장 독특한 롤러코스터를 찾을 수 있는 곳입니다. 공룡 시대, 중세 시대, 공상 과학 도시 등과 같이 이전에는 롤러 코스터를 타는 것을 상상할 수 없었던 곳에서 고공을 휘저으며 빠르게 질주하는 아드레날린을 느껴보세요.\n\n세 가지 모드가 있습니다.\n- 클래식은 친구, 가족들과 함께 클래식 롤러코스터를 탈 수 있는 곳입니다. 셀카를 찍어 추억으로 남기는 것을 잊지 마세요.\n- 슈터 모드에서는 롤러코스터와 슈팅의 두 놀라운 우주가 완벽하게 어우러집니다! ! 고속에서 조준하고 더 많은 히트를 기록하는 데 도움이 되는 슬로우 모션 기능을 사용하면 완전히 다른 차원에서 라이드를 즐길 수 있습니다!\n- 레이스 모드: 카트를 장악하고 속도를 극한으로 끌어올려 친구들을 제치고 최고의 점수를 획득하세요! 하지만 너무 빠르면 레일 밖으로 튕겨져 나갈 수 있으니 조심하세요!\n\n각 롤러코스터에는 새로운 카트와 무기가 함께 제공됩니다.\n\n잊지 말고 친구에게 전화하여 좋아하는 롤러코스터를 함께 즐기세요. 롤러코스터를 더 빨리 탈 사람을 찾아 경주를 벌이거나 슈터 모드에서 협력하여 최대한 많은 목표를 달성할 수도 있습니다.", "short_description": "Epic Roller Coasters는 세계에서 가장 독특한 롤러코스터를 찾을 수 있는 곳입니다. 공룡 시대, 중세 시대, 공상 과학 도시 등과 같이 이전에는 롤러 코스터를 타는 것을 상상할 수 없었던 곳에서 고공을 휘저으며 빠르게 질주하는 아드레날린을 느껴보세요. 클래식, 슈팅, 레이스의 세 가지 모드가 있습니다."}, {"images": {"nodes": []}, "id": "1430220804855557", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "疯狂过山车", "keywords": ["免费", "射手", "恐怖", "恐龙", "种族"], "long_description": "《史诗过山车》是你可以找到世界上最独特的过山车的地方。体验前所未有的速度、回环和高度带来的刺激，穿越恐龙时代、中世纪时代、科幻城等等。\n\n有三种不同的模式：\n- 经典模式：是你和家人朋友享受经典过山车的模式。不要忘记自拍与大家分享。\n- 射击模式：是过山车和射击的完美结合！可以通过慢动作功能获得完全不同的乘坐视野，这也将帮助你进行高速瞄准并提升命中率！\n- 竞速模式：控制过山车高速行驶，挑战你的朋友以获得最高分！但请记住，如果开得太快，有可能会飞出轨道！\n\n每种过山车都配有新的车型和武器。\n\n记得喊上朋友一起来驾乘你最喜欢的过山车。你还可以参加竞赛来发现开得最快的人，或在射击模式下合作以尽可能多地击中目标。", "short_description": "《史诗过山车》是你可以找到世界上最独特的过山车的地方。体验前所未有的速度、回环和高度带来的刺激，穿越恐龙时代、中世纪时代、科幻城等等。尝试三种不同的模式：经典模式、射击模式和竞速模式。"}, {"images": {"nodes": []}, "id": "1408867200333846", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["Gratis", "montañas", "rusas", "tirador", "carrera"], "long_description": "Epic Roller Coasters es donde encontrarás las montañas rusas más únicas del mundo. Siente la adrenalina de la velocidad rápida, los bucles y las alturas en lugares donde nunca habrías imaginado montar en una montaña rusa, como la era de los dinosaurios, la Edad Media, una ciudad de ciencia ficción y mucho más. \n\nHay tres modos diferentes: \n- Clásico es cuando tú, tu familia y tus amigos montáis en un clásico viaje de montaña rusa. No olvidéis haceros selfis para compartirlos con todos. \n- El modo Tirador es la combinación perfecta de dos universos increíbles: ¡las montañas rusas y los disparos! \n- Modo Carrera: toma el control del vagón y ve lo más rápido posible retando a tus amigos a obtener la máxima puntuación. Pero, recuerda, si vas demasiado rápido, ¡puedes descarrilar y salir volando! \n\nNo olvides llamar a tus amigos para que monten contigo en tus montañas rusas favoritas.", "short_description": "Epic Roller Coasters es donde encontrarás las montañas rusas más únicas del mundo. Siente la adrenalina de la velocidad rápida, los bucles y las alturas en lugares donde nunca habrías imaginado montar en una montaña rusa, como la era de los dinosaurios, la Edad Media, una ciudad de ciencia ficción y mucho más. Pruébalo en tres modos diferentes: clásico, tirador y carrera."}, {"images": {"nodes": []}, "id": "1064524651937405", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["Gratuit", "Montagnes", "russes", "course", "tireur"], "long_description": "Epic Roller Coasters vous permettra d'expérimenter les montagnes russes les plus uniques au monde. Faites le plein d'adrénaline avec la vitesse, les boucles et la hauteur des montagnes russes dans des endroits inimaginables, comme l'époque des dinosaures, le Moyen Âge, une ville futuriste et bien plus encore.\n\nIl y a trois modes différents:\n- Classique, dans lequel vous, votre famille et vos amis, allez faire une descente de montagnes russes classique. N'oubliez pas de prendre des selfies pour les partager.\n- Tireur. Une parfaite combinaison de deux univers incroyables ! Les montagnes russes et le tir!\n- Course. Vous pourrez prendre le wagon et aller aussi vite que possible en défiant vos amis pour obtenir le meilleur score ! Mais souvenez-vous, si vous allez trop vite, vous risquez de dérailler!\n\nN'oubliez pas d'appeler vos amis pour essayer vos montagnes russes préférées. ", "short_description": "Epic Roller Coasters vous permettra d'expérimenter les montagnes russes les plus uniques au monde. Faites le plein d'adrénaline avec la vitesse, les boucles et la hauteur des montagnes russes dans des endroits inimaginables, comme l'époque des dinosaures, le Moyen Âge, une ville futuriste et bien plus encore. Essayez dans trois modes différents : classique, tireur et course."}, {"images": {"nodes": []}, "id": "1051462320402980", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["Montagne", "russe", "tiratore", "garra"], "long_description": "In Epic Roller Coasters troverai montagne russe uniche al mondo. Assapora l'adrenalina della velocità, dei saliscendi e delle vette in contesti che non avresti mai immaginato di vivere a bordo delle montagne russe: l'era dei dinosauri, il medioevo, una città fantascientifica e molto altro ancora. \n \n Tre diverse modalità: \n - Classica: potrai fare un classico giro sulle montagne russe insieme alla famiglia e agli amici. Non dimenticare di scattare dei selfie da condividere con tutti. \n - Modalità tiratore: la combinazione perfetta di due mondi straordinari! Montagne russe e tiro al bersaglio! Avrai una visione completamente diversa del percorso e la funzione al rallentatore ti aiuterà a mirare anche a velocità elevate, per mettere a segno un maggior numero di colpi!\n - Modalità gara: prendi il controllo del carrello, sfreccia il più velocemente possibile e sfida i tuoi amici per ottenere il punteggio più alto! Ma fai attenzione: se vai troppo veloce, potresti letteralmente volare fuori dai binari!\n\nRicorda di invitare i tuoi amici per fare un giro insieme sulle tue montagne russe preferite. Potrete anche gareggiare per scoprire chi è più veloce o collaborare nella modalità tiratore per colpire il maggior numero di bersagli.", "short_description": "In Epic Roller Coasters troverai montagne russe uniche al mondo. Assapora l'adrenalina della velocità, dei saliscendi e delle vette in contesti che non avresti mai immaginato di vivere a bordo delle montagne russe: l'era dei dinosauri, il medioevo, una città fantascientifica e molto altro ancora. Prova tre diverse modalità: classica, tiratore e gara."}, {"images": {"nodes": [{"file_name": "Nova_capa_QuestSQUARE.png", "id": "2277174252737586", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/499623882_2277174256070919_5732949719134292286_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wQHyGHyym7EQ7kNvwFJ3y6e&_nc_oc=AdnOyKPBp7lF4oopvwHdP-nL6i4kzqRPfJgzFUKgNCSec3uUSA8A7YjUCTEvxd497EU&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfXhZum-rMHzljddSilxnNs_tR6uuLkoqAVROoGu4cypFg&oe=6895F94D"}, {"file_name": "Nova_capa_QuestLANDSCAPE.png", "id": "1910436693143234", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/499308230_1910436696476567_3511712971076015506_n.png?_nc_cat=1&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vXA_BV__KesQ7kNvwEGGloM&_nc_oc=Admu41vj9yu6j0dVoKOQoEXDS5DfYJoTp2E0PLQLIyuTzc5qX3KeXwUozkOKd8iim4k&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfUTz0DNBHDstP7ncW4gOKoerHmMbqZnfnYvAx7SUr3dJg&oe=6895E760"}, {"file_name": "75395601_349714214371518_2121714182628523017_n.png", "id": "1849201588976144", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/473392183_1849201592309477_6634561332287580792_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hRuPO3l4zS8Q7kNvwEvq39W&_nc_oc=AdlZkoF73K8DEzvvFANFlWQu-ZJerQSzeUNoecZA9faK4Jhc25CmLcjiWw38hkQ-zxM&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfUk5keCR3VW74sxjtfn1aR3SopNZMvfbJwz0XWCu__Y0w&oe=6895F15E"}, {"file_name": "vr_screenshot_06_shooter__.png", "id": "1470954470950695", "image_type": "APP_IMG_CUBEMAP_SOURCE", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/473400241_1470954474284028_4193328054570580005_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=79U6uD_dUHkQ7kNvwFaxaLL&_nc_oc=AdngUrlVaBpbUqDcQgaq6lbggK7wZYlYUzOSoABCxa62nbRTUst3tU9gsc3nMCfEfbA&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfXJZUieJ4oSonNdQ75YBtI_DDRKjR0LIfW-qPn-FBDgNQ&oe=6895E42F"}, {"file_name": "HERO ART.png", "id": "1435510890754035", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/491820041_1435510894087368_2731363613337214336_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P3pFZd5fbpEQ7kNvwFdB3o2&_nc_oc=AdmG16jCwOYoa_01wl7rsNpsE2fP7MWgbUmO-7Vdvu2j44WSQWK6ls11o_sbZe9YavU&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfV0Z5McsQu7mYq6JaG-eExzNgTjnnmnryeEmCN2CjPdyw&oe=6895F82F"}, {"file_name": "39031457_859835372287449_2149774845427582898_n.png", "id": "1110998653735973", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/473397610_1110998657069306_6692181408641607212_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=I2nPDSvxEDgQ7kNvwEY-3m9&_nc_oc=AdlifQwZHvV4wtJf0FXZqpAg9Gg6c0JRbgdzn2x9Z97cBY0YfMq6mFWHtLTio71Igsg&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfV4qrd2aH6SrADVypqkyJ6kM3MG5jVRpUGgSxzuQjN4Wg&oe=6895D2E8"}, {"file_name": "PORTRAIT_shooter.png", "id": "1002348612014541", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/491827693_1002348615347874_1200360516680478756_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=nEl8caYXtcUQ7kNvwF3EeiS&_nc_oc=AdkYXAPJtXxoQdnhUdXWZ_gfPBTKdQEnpu9eANEWt_qFYsfusCud8OERWHcIWekAlH8&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfWJwpJnyZhWIUQvoZWbD8r80JJtyzv8cVhfsVPdGD4sFQ&oe=6895E6FC"}, {"file_name": "38982642_655632813155637_8413215670029638402_n.png", "id": "998634305439504", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/473392317_998634308772837_5370751730512145234_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=VbugzQtG21wQ7kNvwE4X2MR&_nc_oc=AdkSxxqGLH-FHQgGz-H3esAlFZqOUSmOhYMG0arDMvOYawcSzl8TYUfIvu06NsldNbc&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfVLKxa5WQnfamqdbPLIiZYwEBdKhB-Hgsj0uTIjp_DH6A&oe=6895EF6B"}, {"file_name": "icon_shooter.png", "id": "668311292564608", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/491828793_668311295897941_1874699003957422112_n.png?_nc_cat=1&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_VzDa0II6sIQ7kNvwHy39Sh&_nc_oc=AdmjgO6rzRuZLM2UZZ66_ypUbC3D6LLEAZ23Axh8EpB0H8bTl9PVMHVP-e9oVj02geU&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfUSR_mw7i9B-SykJx8VMmisvvWClqHOGZaFUJ0f4NzKsA&oe=6895D196"}, {"file_name": "HERO LOGO.png", "id": "661248399859691", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/491824327_661248403193024_2139046957300979174_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8az2XdPVH5UQ7kNvwE59qf9&_nc_oc=AdnDJUvE05jJF0k_EmcazTJJtZBPbpgCfOo6LDbMskPABaPsDIfQi_8xgFIiJ9ZKQqI&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfU0vgBAAiXF7fwCb5W_ycKpyd5Ed1BVv1LwiIjnTjNovw&oe=6895F2A4"}, {"file_name": "39035365_653633890309569_1626376481709812357_n.png", "id": "498952652800225", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/473396564_498952656133558_6939358912738477902_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=uou9pSM7zv4Q7kNvwGPEppj&_nc_oc=Adn7ZyzGtdpBoNE3NTteoPqjb0-8jG8-hrc7Cy2q0ZIucpeu0gAn-pAR13YRPv2AmW8&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfUNoVuh_AXx9-Y2bzDETHfr3ZVbKixjNV644MnLEpnnQA&oe=6896049B"}]}, "id": "770165385675657", "locale": "en_US", "screenshots": [{"file_name": "T-Rex_2_small.png", "id": "537933808838281", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974882_537933812171614_7858201126449498153_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=L3IcSPewUbUQ7kNvwFQD801&_nc_oc=AdmAY5Q3NSzXKmFPDeCdtGAgs9dMwP3vE7ytQHWv6a6Xp6KwDiLC4qnx2juq9l7zER4&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfUIylAPnYm4jh4tVHaKJUXdgxJOB_1Qj64lyh8Zke83xA&oe=6895F0DF"}, {"file_name": "Armaggedon_03_small.png", "id": "535734685743660", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38982711_535734689076993_407823739602958818_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Et6Fu9fXS-wQ7kNvwG6POEH&_nc_oc=AdmAoFICNKyGNnvsJNgBDGP25kS52baFRl96XkzF-2e0Oa5cRKbNlSUGj0i0_xlsspc&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfW0dRUO3gXUOThBl1UShkSZVhCVHI5_BH0IcrmAnm5gtA&oe=6895D444"}, {"file_name": "tropical.png", "id": "8847502835300444", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/75262742_8847502841967110_4527355097003788181_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TBF29TtN9hQQ7kNvwFyo5eV&_nc_oc=Adl6QcU0VXVDgAVU0pruJ3uiziLqAjW2Rilx1Sc6ujv2xMV556qjfz1iJlw6DJb_aNU&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfUvIjiAdld1gR93lEYm1DwFQmQOSgD5sqZm_F_qIQIuZg&oe=6895EEA6"}, {"file_name": "RockFalls_1_small.png", "id": "390128387383727", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/75322598_390128390717060_698586608339964621_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QeHqlKh9vqEQ7kNvwGJ50lS&_nc_oc=AdkSv-CnNY-PlALZtxyezKEPB7ETyvW7WaKuUAOLGM_4i-wrlbnynQfX8-RSMg2Jk8I&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfX4-7LYj74cnDYzlkQUjhC-p_1y3_EGgECU5Btlwp8mXA&oe=6895E409"}, {"file_name": "SpaceStation01_small.png", "id": "475521195498898", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/39031319_475521198832231_3758041801523373397_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vSKZJ7BwrloQ7kNvwHxI2-Y&_nc_oc=AdldKQFK8gPWZ_jr3sM08eo9A3jcwKXoqfxrft_k9PjcV3onXMU_voEgjvZhf3c2Bv0&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfUYPrNJAJGBtfvF1t1HCYX1PO6IbOmEftthr03iNHlhmQ&oe=6895FC33"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "Quest_landscape-3.png", "id": "1030541305266397", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/491818937_1030541308599730_5156931382029202879_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=s9zF_FilP_4Q7kNvwHHXDUL&_nc_oc=Adk2beywidcyQQ-A4sU3ykoTG1JCgFoaCeoBMBFn76HOnfU6Ebkaxte7AL-b_siMvuA&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfUSVMTfUiNQMwOboWc6yXXOXhazvlZ_gFvXM80Zv4d7fg&oe=6896055B"}, "display_name": "Epic Roller Coasters", "keywords": ["free", "rollercoasters", "shooter", "dinosaur", "horror"], "long_description": "Join our Discord: https://discord.gg/b4t\n\n\n# 🤪 RIDE A ROLLER COASTER AT HOME 🤪\n\nIn **Epic Roller Coasters**, you'll get the same feeling of real roller coasters in places and situations that you will probably never have in real life!\n\nExplore adrenaline in many places: magical lands, a valley where the dinosaurs are still alive, past-time travels, haunted locations, dystopian futures, wonders of architecture, fairy tales, paradisiacal places, and much more.\n\n# Three different modes of endless fun for you\n\n{618016274605275}\n\n **Classic:** Hold on tight and feel like riding a roller coaster alone or with your family and friends. \n\n{9547334588685414}\n\n**Shooter:** The perfect combination of two amazing universes! Roller coasters rides and target shooting competitions! Are you a true gunslinger?\n\n{3159356237551019}\n\n**Race:** Take control of the cart on your own time and speed to challenge yourself and your friends to conquer the fastest roller coaster race lap!\n\n# Multiplayer\nGather your friends to ride your favorite roller coasters with you. Compete to discover who’s the faster rider or collaborate in the Shooter mode to hit as many targets as you can. \n\n# Compatibility with Motion Simulators\n\n{2329419170961735}\n\n**Level up** your Epic Roller Coaster rides with motion and haptics simulators. \n\n# Weapons, companions and carts\n\nDon’t ride alone. Choose one of our virtual companions to ride beside you, giving you a real amusement park feel. But if you are shooting or racing, check out the carts and weapons that match with more intense and fun. \n", "short_description": "Epic Roller Coasters is where you will find the most unique roller coasters of the world. Feel the adrenaline of fast speed, loops and heights in places that you could never imagine riding a roller coaster before, such as dinosaur age, medieval age, sci-fi city and a lot more. Try it out on three different modes: classic, shooter and race. "}, {"images": {"nodes": []}, "id": "608714925610206", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["gratis", "montanha", "russa", "tiro", "shooter"], "long_description": "Epic Roller Coasters é onde você encontrará as montanhas russas mais únicas do mundo. Sinta a adrenalina de altas velocidades, de altura  e de loops em lugares que nunca poderia imaginar andar de montanha russa, como na era dos dinossauros, em tempos medievais, por cidades sci-fi e muito mais. \n\nExistem três modos: \n-Clássico é onde você, sua família e amigos podem andar em uma montanha russa da maneira clássica. Não esqueçam de tirar selfies para compartilhar com todo mundo. \n- Modo shooter é a perfeita combinação de dois mundos maravilhosos! Montanhas russas e tiros! Você pode ter uma visão completamente diferente do trilho utilizando a câmera lenta que também te ajudará a acertar mais alvos. \n- Modo Race: tome o controle do carro e ande o mais rápido possível desafiando os seus amigos pela melhor pontuação! Mas lembre, se você for muito rápido, você pode acabar sair voando do trilho! \n\nNão esqueça de chamar seus amigos para andar nas suas montanhas russas favoritas. ", "short_description": "Epic Roller Coasters é onde você encontrará as montanhas russas mais únicas do mundo. Sinta a adrenalina de altas velocidades, de altura  e de loops em lugares que nunca poderia imaginar andar de montanha russa, como na era dos dinossauros, em tempos medievais, por cidades sci-fi e muito mais. Jogue em três diferentes modos: clássico, tiro e corrida. "}]}, "developer_name": "B4T Games", "developer_privacy_policy_url": "http://b4t.games/pp", "developer_terms_of_service_url": "http://b4t.games/tos", "publisher_name": "B4T Games", "support_website_url": null, "website_url": "http://b4t.games/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_FEW", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "673385183287495"}, {"id": "331529188132278"}, {"id": "3744040075834813"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["RACING", "ROLLER_COASTER", "SHOOTER"], "has_in_app_ads": null, "internet_connection": "REQUIRED_FOR_DOWNLOAD", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "pt_BR", "es", "it", "ko", "ja", "zh_CN", "de", "fr"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER"], "id": "24807694485484885"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/499623882_2277174256070919_5732949719134292286_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wQHyGHyym7EQ7kNvwFJ3y6e&_nc_oc=AdnOyKPBp7lF4oopvwHdP-nL6i4kzqRPfJgzFUKgNCSec3uUSA8A7YjUCTEvxd497EU&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfXohP64shqTsqI6ZSCU26a5tw582Og3j4IAJXLWM35CPQ&oe=6895F94D"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Epic Roller Coasters", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Racing", "id": "673385183287495"}, {"topic_name": "Simulation", "id": "331529188132278"}, {"topic_name": "Shooter", "id": "3744040075834813"}], "release_date": 1557599755, "lastRevision": {"nodes": [{"id": "2239066896165023", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2299465166734471", "is_first_party": false, "enables_in_app_ads": true, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "2035989343336934"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "2319012821724506", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "疯狂过山车", "keywords": ["过山车", "射手", "恐怖", "恐龙", "种族"], "long_description": "\"加入 Epic Roller Coasters ，乘坐过山车在特色场景和环境飞速穿行，感受异于生活的刺激冒险！\n\n游戏共推出四种模式：\n- 单人模式：家人、好友和您各自驾驶一辆过山车。\n- 多人模式：模拟现实场景，众人同坐一趟过山车。您可以选择与好友，或是与来自世界各地的玩家们同乘一趟过山车，自拍精彩画面，并在在冒险结束后发布分享，留作纪念。\n- 竞速模式：自定义过山车驾驶时间，或是向好友发起挑战，勇夺极速桂冠！\n- 射击模式：完美融合两大神奇世界！同时享受酣畅淋漓的过山车活动和射击游戏！启动慢动作功能，通过完全截然不同的游戏视角观察环境，快速瞄准目标，打破射击成绩！\n\n每趟旅程均将为您提供专属过山车和武器，让你选择最适合的装备和武器挑战不同冒险，提升排行榜名次！\"", "short_description": "\"加入 Epic Roller Coasters ，乘坐过山车在特色场景和环境飞速穿行，感受异于生活的刺激冒险！\n四大模式等你挑战：单人模式、多人模式、竞速模式和射击模式。\n\n在每趟旅程中，您将有机会进入奇异世界探奇，使用各种过山车和武器应对挑战，感受非同凡响的冒险！\n\n本游戏所有挑战适用各个水平的玩家体验。与家人和好友一起展开历险，其乐融融。\""}, {"images": {"nodes": []}, "id": "1358712554321257", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["американскиегорки", "стрелок", "гонка", "динозавр", "фильмужасов"], "long_description": "Вы почувствуете то же самое, что и на настоящих американских горках. Вы окажетесь в таких местах и обстановке, в которых, вероятно, в реальной жизни никогда не побываете!\n\nВам будут доступны четыре режима:\n- Одиночная игра: в этом режиме вы, ваша семья или друзья можете совершить одиночную поездку.\n- Многопользовательская игра: все, как в реальной жизни! Вы можете прокатиться вместе со своими друзьями или кем-либо еще, делая селфи, которыми, возможно, вы захотите поделиться после поездки!\n- Режим гонки: вы управляете вагонетками в свое время, либо как можно быстрее, бросая вызов своим друзьям, стараясь достичь лучших результатов!\n- Режим стрельбы: идеальная комбинация двух невероятных вселенных! Американские горки и стрельба! С помощью функции замедленного воспроизведения вам доступен абсолютно другой обзор во время поездки, который также поможет вам прицелиться на высокой скорости и заработать больше очков!", "short_description": "Вы почувствуете то же самое, что и на настоящих американских горках. Вы окажетесь в таких местах и обстановке, в которых, вероятно, в реальной жизни никогда не побываете!\nВам будут доступны четыре режима: одиночная игра, многопользовательская игра, гонка и стрельба.\n\nКаждая трасса дает уникальный опыт, имеет неповторимые виды вокруг и передает особые ощущения, на ней доступны эксклюзивные вагонетки и оружие, которое вы можете менять между трассами!\n\nВсе трассы доступны как новичкам, так и профи."}, {"images": {"nodes": []}, "id": "1288896361497908", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["montanharussa", "montanha", "russa", "tiro", "shooter"], "long_description": "Tenha a mesma sensação de montanhas russas reais em lugares e situações que provavelmente você nunca terá na vida real!\n\nVocê encontrará quatro modos diferentes:\n- Single player é onde você, sua família ou amigos podem fazer uma viagem individualmente.\n- Multiplayer é o mais real da vida! Você pode dar um passeio com seus amigos ou com qualquer outra pessoa no mundo!\n- Modo de corrida é onde você assume o controle do carro no seu próprio tempo ou o mais rápido possível desafiando seus amigos para a melhor pontuação!\n- O modo Tiro é a combinação perfeita de dois universos incríveis! Montanhas-russas e tiro! Você pode ter uma visão completamente diferente do passeio com o recurso de câmera lenta que também ajudará você a mirar em altas velocidades e obter mais pontos!\n\nCada passeio vem com um carrinho e uma arma exclusivos que você pode trocar entre todos os outros passeios e também vem com quatro diferentes Leaderboards onde você pode lutar por algumas posições!", "short_description": "Tenha a mesma sensação de montanhas russas reais em lugares e situações que provavelmente você nunca terá na vida real!\nVocê encontrará quatro modos diferentes: single player, multiplayer, corrida e tiro.\n\nCada passeio proporciona uma experiência, ambiente e sentimentos únicos, e vem com um carrinho e uma arma exclusivos que você pode trocar entre todos os outros passeio!\n\nTodos os passeios são adequados para iniciantes e especialistas. Agradável para toda a família e amigos."}, {"images": {"nodes": []}, "id": "654784895288214", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["Rollercoaster", "russes", "shooter", "race", "rollercoasters"], "long_description": "Haben Sie dasselbe Gefühl, wie auf echten Achterbahnen und dies an Orten und in Situationen, die Sie im wirklichen Leben womöglich niemals erfahren werden!\n\nSie finden vier verschiedene Modi:\n- Einzelspieler, wo Sie, Ihre Familie oder Freunde einzeln eine Fahrt machen können.\n- Der Modus Multiplayer für mehrere Spieler gleichzeitig ist besonders lebensecht! Sie können eine Fahrt mit Ihren Freunden oder jedermann sonst weltweit unternehmen!\n- Im Modus Rennen übernehmen Sie selbst die Kontrolle über den Wagen und bestimmen die Zeit oder fahren so schnell wie möglich, um Ihre Freunde zum Erreichen des besten Punktestands herauszufordern!\n- Die Einstellung Schütze ist die perfekte Kombination von zwei erstaunlichen Welten! Achterbahnen und Schießen! Mit der Zeitrafferfunktion haben Sie eine vollkommen andere Sicht auf die Fahrt, was Sie ebenfalls beim Erzielen höherer Geschwindigkeiten und einer größeren Trefferzahl unterstützt!", "short_description": "Haben Sie dasselbe Gefühl, wie auf echten Achterbahnen und dies an Orten und in Situationen, die Sie im wirklichen Leben womöglich niemals erfahren werden!\nSie finden vier verschiedene Modi: Einzelspieler, mehrere Spieler, Rennen und Schütze.\n\nJede Fahrt bietet eine einzigartige Erfahrung, in einzigartiger Umgebung und mit einzigartigem Gefühl, mit einem exklusiv zugeordneten Wagen und exklusiver Waffe, welche sich gegen jene aller anderen Fahrten austauschen lassen!"}, {"images": {"nodes": []}, "id": "645725349585406", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "エピック ローラーコースター", "keywords": ["ジェットコースター", "シューター", "レース", "恐竜", "ホラー"], "long_description": "Epic Roller Coastersでは、本物のジェットコースターと同じ感覚を、現実世界では体験することのできない空間・環境で味わうことができます！\n\n本ゲームには以下の4つのモードがあります：\n・シングルプレイ - 1人でジェットコースターをお楽しみいただくモードです。\n・マルチプレイ - 現実世界に一番近いモードです。友達や世界の誰かとジェットコースターに乗り、自撮りをしてタイムラインでシェアすることなどができます！\n・レース - 車両を操作することができるモードです。自分のペースでのんびりジェットコースターを楽しむことや、最速を目指して友達とベストスコアを競うことができます！\n・シューター - 2つの素敵な世界を完璧に組み合わせたモードです。そう、ジェットコースターとシューターゲームの組み合わせです！このモードでは全く異なる視点でのプレイになります。スローモーション機能を活用して素早く狙いを定め、たくさん命中させましょう。\n\nコースにはそれぞれ専用の車両と武器が用意されており、コースごとに入れ替えることができます。また、4種類のリーダーボードも用意されており、順位を競ってのプレイもお楽しみいただけます！", "short_description": "Epic Roller Coastersでは、本物のジェットコースターと同じ感覚を、現実世界では体験することのできない空間・環境で味わうことができます！\n本ゲームには以下の4つのモードがあります：シングルプレイ、マルチプレイ、レース、シューター。\n\nそれぞれのコースではユニークな体験、環境、気分が味わえます。また、専用の車両と武器をコースごとに入れ替えてお楽しみいただくこともできます。\n\nモードはすべて初心者から上級者まであらゆる方がお楽しみいただけるように作られています。家族と友達すべての方にお楽しみいただけます。"}, {"images": {"nodes": [{"file_name": "migrated_image.png", "id": "2814695051945175", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974644_394271261353032_4202408835215785984_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LQNHRCAoXlIQ7kNvwF7g9Fb&_nc_oc=Adm9Vgk6E4IzX1ZqAh1UEdhOwqLeoGi_zg9ndzuu3LIFq1Pntdxr7N_NUJu19NYlc9A&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfURwQXKu3O0A2xoK2Bz29hcLumLoWdlzKxhIqfpYmEvJw&oe=6895F53C"}, {"file_name": "migrated_image.png", "id": "1399991800175510", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38974515_310281766309054_8750371862686466048_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yFQE7lWicGEQ7kNvwEc6fa8&_nc_oc=AdnU2AonqMFbvN_3E_e8KPuPSGqunQ8SrHdBhgjBcv3BBEbtdurATmyt_k3pIZS9rN0&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfWHxw06psXKR-W1Pvi-coaJ1db2U5k2I4TFoQ-KUNIuVg&oe=6895E15F"}, {"file_name": "migrated_image.png", "id": "1104453696571268", "image_type": "APP_IMG_HERO", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38982715_273306020269214_6542624300195643392_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=AL9qS7oON4MQ7kNvwHjVF9-&_nc_oc=AdkcumZj0zqI7G8_UrVl2cKrKENyP5cqqm1zJIYg_Ppr1ixgUFhwc7AQyxxnFxxmKrc&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfV-X2s0A5rGVbHCDEui4H_gV7LECODwgIrcwyZPFmd--A&oe=6895E718"}, {"file_name": "migrated_image.png", "id": "515502055819333", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974917_2141904266030100_128009498802520064_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qMwYI7u5TD8Q7kNvwFeWwkS&_nc_oc=Adli3800xXNV-RJLiUNNgUZNX_HkptnybrTLVIFia01GogWLaUXdOgm4gYffwu2WdnQ&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfXEhaRrBdQm-RYHwEQA_H2DzzVZxUf519lk33zxX1Hf1g&oe=6895E000"}, {"file_name": "migrated_image.png", "id": "204858484168569", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974672_359978424844208_8938289553903452160_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tJCcoXmyh0wQ7kNvwFO9flW&_nc_oc=AdmAIxFDbcAay3lCmEO6G4ih20GdsjMxFgcZmaZqgA_RssALNCa8K5yx0AP3uOc0z2k&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfVX147SMxnUtSD77dwZoKVehjSioURFDsPIFxP2ORv4mw&oe=6895F935"}, {"file_name": "migrated_image.png", "id": "203063427625762", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38982589_619335805206071_2857009917426925568_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ix6cr2IwmN8Q7kNvwFBcAQ7&_nc_oc=AdlKLIrbOtb3481z7NZ9X0XPc2-8RrQYCsHZCOPgMaW4RspDAknphJghlOL9oKbaX5k&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfVnCb32ke_xN61TFcEeL_iKJ4JetS6KUyrCa_JawblzHg&oe=6895E942"}, {"file_name": "migrated_image.png", "id": "193181845435686", "image_type": "APP_IMG_ICON", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38974651_372702530217950_4655580472523358208_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=x7IOHnPrDoMQ7kNvwG5owas&_nc_oc=AdlCTYy-CprrKB554MINjF_1etYnF06YiR6tH1HVRnM-8j5EBtAygPikwi3AtMQUtKQ&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfXsX9wZxzml4qH5XU6dAey_pGboZaRF6L1TQ7AHMqFQLQ&oe=6895F735"}]}, "id": "595567584364935", "locale": "en_US", "screenshots": [{"file_name": "migrated_image.png", "id": "188838405895905", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38974807_2362431583979057_5922243246683062272_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MWvC7rLNgF8Q7kNvwEvBe64&_nc_oc=AdnrktScslGCUih7T034HFInHEDxFcd_ez1IruCK_Yc0QBXuc42sSNA7zNvjhAPOAMc&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfU4iE5X3X6XtNOs3hhylF0QtRYH_glNbWj0bAPZHB1KOg&oe=6895F139"}, {"file_name": "migrated_image.png", "id": "526276024932935", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38984453_826071564438670_5614779311195160576_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yK_CuATx7ocQ7kNvwErGXtn&_nc_oc=AdmloK3rvDFLoWZsfvNFfPQK68oXFZiN-V5yDwi11n-5fuADQNZoRHJqN0h_V7Pj4rM&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfXbcWN2jKYMONzxuWGKkv3EV8mvKzRHMpqcSJfMi0jDBA&oe=6895EBC1"}, {"file_name": "migrated_image.png", "id": "536362320617489", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38982661_2216147715316712_782965026162999296_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=zGg06wmpBqwQ7kNvwGPkDOV&_nc_oc=Adkc81c6hgU6H29XbfXeoGoCj7b2PpSFg1eILQ9bUlB7Gkt48GGB57bbxMGfU1e0tAU&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfWNMJPpA4RuUFrArkMF80TKPz135Q4jOho21T_Lc-OtPg&oe=689604DE"}, {"file_name": "migrated_image.png", "id": "210158576995439", "uri": "https://scontent-sjc3-1.oculuscdn.com/v/t64.5771-25/38974447_317972758902799_5792330321454170112_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=fXrUHT3bnIYQ7kNvwE7xKzi&_nc_oc=Adn_DTDxAT1BmTJwA_LsCqmdNj4EPEiAuWP7Tf7IV7f41uZMEdEGq0MxRUM0QhJytvI&_nc_zt=3&_nc_ht=scontent-sjc3-1.oculuscdn.com&oh=00_AfVw8hL5Vz_jqegHdDlm4yyHBvKv_C7ad_iDsBdPfjvuqg&oe=6895D0BB"}, {"file_name": "migrated_image.png", "id": "977163722681372", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38974512_1537326333066147_8915740653476904960_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ep0wLwoJGi4Q7kNvwGH6wOy&_nc_oc=Adm9nsYxHqunfYsc2_rKwU7PFA-Jk7YbObIfztIDbP6eq-P7FWSre5iAgErgMwcrYKA&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfVh2rdA-QO5Av0RGzr3o7X7u2-KU_lm_mHSBUEjRJJDOA&oe=6895E6BF"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "/tmp/jcXPoe", "id": "2321497498096659", "uri": "https://scontent-sjc6-1.oculuscdn.com/v/t64.5771-25/38974700_2321497501429992_419092231454982144_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Rjbf8t-4bnMQ7kNvwG8DmXQ&_nc_oc=AdnuZk5UrJfmB1VD5nn6YXgAzBZFTLEA5GmzM3ZO1K0AKCAR90mUTLZ92vxZl_p3ffQ&_nc_zt=3&_nc_ht=scontent-sjc6-1.oculuscdn.com&oh=00_AfUxkNk7di2N4ckgYjm-giOs8wtsTc-kkUvzRCyu4hr0Rw&oe=6895E603"}, "display_name": "Epic Roller Coasters", "keywords": ["rollercoaster", "rollercoasters", "shooter", "dinosaur", "horror"], "long_description": "In Epic Roller Coasters you'll get the same feeling of real roller coasters in places and situations that probably you will never have in the real life!\n\nYou'll find four different modes:\n- Single player is where you, your family or friends can take a ride individually.\n- Multiplayer is the most real life-like! You can take a ride with your friends or anyone else in the world, taking selfies that you'll probably share in your timeline after the ride!\n- Shooter mode is the perfect combination of two amazing universes! Roller coasters and shooting! You can have a completely different view of the ride with the slowmotion feature that will also help you to aim over high speeds and get more hits!\n- Race mode: take the control of the cart on your own time or fast as possible challenging your friends for the best score!\n\nEach ride comes with an exclusive cart and weapon that you can exchange between every other ride and four different Leaderboards where you can fight for some positions!", "short_description": "In Epic Roller Coasters you'll get the same feeling of real roller coasters in places and situations that probably you will never have in the real life!\nYou'll find four different modes: single player, multiplayer, shooter and race.\n\nEach ride delivers a unique experience, environment, feeling and comes with an exclusive cart and weapon that you can exchange between every other ride!\n\nAll the rides are suitable for beginners and experts. Enjoyable for the entire family and friends."}, {"images": {"nodes": []}, "id": "229204358468788", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "에픽 롤러 코스터", "keywords": ["공포", "공룡", "경주", "사수", "롤러코스터"], "long_description": "에픽 롤러 코스터(Epic Roller Coasters)에서는 현실에 절대 있을 수 없는 장소와 상황에서 실제 롤러 코스터를 타는 것 같은 생생한 느낌을 경험할 수 있습니다!\n\n다음 네 가지 모드를 사용할 수 있습니다.\n- 싱글 플레이어에서는 당신, 당신의 가족이나 친구들이 각자 놀이 기구를 즐길 수 있습니다.\n- 멀티플레이어가 가장 실제와 똑같습니다! 친구들과 또는 세계 곳곳의 여러 사람들과 놀이 기구를 함께 탈 수 있고, 탑승 후 셀카를 찍어 타임라인에서 공유할 수 있습니다!\n- 레이스 모드는 자신의 기록을 갱신하기 위해 카트를 컨트롤하거나 최대한 빨리 질주해 친구들에게 도전하여 최고의 점수를 달성하는 모드입니다.\n- 슈터 모드에는 놀라운 두개의 우주가 완벽하게 조합되어 있습니다! 롤러 코스터와 슈팅말이죠! 슬로 모션 기능을 사용해 완전히 다른 시야로 볼 수 있으며, 고속으로 조준해 더 많은 히트를 달성할 수도 있습니다.\n\n각각의 놀이 기구에는 전용 카트 및 무기가 함께 제공됩니다! 모든 다른 놀이 기구와 몇몇 포지션을 놓고 싸울 수 있는 네 개의 다른 리더보드 사이에서 이 카트와 무기를 교환할 수 있습니다.", "short_description": "에픽 롤러 코스터(Epic Roller Coasters)에서는 현실에 절대 있을 수 없는 장소와 상황에서 실제 롤러 코스터를 타는 것 같은 생생한 느낌을 경험할 수 있습니다! \n싱글 플레이어, 멀티 플레이어, 레이싱 및 슈터 이 4가지 모드로 다양하게 즐길 수 있습니다.\n\n각각의 놀이 기구는 고유한 경험, 환경, 느낌을 선사하며, 모든 놀이 기구 간 교환할 수 있는 전용 카트 및 무기 역시 함께 제공됩니다!\n\n모든 놀이 기구는 초보자와 전문가 모두에게 적합합니다. 온 가족 또는 친구들과 함께 즐길 수 있습니다."}, {"images": {"nodes": []}, "id": "208725970338617", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["Montagnesrusses", "Montagnes", "russes", "course", "tireur"], "long_description": "Vous obtiendrez la même sensation des vrais montagnes russes dans des endroits et des situations que vous n'aurez probablement jamais dans la vraie vie !\n\nVous trouverez quatre modes différents :\n- Le solo est l'endroit où vous, votre famille ou vos amis pouvez faire une course individuelle.\n- Le multijoueur est le plus réaliste ! Vous pouvez faire une course avec vos amis ou n'importe qui d'autre dans le monde !\n- Le mode course est l'endroit où vous prenez le contrôle du chariot à votre rythme ou aussi vite que possible en défiant vos amis pour le meilleur score !\n- Le mode Jeu de Tir est la combinaison parfaite de deux univers étonnants ! Les montagnes russes et le tir ! Vous pouvez avoir une vue complètement différente de la course grâce à la fonction ralenti qui vous aidera également à viser des vitesses élevées et à obtenir plus de touchés !\n\nChaque course est livrée avec un chariot exclusif et une arme que vous pouvez échanger entre tous les autres courses !", "short_description": "Vous obtiendrez la même sensation des vrais montagnes russes dans des endroits et des situations que vous n'aurez probablement jamais dans la vraie vie !\nVous trouverez quatre modes différents : solo, multijoueur, course et jeu de tir.\n\nChaque course offre une expérience, un environnement et des sensations uniques et est accompagnée d'un chariot et d'une arme exclusifs que vous pouvez échanger entre chaque course !\n\nToutes les courses sont agréable pour toute la famille et les amis."}, {"images": {"nodes": []}, "id": "140498140692025", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Epic Roller Coasters", "keywords": ["montañasrusas", "montañas", "rusas", "tirador", "carrera"], "long_description": "Tendrás la misma sensación que las montañas rusas reales en lugares y situaciones que probablemente nunca tendrás en la vida real.\n\nEncontrarás cuatro modos diferentes:\n- Un solo jugador es donde usted, su familia o amigos pueden viajar individualmente.\n- ¡El multijugador es el más real de la vida! Puedes dar un paseo con tus amigos o con cualquier otra persona en el mundo.\n- ¡El modo carrera es donde tomas el control del carrito en tu propio tiempo o lo más rápido posible, desafiando a tus amigos para obtener la mejor puntuación!\n- ¡El modo Shooter es la combinación perfecta de dos universos increíbles! ¡Montañas rusas y tiro! ¡Puedes tener una vista completamente diferente de la carrera con la función de cámara lenta que también te ayudará a apuntar a altas velocidades y obtener más golpes!\n\nCada viaje viene con un carro y una arma exclusivos que puedes intercambiar entre todos los demás y cuatro tablas de clasificación diferentes en las que puedes luchar por algunas posiciones.", "short_description": "Tendrás la misma sensación que las montañas rusas reales en lugares y situaciones que probablemente nunca tendrás en la vida real.\nEncontrarás cuatro modos diferentes: un jugador, multijugador, carrera y tirador.\n\n¡Cada viaje ofrece una experiencia, un ambiente, un sentimiento únicos y viene con un carrito y un arma exclusivos que puedes intercambiar entre todos los demás viajes!\n\nTodos los paseos son adecuados para principiantes y expertos. Agradable para toda la familia y amigos."}]}, "developer_name": "B4T Games", "developer_privacy_policy_url": "http://b4t.games/pp", "developer_terms_of_service_url": "http://b4t.games/tos", "publisher_name": "B4T Games", "support_website_url": "http://b4t.games/", "website_url": "http://b4t.games/", "category": "ENTERTAINMENT", "comfort_rating": "COMFORTABLE_FOR_FEW", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "673385183287495"}, {"id": "331529188132278"}, {"id": "3744040075834813"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ROLLER_COASTER", "SHOOTER", "RACING"], "has_in_app_ads": null, "internet_connection": "REQUIRED_FOR_DOWNLOAD", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "pt_BR", "zh_CN", "es", "de", "fr", "ru", "ja", "ko"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["MULTI_USER", "SINGLE_USER"], "id": "340648934578453"}}]}, "scheduled_offers": {"count": 3, "nodes": [{"status": "PUBLISHED", "id": "2326489104411887"}, {"status": "PUBLISHED", "id": "479624797681151"}, {"status": "PUBLISHED", "id": "1993555920952010"}]}, "baseline_offer": {"id": "1993555920952010"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1743536520, "status": "PUBLISHED", "id": "2326489104411887"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "24792350930352574", "version": "8.25.17"}, "id": "272257053419519", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2299465166734471", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24792350930352574"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1754090882, "id": "24980223401565325", "version": "8.26.81", "version_code": 5988, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24980220541565611"}, "asset_files": {"count": 77}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2299465166734471", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24792350930352574"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1754081528, "id": "24979386788315653", "version": "8.26.80", "version_code": 5987, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24979383671649298"}, "asset_files": {"count": 77}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2299465166734471", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24792350930352574"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1754080436, "id": "24979270944993904", "version": "8.26.79", "version_code": 5986, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24979268598327472"}, "asset_files": {"count": 77}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2299465166734471", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24792350930352574"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1754077926, "id": "24979022071685458", "version": "8.26.78", "version_code": 5985, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24979018708352461"}, "asset_files": {"count": 77}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2299465166734471", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "24792350930352574"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1754015837, "id": "24972720018982330", "version": "8.26.71", "version_code": 5984, "release_status": "PENDING", "status": "DRAFT", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "24972711198983212"}, "asset_files": {"count": 77}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}