{"data": {"node": {"__typename": "Application", "id": "2814449548618112", "organization": {"id": "1738866699511557", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "2814449548618112"}]}, "id": "201939087631904"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1731587616863812"}]}, "id": "206347450129243"}]}}, "firstRevision": {"nodes": [{"application": {"id": "2814449548618112", "release_date": 1602514800, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "3480116528718074"}, "id": "196522394882563"}]}}, "binary": null, "live_binary": null, "created_date": 1733269281, "id": "9024392040957134", "is_initial_release": false, "name_with_fallback": "v8", "pdp_metadata_with_fallback": {"version": 8, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "10099967880066206"}, "release_status": "RELEASED", "id": "2814449548618112"}, "id": "10099967880066206", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2814449548618112", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "577927484926769"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "30058256733788898", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": ["hatsune", "miku"], "long_description": "La famosissima cantante virtuale Hatsune Miku ti invita a scoprire il suo gioco musicale in VR! Cerca di ottenere un punteggio perfetto mentre Miku canta e balla al ritmo dei suoi pezzi più celebri.\n\nIndossa il visore e seleziona una canzone. Usa i tuoi controller VR per prendere le note musicali che escono dalle casse nella parte posteriore del palco. Fai attenzione! I riff lunghi e altre sfide renderanno il gioco ancora più impegnativo!\n\nPotrai anche disattivare le note per gustarti le esibizioni di Miku in tutta tranquillità.\n\nCanzoni\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nCaratteristiche\n* 2 costumi Miku Neve e 2 bastoni scintillanti\n* Dieci canzoni e due livelli di difficoltà per delle esibizioni scatenate\n* Modalità video musicale: guarda un video qualsiasi da molteplici angolazioni con una vasta scelta di palcoscenici e costumi", "short_description": "La famosissima cantante virtuale Hatsune Miku ti invita a scoprire il suo gioco musicale in VR! Cerca di ottenere un punteggio perfetto mentre Miku canta e balla al ritmo dei suoi pezzi più celebri. Indossa il visore e seleziona una canzone. Usa i tuoi controller VR per prendere le note musicali che escono dalle casse nella parte posteriore del palco. Fai attenzione! I riff lunghi e altre sfide renderanno il gioco ancora più impegnativo!"}, {"images": {"nodes": []}, "id": "1787820512079778", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "Hatsune Miku, a cantora virtual famosa no mundo inteiro, convida você para seu jogo de música VR! Tente atingir a pontuação perfeita enquanto ela canta e dança algumas de suas canções mais icônicas.\n\nBasta colocar seu headset e escolher uma música. Use seus controles VR para agarrar os símbolos de melodia que voam de dentro dos alto-falantes no fundo da fase. Mas cuidado com os símbolos de riffs longos e outros desafios que tornam mais difícil atingir a pontuação perfeita!\n\nVocê também pode desligar os símbolos e apenas divertir-se assistindo a Miku cantar e dançar a música.\n\nMúsicas\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nRecursos\n* 2 macacões Miku e 2 bastões fluorescentes\n* Dez canções com duas dificuldades garantem intensa ação com dança\n* Modo videoclipe: assista a qualquer música em vários ângulos com uma série de roupas e cenários para escolher", "short_description": "Hatsune Miku, a cantora virtual famosa no mundo inteiro, convida você para seu jogo de música VR! Tente atingir a pontuação perfeita enquanto ela canta e dança algumas de suas canções mais icônicas. Basta colocar seu headset e escolher uma música. Use seus controles VR para agarrar os símbolos de melodia que voam de dentro dos alto-falantes no fundo da fase. Mas cuidado com os símbolos de riffs longos e outros desafios que tornam mais difícil atingir a pontuação perfeita!"}, {"images": {"nodes": []}, "id": "1602660030441510", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "La chanteuse virtuelle mondialement connue Hatsune Miku vous invite sur scène dans son jeu de musique VR ! Visez la perfection en chantant et en dansant sur certaines de ses chansons les plus emblématiques. Il vous suffit de mettre votre casque et de choisir une chanson. Utilisez vos manettes VR pour attraper les notes de musique qui sortent des enceintes sur l'écran. Attention cependant aux longues notes et autres obstacles qui vous rendront la tâche plus difficile !\n\nVous pouvez aussi désactiver les notes et simplement regarder Miku chanter et danser.\n\nChansons\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nCaractéristiques\n* 2 tenues Miku et 2 bâtons lumineux\n* Dix chansons avec deux difficultés pour de la danse intense (plus de chansons disponibles ultérieurement)\n* Mode Clip vidéo : regardez n'importe quelle chanson sous des angles variés avec plusieurs scènes et tenues au choix", "short_description": "La chanteuse virtuelle mondialement connue Hatsune Miku vous invite sur scène dans son jeu de musique VR ! Visez la perfection en chantant et en dansant sur certaines de ses chansons les plus emblématiques. Il vous suffit de mettre votre casque et de choisir une chanson. Utilisez vos manettes VR pour attraper les notes de musique qui sortent des enceintes sur l'écran. Attention cependant aux longues notes et autres obstacles qui vous rendront la tâche plus difficile !"}, {"images": {"nodes": []}, "id": "1446040966435884", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "세계에서 유명한 가상 가수, 하츠네 미쿠가 여러분을 VR 뮤직 게임으로 초대합니다! 미쿠가 자신의 상징적인 곡을 부르며 춤추는 사이 완벽한 점수를 노려보세요.\n\n간단히 헤드셋을 착용하고 곡을 선택하세요. 스테이지 뒤에 설치된 스피커에서 날아오르는 멜로디 기호를 VR 컨트롤러를 사용해 잡으세요. 완벽한 점수에 도달하는 것을 방해하는 긴 리프 기호나 다른 방해물들을 조심하세요!\n\n기호를 끄고 미쿠가 노래하며 춤추는 모습을 감상하기만 할 수도 있습니다.\n\n곡\n\n이 게임에는 독창적인 아티스트 하츠네 미쿠의 유명한 곡들이 포함되어 있습니다:\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n특징\n* VR 컨트롤러를 이용한 리듬 액션 게임\n* 미쿠의 오리지널 댄스를 즐기며 게임 플레이\n* 미쿠 의상 2 개와 야광 봉 2 개\n* 강렬한 댄스 액션과 함께하는 두 가지 난이도의 10 가지 곡 (추후 더 많은 곡 추가 예정)\n* 뮤직 비디오 모드: 원하는 스테이지와 복장으로 모든 곡을 다양한 각도에서 감상할 수 잇습니다.", "short_description": "세계에서 유명한 가상 가수, 하츠네 미쿠가 여러분을 VR 뮤직 게임으로 초대합니다! 미쿠가 자신의 상징적인 곡을 부르며 춤추는 사이 완벽한 점수를 노려보세요. 간단히 헤드셋을 착용하고 곡을 선택하세요. 스테이지 뒤에 설치된 스피커에서 날아오르는 멜로디 기호를 VR 컨트롤러를 사용해 잡으세요. 완벽한 점수에 도달하는 것을 방해하는 긴 리프 기호나 다른 방해물들을 조심하세요!\n"}, {"images": {"nodes": []}, "id": "1302545098055063", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "Всемирно известная виртуальная певица Мику Хацунэ приглашает вас в свою VR музыкальную игру! Попытайтесь получить максимум очков, пока она танцует и поет некоторые из своих самых знаковых песен.\n\nПросто наденьте гарнитуру и выберите песню. Используйте свои контроллеры VR, чтобы поймать значки мелодии, вылетающие из динамиков в задней части сцены. Но будьте осторожны с длинными значками риффа и другими сложностями, которые могут помешать достичь идеального результата!\n\nМожно также отключить значки и просто наслаждаться тем, как Мику поет и танцует под музыку.\n\nПесни\nВ этой игре представлены следующие популярные песни от креативных художников Мику Хацунэ:\n\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nХарактеристики\n* Снежный наряд для Мику и луковая диско-палочка Неги\n* Режим клипа: смотрите любую песню с разных углов, выбирая разные сцены и наряды", "short_description": "Всемирно известная виртуальная певица Мику Хацунэ приглашает вас в свою VR музыкальную игру! Попытайтесь получить максимум очков, пока она танцует и поет некоторые из своих самых знаковых песен. Просто наденьте гарнитуру и выберите песню. Используйте свои контроллеры VR, чтобы поймать значки мелодии, вылетающие из динамиков в задней части сцены. Но будьте осторожны с длинными значками риффа и другими сложностями, которые могут помешать достичь идеального результата!"}, {"images": {"nodes": []}, "id": "1232720818647529", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "初音未来VR", "keywords": [], "long_description": "世界著名的虚拟歌姬初音未来邀请你去她的VR音乐游戏啦！在她演绎着自己最具代表性的歌曲时，力求获得完美得分吧！\n\n只需要带上耳机，选择一首歌。使用你的VR控制器捕捉从舞台后方的扬声器里发出的旋律音符。但要想达到完美得分，就得注意长条音符和提升难度的其他挑战哦！\n\n你也可以关掉音符，单纯欣赏初音的歌声和舞姿。\n\n歌曲\n这个游戏里收录了以下多首流行歌曲，均出自于著名的初音未来创作者：\n\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\n特点\n* 使用VR控制器进行的节奏动作游戏\n* 玩游戏的同时欣赏初音的原创舞蹈\n* 两套初音时装和两种葱行萤光棒\n* 十首歌曲，两种难度，让你尽情舞动（之后还会增加更多的歌曲哦）\n* 音乐录影带模式：从多个角度观赏任意歌曲，还能自主选择舞台和服装", "short_description": "世界著名的虚拟歌姬初音未来邀请你去她的VR音乐游戏啦！在她演绎着自己最具代表性的歌曲时，力求获得完美得分吧！只需要带上耳机，选择一首歌。使用你的VR控制器捕捉从舞台后方的扬声器里发出的旋律音符。但要想达到完美得分，就得注意长条音符和提升难度的其他挑战哦！"}, {"images": {"nodes": [{"file_name": "HATSUNE_MIKU_JP_Cover_Square_1440x1440.png", "id": "1004838690034164", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75568722_1004838693367497_82384612977103441_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=922MGestBOYQ7kNvwE_jjaA&_nc_oc=AdkoyW7S1LpKEeeJdVXkchel1Mohy89aBZqTjMR0NWMl_QtUecsiLVPS3doFt7u7GFA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftxWB6zNm9L-8-jXSgZ7KvR1c1gqyYGNBsyWApojcVT6g&oe=6996FD68"}, {"file_name": "HATSUNE_MIKU_JP_Logo_3992x1478.png", "id": "979704912494360", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035437_979704915827693_916057180620390770_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=NM2j_bwNOZYQ7kNvwGFZet5&_nc_oc=AdmPcTX9UQlG4-7inoFmdH3MDO1P3gOKchDhfXvDrOJ2yqobBDsi6ea4lg7fbTfXShw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afugrq2fMqgCspGaTuJqVtl-EfCZCX0DDuyOWx3NshiE_w&oe=699717C1"}, {"file_name": "HATSUNE_MIKU_JP_Cover_Landscape_2560x1440.png", "id": "800717577419470", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75269160_800717580752803_2236932763719842960_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=en_JOkotNkwQ7kNvwFb5ZFQ&_nc_oc=Adksyjb1MipTMHOmJ4-sYLOvO8MX4R0yyGxAeXUGPPgpMcV4IjzsKsHDtLLgYkho9Rw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsJEvdrQBno5VQ67i8YjmKiPbYlpk4ltweZzcayvY8Pig&oe=69970B31"}, {"file_name": "HATSUNE_MIKU_JP_Hero_Cover_3000x900.png", "id": "785960718862365", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75324645_785960722195698_6678723642324766773_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Bu8YEOX8nYQQ7kNvwH_peFc&_nc_oc=Adn9wRH9_LjCw-vj3ljeMGgcojb9h2IbY94PKcDrb8O1Y7SPQqn9LMGq7vMQEWqtAwo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftQvWOmlEHdEA_k4MpC8Q372zdS2MIfoZzjtBAI1K5vOA&oe=6996F2AA"}, {"file_name": "HATSUNE_MIKU_JP_Mini_Landscape_1080x360.png", "id": "652073372173518", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75476593_652073375506851_5184530216312950284_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=PxaVmBnEl_gQ7kNvwGYvsBb&_nc_oc=Adl5T49IOwIqG7H0QHHIpJT4LW4psiiKPkwcVqNgF2wqkBmz_fT8f9F3oAsrQcdBcbQ&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvCl5L8n-X-O2JPdrr_-T2w7e-i2ROld3Iav-f-1froxQ&oe=6996FD02"}, {"file_name": "HATSUNE_MIKU_JP_Cover_Portrait_1008x1440.png", "id": "349910989763175", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75348037_349910993096508_302319095521240557_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4sehQK0lcT8Q7kNvwEkojyl&_nc_oc=AdnXpZaHeSXY-_XbkRNUcBAh7eqV9oT6Uv6GovSI7fSDUBM0mkC2nEJ9Vk-Cf9XuTRU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvrhdR9NwUqOKTbSjbLZeQAsuu-EygD224i0yTjP_9VvA&oe=699712BD"}, {"file_name": "HATSUNE_MIKU_JP_Icon_512x512.png", "id": "340121270591066", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86610707_340121273924399_5865747651743740528_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=GRNTUszGx_QQ7kNvwHrhmYI&_nc_oc=Adms-74Vf6vp3lJU1shxjNhnxCTrYGhl1bifZlBWfAfSiAldJhchUWLnfhxGa-e8ENc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftMh3PAQmK3Xw6fXQ_8Zucblmv0MkGCL27E1zHQT8ehkw&oe=6996F2B5"}]}, "id": "1210521560124576", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "HATSUNE_MIKU_JP_Cover_Landscape_2560x1440.png", "id": "1654467971377597", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75599467_1654467974710930_5832880799776324478_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LfqczeTH95MQ7kNvwFa_VUw&_nc_oc=Admn8PBBzQX23aRmHa7v4aFAW6lWs6TFQCSfVSY13bwxHhbKz0vPc0tLqQ2U0Su_P0U&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsHeVV8KHhWB2Pg4zXZSF-KkhtOZMwLMOYO2xnCwsEgeQ&oe=699711A9"}, "display_name": "初音ミクVR", "keywords": ["初音ミク", "リズム", "音楽", "ダンス"], "long_description": "『初音ミクVR』は、世界中で人気の歌唱ソフトウェアであるバーチャルシンガー「初音ミク」のVR音楽ゲームです。\n\n操作方法は簡単で、音楽に合わせてステージ奥のスピーカーから発せられるノーツにコントローラーで触れるだけです。\n連続するノーツやプレイを邪魔をするギミックをクリアし、パーフェクト達成を目指しましょう！\n\nゲーム内には様々なステージが用意されており、VRならではの臨場感で目の前で初音ミクの歌とダンスを楽しむことができます。\nまた、様々なクリエイターが創作した人気の初音ミク楽曲を収録しており、楽曲によってゲームの難易度が異なります。\n\n* Stella\n* Ievan Polkka\n* Singularity\n* アマゴイ未成年\n* Sharing The World\n* ゴーストルール\n* 千本桜\n* ヒビカセ\n* すろぉもぉしょん\n* ラッキー☆オーブ\n\n特徴\n\n* 初音ミクオリジナルダンスモーションを楽しむ、リズムアクションゲーム\n* ミクの衣装セレクトとスティックセレクト\n* 二つの難易度がプレー可能な、全10曲を収録\n* ＭＶモードで好きな楽曲を８つセレクトし視聴可能（ミクの衣装、スティックと背景ステージがセレクト可能。\n* ゲーム中に流れる楽曲を３Ｄサウンド対応\n\n「初音ミク」とは\nクリプトン・フューチャー・メディア株式会社が開発した、歌詞とメロディーを入力して誰でも歌を歌わせることができる「ソフトウェア」です。大勢のクリエイターが「初音ミク」で音楽を作り、インターネット上に投稿したことで一躍ムーブメントとなりました。「キャラクター」としても注目を集め、今ではバーチャル・シンガーとしてグッズ展開やライブを行うなど多方面で活躍するようになり、人気は世界に拡がっています。", "short_description": "『初音ミクVR』は、世界中で人気の歌唱ソフトウェアであるバーチャルシンガー「初音ミク」のVR音楽ゲームです。操作方法は簡単で、音楽に合わせてステージ奥のスピーカーから発せられるノーツにコントローラーで触れるだけです。連続するノーツやプレイを邪魔をするギミックをクリアし、パーフェクト達成を目指しましょう！"}, {"images": {"nodes": []}, "id": "1012166677693230", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "¡Hatsune Miku, la cantante virtual mundialmente famosa, te invita a su juego musical de RV! Consigue una puntuación perfecta mientras canta y baila al ritmo de sus canciones más conocidas.\n\nPonte las gafas y elige una canción. Usa los mandos de RV para tocar los iconos musicales que salen volando de los altavoces que hay al fondo del escenario. Pero, si lo que quieres es una puntuación perfecta, ¡ten cuidado con los iconos especiales y demás retos que te lo pondrán difícil!\n\nTambién puedes desactivar los iconos y simplemente contemplar cómo Miku baila y canta al son de la música.\n\nCanciones\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nContenido\n* 2 trajes de Miku y 2 barras de luz\n* Diez canciones con dos modos de dificultad para unos bailes más intensos\n* Modo videoclip: puedes ver cualquier canción desde varios ángulos y escoger los escenarios y el vestuario", "short_description": "¡Hatsune Miku, la cantante virtual mundialmente famosa, te invita a su juego musical de RV! Consigue una puntuación perfecta mientras canta y baila al ritmo de sus canciones más conocidas. Ponte las gafas y elige una canción. Usa los mandos de RV para tocar los iconos musicales que salen volando de los altavoces que hay al fondo del escenario. Pero, si lo que quieres es una puntuación perfecta, ¡ten cuidado con los iconos especiales y demás retos que te lo pondrán difícil!"}, {"images": {"nodes": []}, "id": "913192204226166", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "初音未來VR", "keywords": [], "long_description": "世界知名的虛擬歌手初音未來邀請你參加她的VR音樂遊戲！請在她隨著招牌歌曲勁歌熱舞時，努力拚出完美的分數。\n\n只需要戴上耳機，選擇一首歌曲，用VR控制器捕捉從舞台後方喇叭飛出的旋律符號即可。但要達到完美的分數，就得特別注意長條符號和增加難度的其他挑戰！\n\n你也可選擇關閉這些符號，單純欣賞初音勁歌熱舞。\n\n歌曲\n本遊戲收錄了以下多首流行歌曲，都來自才華洋溢的初音未來創作者：\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\n特點\n* 使用VR控制器的音樂動作遊戲\n* 玩遊戲的同時還可欣賞初音的原創舞蹈\n* 兩套初音時裝和兩種蔥行螢光棒\n* 十首歌曲，兩種難度，首首精彩熱烈（將陸續增加歌曲）\n* 音樂錄影帶模式：從多個視角觀看任意歌曲，並自由選擇搭配舞台和服飾", "short_description": "世界知名的虛擬歌手初音未來邀請你參加她的VR音樂遊戲！請在她隨著招牌歌曲勁歌熱舞時，努力拚出完美的分數。\n只需要戴上耳機，選擇一首歌曲，用VR控制器捕捉從舞台後方喇叭飛出的旋律符號即可。但要達到完美的分數，就得特別注意長條符號和增加難度的其他挑戰！"}, {"images": {"nodes": [{"file_name": "HATSUNE_MIKU_EN_Mini_Landscape_1080x360.png", "id": "3634876336546140", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/86659800_3634876339879473_4874803852418458825_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=rbzDNMCrLRoQ7kNvwH28pre&_nc_oc=Adl42Ues88Vt4LbJ7-v5TIMeQYgvAyNaoYw9LvvHUrk5JxRZgDXQJ45pyC77TrWRkUI&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsPVpg0avte1tWCqZHXYVqCWZeBmoBOXaat4BT4gcnwEQ&oe=69970C1B"}, {"file_name": "HATSUNE_MIKU_EN_Hero_Cover_3000x900.png", "id": "3588233471242223", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982557_3588233474575556_2721571512974217089_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8SFBHCJ8_2gQ7kNvwH3iqbR&_nc_oc=AdmyihjHZTYCKMwYMZbsYgHVrNbV0qkVkP-AM5lNywlaE7ySdxEqGRWH8quLPd1YDF8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftdSc68jem7dF-uXZC8KscyRNGoYsXMvWRnZwDXoaIWNg&oe=6996FA2A"}, {"file_name": "HATSUNE_MIKU_EN_Icon_512x512.png", "id": "968366976999832", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/86625127_968366980333165_4875982406084711336_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=cTNWTwQoSA0Q7kNvwHv54W9&_nc_oc=AdlC4oNTID93qLBo9zOsn8AqPrGACUMH0TW-vHxHx44G-Li_XZ3B2fVd7e13s8b86rU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvcH3VicA7HIYbxEMYCAZTJU3f0P-rFQWPErd-V2Ej-Dg&oe=69970CC7"}, {"file_name": "HATSUNE_MIKU_EN_Cover_Landscape_2560x1440.png", "id": "764260630805431", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031569_764260634138764_6433150398088276141_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=1w_eoHlZ1fMQ7kNvwE1UiNh&_nc_oc=Adn2MPcLzZ-uzEdzRtP_hXpQLeaq36G2G46QXUQEdKNC-7IXrvUsaO7AKalGf1uJmkU&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft-VpkQZWpnTrV51lEfLvtjQTqUzOppbvpVqf1CysNbTA&oe=6996ECC8"}, {"file_name": "HATSUNE_MIKU_EN_Cover_Square_1440x1440.png", "id": "639478693377337", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75289719_639478696710670_1435212646864343928_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4J_0cNGA-8MQ7kNvwHFcnAN&_nc_oc=AdlvihAPh1wy13LVl0lwHgp66mAd-diEwEBZO0lO7b54-ABkM80SbYsFQsDa0rl1cqY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsywVzATfoSD4r4ME2QvPKMmogXgGGlfR25ZGHCflMi4A&oe=69970FFD"}, {"file_name": "HATSUNE_MIKU_EN_Cover_Portrait_1008x1440.png", "id": "341991637065843", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39036641_341991640399176_7850712052246497857_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4IVToqbC9CQQ7kNvwEDWYmf&_nc_oc=Adltx2N6V_8nm_jSORlpi6nw_EHytF38Y_lsKuMC-wS0y0hyj64VOCDnHJ_X5MS_1Rg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afud6mhzZ9nLPrL0Q6X0VezY7lf03BqiCyIx0eN20WqqPw&oe=699708C6"}, {"file_name": "SsE4DL.png", "id": "243857297017893", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57566698_243857300351226_698558799853649920_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l4Asd3sTiJUQ7kNvwGqpln4&_nc_oc=AdlC8J1RnS3GA6QOSzsGgNAUEwYoQpE2KQr1gYQL6-g-QHLQbb5gM_O03sgrNlC2W44&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv8VGRcXB_1BnqHRsUv56WQFz0czRR21XpwBLZQJXpeBA&oe=6996FC86"}]}, "id": "728261929670585", "locale": "en_US", "screenshots": [{"file_name": "q_sc01.png", "id": "364031231296045", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031585_364031234629378_329780158563223763_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=20loaB1LvVQQ7kNvwHvky6B&_nc_oc=AdktaWpI2j1kqR5BTPpHrngBn_3zyZyYnAeYz4-ilHUN00r6OQMNpkgX1AIya4OKGaw&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afu33LWR9cXmAZMCu0SUvG7aovi84YR6kEKxR_0vebNFUw&oe=699718CE"}, {"file_name": "q_sc03.png", "id": "3113627942196994", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974865_3113627945530327_7717206726653852639_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=afO23a4vfHAQ7kNvwGEGUdL&_nc_oc=Adnb_G45dISw5e2fodCuTmGD_nOk4ahMzT6UigoahkLNeJVcDvzGwnsOrCBcsXduS-s&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvPazl1tp0F7Q9P__zUMZzlskTrFr0SkDmyF0giI-oFDA&oe=6996ECE2"}, {"file_name": "q_sc07.png", "id": "370918214062070", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39036616_370918217395403_2699806491817008774_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=LzTEuW2bzKoQ7kNvwEDvEI_&_nc_oc=AdlrgkFoRI6bVlcSw_YunLFVxpUe-eEyQucvoE_CIR-zgNd-R-4h-7Pi9hkJVL4Hp7s&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfudMAHioHnRrmNGObLQjGRu9ZVWiXtl3XZUqVoK9bn2mg&oe=69970A85"}, {"file_name": "q_sc09.png", "id": "347742183271352", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031592_347742186604685_612427336773968553_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=jMu5-ekze9MQ7kNvwEV9OYg&_nc_oc=AdkcNIopJRmdl2niXofRejm0CFWPy-h4M9RqVmi6TYMnc0UHwXeiT_KN3eUMlhnsGW8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afum3AufItHF81ya8DgzwGONRqkt8kMxyldKnBxKr2cU6w&oe=6996F3FB"}, {"file_name": "q_sc12.png", "id": "2790172224419007", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982527_2790172227752340_2103242339622886906_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0ZevJYncs4QQ7kNvwElr40m&_nc_oc=AdkCkoaDPPdNBrUB2Jy3X2Y0hiVOHiyrLNnhMoOcZMZF1Vbf5ptip3s0H2oteG95LZ0&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftNaEXS0URNfPdTLDee2I2TmMDthunI7x9NuPWTAcy3oQ&oe=6996F22B"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "HATSUNE_MIKU_EN_Cover_Landscape_2560x1440.png", "id": "668360160766249", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39001665_668360167432915_4464031393557873526_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=6-Jt6Bx_bX8Q7kNvwHQ6Mlv&_nc_oc=AdnrlEYqOwhmoF2PkXMk3h69R4V1JljWyC7vzJWhrfjUGs-vQF-xX5yhHwCqMplQga8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu40gGpdOyGOvf2u0HPOd_q314qJUN_LFLQmE8xOub4yg&oe=69970EF0"}, "display_name": "Hatsune Miku VR", "keywords": ["dance", "music", "rythm"], "long_description": "World-famous virtual singer Hatsune Miku invites you to join her on stage in in this VR music game! Simply put on your headset, choose a song, then use your VR controllers to catch the melody symbols flying from the speakers at the back of the stage. But beware the long riff symbols and other challenges that will make it harder to reach the perfect score!\n\nSongs\nThe following songs from popular Hatsune Miku artists are included:\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikasi Kei\n* SLoWMoTIoN\n* Lucky Orb\n\nFeatures\n* Rhythm action game using VR controllers\n* Enjoy Miku’s original dance while playing the game\n* 2 Miku outfits and 2 glowsticks\n* Ten songs with two difficulties for intense dance action\n* Music video mode: watch any song from multiple angles with your choice of stage and outfit", "short_description": "World-famous virtual singer Hatsune Miku invites you to join her on stage in in this VR music game! Simply put on your headset, choose a song, then use your VR controllers to catch the melody symbols flying from the speakers at the back of the stage. But beware the long riff symbols and other challenges that will make it harder to reach the perfect score!"}, {"images": {"nodes": []}, "id": "488855430918735", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "Die weltberühmte virtuelle Sängerin Hatsune Miku lädt zu ihrem VR-Musikspiel ein! Erreiche die perfekte Punktzahl, während Miku zu ihren kultigsten Songs singt und tanzt.\n\nSetze einfach dein Headset auf und wähle einen Song. Verwende deine VR-Controller, um die Musiknoten zu erwischen, die aus den Lautsprechern hinten auf der Bühne kommen. Aber Vorsicht vor den langen Riffsymbolen und anderen Herausforderungen, die es erschweren, die perfekte Punktzahl zu erreichen!\n\nDu kannst die Musiknoten auch ausschalten und einfach nur Miku beim Singen und Tanzen zusehen.\n\nSongs\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nBesonderheiten \n* Rhythmus-Action-Spiel mit VR-Controllern\n* 2 Mikus Outfits und 2 Leuchtstäbe\n* Zehn Songs mit zwei Schwierigkeitsgraden für intensive Tanz-Action\n* Musikvideomodus: Erlebe jeden Song aus verschiedenen Blickwinkeln und mit einer Auswahl an Bühnen und Outfits\n", "short_description": "Die weltberühmte virtuelle Sängerin Hatsune Miku lädt zu ihrem VR-Musikspiel ein! Erreiche die perfekte Punktzahl, während Miku zu ihren kultigsten Songs singt und tanzt. Setze einfach dein Headset auf und wähle einen Song. Verwende deine VR-Controller, um die Musiknoten zu erwischen, die aus den Lautsprechern hinten auf der Bühne kommen. Aber Vorsicht vor den langen Riffsymbolen und anderen Herausforderungen, die es erschweren, die perfekte Punktzahl zu erreichen!"}]}, "developer_name": "Crypton Future Media", "developer_privacy_policy_url": "https://komodo.jp/?privacy_policy=1", "developer_terms_of_service_url": null, "publisher_name": "Komodo", "support_website_url": null, "website_url": "https://promo.komodo.jp/hatsune-miku-vr/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1672577396871977"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "MUSIC"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ja", "fr", "es", "pt_BR", "ru", "zh_CN", "zh_HK", "zh_TW", "it", "de", "ko"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["ROOM_SCALE", "STANDING"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "10099967880066206"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75289719_639478696710670_1435212646864343928_n.png?stp=dst-png_s360x360&_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=4J_0cNGA-8MQ7kNvwHFcnAN&_nc_oc=AdlvihAPh1wy13LVl0lwHgp66mAd-diEwEBZO0lO7b54-ABkM80SbYsFQsDa0rl1cqY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvYEtu04OsJAwSEG-ldI55pbHXNzaDf3PSHSMIC2mQACw&oe=69970FFD"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Hatsune Miku VR", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Rhythm", "id": "1672577396871977"}], "release_date": 1602514800, "lastRevision": {"nodes": [{"id": "2798977223500494", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "2814449548618112", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "448551232348392"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3010774782293960", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "Die weltberühmte virtuelle Sängerin Hatsune Miku lädt zu ihrem VR-Musikspiel ein! Erreiche die perfekte Punktzahl, während Miku zu ihren kultigsten Songs singt und tanzt.\n\nSetze einfach dein Headset auf und wähle einen Song. Verwende deine VR-Controller, um die Musiknoten zu erwischen, die aus den Lautsprechern hinten auf der Bühne kommen. Aber Vorsicht vor den langen Riffsymbolen und anderen Herausforderungen, die es erschweren, die perfekte Punktzahl zu erreichen!\n\nDu kannst die Musiknoten auch ausschalten und einfach nur Miku beim Singen und Tanzen zusehen.\n\nSongs\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nBesonderheiten \n* Rhythmus-Action-Spiel mit VR-Controllern\n* Mikus Schnee-Outfit und Negi-Leuchtstab\n* Zehn Songs mit zwei Schwierigkeitsgraden für intensive Tanz-Action\n* Musikvideomodus: Erlebe jeden Song aus verschiedenen Blickwinkeln und mit einer Auswahl an Bühnen und Outfits\n", "short_description": "Die weltberühmte virtuelle Sängerin Hatsune Miku lädt zu ihrem VR-Musikspiel ein! Erreiche die perfekte Punktzahl, während Miku zu ihren kultigsten Songs singt und tanzt. Setze einfach dein Headset auf und wähle einen Song. Verwende deine VR-Controller, um die Musiknoten zu erwischen, die aus den Lautsprechern hinten auf der Bühne kommen. Aber Vorsicht vor den langen Riffsymbolen und anderen Herausforderungen, die es erschweren, die perfekte Punktzahl zu erreichen!"}, {"images": {"nodes": []}, "id": "2708073815984947", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "Hatsune Miku, a cantora virtual famosa no mundo inteiro, convida você para seu jogo de música VR! Tente atingir a pontuação perfeita enquanto ela canta e dança algumas de suas canções mais icônicas.\n\nBasta colocar seu headset e escolher uma música. Use seus controles VR para agarrar os símbolos de melodia que voam de dentro dos alto-falantes no fundo da fase. Mas cuidado com os símbolos de riffs longos e outros desafios que tornam mais difícil atingir a pontuação perfeita!\n\nVocê também pode desligar os símbolos e apenas divertir-se assistindo a Miku cantar e dançar a música.\n\nMúsicas\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nRecursos\n* Roupa para neve de Miku e bastão fluorescente de Negi\n* Dez canções com duas dificuldades garantem intensa ação com dança\n* Modo videoclipe: assista a qualquer música em vários ângulos com uma série de roupas e cenários para escolher", "short_description": "Hatsune Miku, a cantora virtual famosa no mundo inteiro, convida você para seu jogo de música VR! Tente atingir a pontuação perfeita enquanto ela canta e dança algumas de suas canções mais icônicas. Basta colocar seu headset e escolher uma música. Use seus controles VR para agarrar os símbolos de melodia que voam de dentro dos alto-falantes no fundo da fase. Mas cuidado com os símbolos de riffs longos e outros desafios que tornam mais difícil atingir a pontuação perfeita!"}, {"images": {"nodes": []}, "id": "2633316666925569", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "세계에서 유명한 가상 가수, 하츠네 미쿠가 여러분을 VR 뮤직 게임으로 초대합니다! 미쿠가 자신의 상징적인 곡을 부르며 춤추는 사이 완벽한 점수를 노려보세요.\n\n간단히 헤드셋을 착용하고 곡을 선택하세요. 스테이지 뒤에 설치된 스피커에서 날아오르는 멜로디 기호를 VR 컨트롤러를 사용해 잡으세요. 완벽한 점수에 도달하는 것을 방해하는 긴 리프 기호나 다른 방해물들을 조심하세요!\n\n기호를 끄고 미쿠가 노래하며 춤추는 모습을 감상하기만 할 수도 있습니다.\n\n곡\n\n이 게임에는 독창적인 아티스트 하츠네 미쿠의 유명한 곡들이 포함되어 있습니다:\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n특징\n* VR 컨트롤러를 이용한 리듬 액션 게임\n* 미쿠의 오리지널 댄스를 즐기며 게임 플레이\n* 유키 미쿠 복장과 파 야광봉\n* 강렬한 댄스 액션과 함께하는 두 가지 난이도의 10 가지 곡 (추후 더 많은 곡 추가 예정)\n* 뮤직 비디오 모드: 원하는 스테이지와 복장으로 모든 곡을 다양한 각도에서 감상할 수 잇습니다.", "short_description": "세계에서 유명한 가상 가수, 하츠네 미쿠가 여러분을 VR 뮤직 게임으로 초대합니다! 미쿠가 자신의 상징적인 곡을 부르며 춤추는 사이 완벽한 점수를 노려보세요. 간단히 헤드셋을 착용하고 곡을 선택하세요. 스테이지 뒤에 설치된 스피커에서 날아오르는 멜로디 기호를 VR 컨트롤러를 사용해 잡으세요. 완벽한 점수에 도달하는 것을 방해하는 긴 리프 기호나 다른 방해물들을 조심하세요!\n"}, {"images": {"nodes": []}, "id": "2300288450275881", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "Всемирно известная виртуальная певица Мику Хацунэ приглашает вас в свою VR музыкальную игру! Попытайтесь получить максимум очков, пока она танцует и поет некоторые из своих самых знаковых песен.\n\nПросто наденьте гарнитуру и выберите песню. Используйте свои контроллеры VR, чтобы поймать значки мелодии, вылетающие из динамиков в задней части сцены. Но будьте осторожны с длинными значками риффа и другими сложностями, которые могут помешать достичь идеального результата!\n\nМожно также отключить значки и просто наслаждаться тем, как Мику поет и танцует под музыку.\n\nПесни\nВ этой игре представлены следующие популярные песни от креативных художников Мику Хацунэ:\n\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nХарактеристики\n* Снежный наряд для Мику и луковая диско-палочка Неги\n* Режим клипа: смотрите любую песню с разных углов, выбирая разные сцены и наряды", "short_description": "Всемирно известная виртуальная певица Мику Хацунэ приглашает вас в свою VR музыкальную игру! Попытайтесь получить максимум очков, пока она танцует и поет некоторые из своих самых знаковых песен. Просто наденьте гарнитуру и выберите песню. Используйте свои контроллеры VR, чтобы поймать значки мелодии, вылетающие из динамиков в задней части сцены. Но будьте осторожны с длинными значками риффа и другими сложностями, которые могут помешать достичь идеального результата!"}, {"images": {"nodes": []}, "id": "1614695262029021", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "La chanteuse virtuelle mondialement connue Hatsune Miku vous invite sur scène dans son jeu de musique VR ! Visez la perfection en chantant et en dansant sur certaines de ses chansons les plus emblématiques. Il vous suffit de mettre votre casque et de choisir une chanson. Utilisez vos manettes VR pour attraper les notes de musique qui sortent des enceintes sur l'écran. Attention cependant aux longues notes et autres obstacles qui vous rendront la tâche plus difficile !\n\nVous pouvez aussi désactiver les notes et simplement regarder Miku chanter et danser.\n\nChansons\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nCaractéristiques\n* Tenue Miku Neige et bâton lumineux Neg\n* Neuf chansons avec deux difficultés pour de la danse intense (plus de chansons disponibles ultérieurement)\n* Mode Clip vidéo : regardez n'importe quelle chanson sous des angles variés avec plusieurs scènes et tenues au choix", "short_description": "La chanteuse virtuelle mondialement connue Hatsune Miku vous invite sur scène dans son jeu de musique VR ! Visez la perfection en chantant et en dansant sur certaines de ses chansons les plus emblématiques. Il vous suffit de mettre votre casque et de choisir une chanson. Utilisez vos manettes VR pour attraper les notes de musique qui sortent des enceintes sur l'écran. Attention cependant aux longues notes et autres obstacles qui vous rendront la tâche plus difficile !"}, {"images": {"nodes": []}, "id": "1139252899762609", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": [], "long_description": "¡Hatsune Miku, la cantante virtual mundialmente famosa, te invita a su juego musical de RV! Consigue una puntuación perfecta mientras canta y baila al ritmo de sus canciones más conocidas.\n\nPonte las gafas y elige una canción. Usa los mandos de RV para tocar los iconos musicales que salen volando de los altavoces que hay al fondo del escenario. Pero, si lo que quieres es una puntuación perfecta, ¡ten cuidado con los iconos especiales y demás retos que te lo pondrán difícil!\n\nTambién puedes desactivar los iconos y simplemente contemplar cómo Miku baila y canta al son de la música.\n\nCanciones\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nContenido\n* Atuendo de Miku para la nieve y cebolleta Negi fluorescente\n* Diez canciones con dos modos de dificultad para unos bailes más intensos\n* Modo videoclip: puedes ver cualquier canción desde varios ángulos y escoger los escenarios y el vestuario", "short_description": "¡Hatsune Miku, la cantante virtual mundialmente famosa, te invita a su juego musical de RV! Consigue una puntuación perfecta mientras canta y baila al ritmo de sus canciones más conocidas. Ponte las gafas y elige una canción. Usa los mandos de RV para tocar los iconos musicales que salen volando de los altavoces que hay al fondo del escenario. Pero, si lo que quieres es una puntuación perfecta, ¡ten cuidado con los iconos especiales y demás retos que te lo pondrán difícil!"}, {"images": {"nodes": []}, "id": "587629505433243", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": ["hatsune", "miku"], "long_description": "La famosissima cantante virtuale Hatsune Miku ti invita a scoprire il suo gioco musicale in VR! Cerca di ottenere un punteggio perfetto mentre Miku canta e balla al ritmo dei suoi pezzi più celebri.\n\nIndossa il visore e seleziona una canzone. Usa i tuoi controller VR per prendere le note musicali che escono dalle casse nella parte posteriore del palco. Fai attenzione! I riff lunghi e altre sfide renderanno il gioco ancora più impegnativo!\n\nPotrai anche disattivare le note per gustarti le esibizioni di Miku in tutta tranquillità.\n\nCanzoni\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\nCaratteristiche\n* Costume Miku Neve e bastone scintillante Negi\n* Dieci canzoni e due livelli di difficoltà per delle esibizioni scatenate\n* Modalità video musicale: guarda un video qualsiasi da molteplici angolazioni con una vasta scelta di palcoscenici e costumi", "short_description": "La famosissima cantante virtuale Hatsune Miku ti invita a scoprire il suo gioco musicale in VR! Cerca di ottenere un punteggio perfetto mentre Miku canta e balla al ritmo dei suoi pezzi più celebri. Indossa il visore e seleziona una canzone. Usa i tuoi controller VR per prendere le note musicali che escono dalle casse nella parte posteriore del palco. Fai attenzione! I riff lunghi e altre sfide renderanno il gioco ancora più impegnativo!"}, {"images": {"nodes": [{"file_name": "zpSVu5.png", "id": "787020391825855", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974551_787020395159188_5455286228939177984_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=M-QasBt5H_oQ7kNvwHtZ13k&_nc_oc=AdkyNA_5BPK8Qx9p0yLzb5RP6VCCyhTeyD0j4gYWBUhw2DlXfL3HPJDfoT1-_IEx7Y8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afv-j2GMW3mZ6yAHJjzbvknNh8t3FrfmRjUaSHxjydQOfA&oe=6996EB1E"}, {"file_name": "C7uDdR.png", "id": "540643450162989", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974466_540643453496322_5312480241384423424_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=P1nfkU6Bt7gQ7kNvwHVQf8q&_nc_oc=AdkfO0R92RCkECpsgYE-6YmRdIf_GK7VobiZgYXV6PSRuyikscUb_kFKAB8oCzoYoHc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsz-ew2hzxvpNgOif9jzQDgiRilNDPg5nddSE-35P5JbQ&oe=6996F251"}, {"file_name": "FsJA20.png", "id": "323781945263459", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974499_323781948596792_7345910100831240192_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Wj85XYoH_aMQ7kNvwHKK0bX&_nc_oc=AdlVnti9-HRjhhHF_3JFWPJzBVP-YQqbA3ndccLIRAJs5dUG5mxCfIIz6MslN_fzb70&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftqMRhKCLwxcSUXPWPFaIp3hKUrKPJTBUxG1gIM9SRWcg&oe=69971592"}, {"file_name": "SsE4DL.png", "id": "243857297017893", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57566698_243857300351226_698558799853649920_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=l4Asd3sTiJUQ7kNvwGqpln4&_nc_oc=AdlC8J1RnS3GA6QOSzsGgNAUEwYoQpE2KQr1gYQL6-g-QHLQbb5gM_O03sgrNlC2W44&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv8VGRcXB_1BnqHRsUv56WQFz0czRR21XpwBLZQJXpeBA&oe=6996FC86"}, {"file_name": "kSoqoQ.png", "id": "235864884459196", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974510_235864887792529_8287503786952359936_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=X04woL5DyMEQ7kNvwGdVByM&_nc_oc=AdmeWE66jj5CeJ5Ez4AW9oOgIF_AilKaQbpQSpWFCwknz_2BijjCo98LSapo__b5djY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuFM-72654Cu1iMtg98K2QI2bG1a1g9Hr0Oiwpw6Aru0A&oe=699711C8"}, {"file_name": "EbGQQ9.png", "id": "211697700117664", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974574_211697703450997_8226167268803870720_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=k7wKsdq8JDsQ7kNvwEierZ0&_nc_oc=Admdx6igRr5SjH92GqOZRSemt_0N2bHSw0koPXaMpB9tgr43teU75GwPNuQAPQwmxLk&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsbxRmeTCJrdiT1SVxx6QM-a0YZDzW-7_TW1GZbb1o9xQ&oe=6996FCB1"}, {"file_name": "PcUGLq.png", "id": "149769159790206", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/86661271_149769166456872_1621627420148760576_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=wtu4_o0C_IkQ7kNvwFRMv8G&_nc_oc=AdmhUza_VoNGSKO7yn1sxvRky_d2Y5z-Ofn4lse9dwEz_dYS-9bFdJK4NBSIh95qJls&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu6HvQ5RylMyi-XOwPSLnLd0TUjQVvx_A90bZGI6qR9hg&oe=6996FF17"}]}, "id": "567633424105142", "locale": "en_US", "screenshots": [{"file_name": "phYx06.png", "id": "515818815772341", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974514_515818819105674_8941195185178542080_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MPgnF17InKQQ7kNvwF-_kD6&_nc_oc=AdlszA1rLjzRtpskKu-nYb-wtWYTzW-hWITMF18FK6F-Lu98hG91fCDijIMTd2O-cZ8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuARooQFhn8C_lDLNoP-GImhNbNRG2csQcGFK6HsUf4eA&oe=6996EEA3"}, {"file_name": "dZwUrx.png", "id": "688296558589158", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974595_688296561922491_1808822143815778304_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=96Lvql4CbxMQ7kNvwFsqsIV&_nc_oc=Adn5oB0xs0AN4kpzmD_9aD1h1Ka1ySzWwMGlUq4l5XKevbXiQFQfCpr9V23BnCfsikE&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfsCsCSouJhE1VIiKddExJDu17blfgCH-1UccGqYUzr43g&oe=6996EE0B"}, {"file_name": "clFhXM.png", "id": "149746176458028", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982526_149746179791361_7134072547036889088_n.png?_nc_cat=101&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=U5YH3rI1yIIQ7kNvwFujwjU&_nc_oc=AdlhH5UcVVWTV9hxoloZCA2AgGV0BAmePyzP1eOsCMCU-g7Z1JZ6-ayXxn2LDX0qPUU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfugxZbomlZbKGaOPRO_edbxMJ2BhhyFC4cY_TRbpLWY3w&oe=69970DD2"}, {"file_name": "WHmTrA.png", "id": "222247248985960", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974557_222247252319293_4772637882030489600_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ajQ-j_hWq8QQ7kNvwG_1_Ps&_nc_oc=AdnfaMmmo870VrEEOzJlzbrZz0rnV5PhLyrtuRMxa9Fv-Ciw1SiEqSC8MsWP5Y40Q74&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afup9i3cx3QJWcfiSQxMuyxI5nRihPfSFvEXSNwzQOJH2A&oe=6996FE1C"}, {"file_name": "aYFucz.png", "id": "2577823955771498", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974744_2577823959104831_5713428104324579328_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=KryidTdNq2QQ7kNvwF-qZso&_nc_oc=AdkIO6rZPxGaCbbPchQvvIyfZZpwz8J1DpqDOkFaYPXOZ4UvpKNkqgKepeMZuUxoWvY&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afugv36_D2-aqBDCIwGSy_4czVeucswYCR33n7ZNrJYidA&oe=69971FEB"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Hatsune Miku VR", "keywords": ["hatsune", "miku", "rhythm", "dance"], "long_description": "World-famous virtual singer Hatsune Miku invites you to join her on stage in in this VR music game! Simply put on your headset, choose a song then use your VR controllers to catch the melody symbols flying from the speakers at the back of the stage. But beware the long riff symbols and other challenges that will make it harder to reach the perfect score!\n\nSongs\nThe following songs from popular Hatsune Miku artists are included:\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikasi Kei\n* SLoWMoTIoN\n* Lucky Orb\n\nFeatures\n* Rhythm action game using VR controllers\n* Enjoy Miku’s original dance while playing the game\n* Snow Miku outfit and Negi glow stick\n* Ten songs with two difficulties for intense dance action\n* Music video mode: watch any song from multiple angles with a choice of stages and outfits", "short_description": "World-famous virtual singer Hatsune Miku invites you to join her on stage in in this VR music game! Simply put on your headset, choose a song then use your VR controllers to catch the melody symbols flying from the speakers at the back of the stage. But beware the long riff symbols and other challenges that will make it harder to reach the perfect score!"}, {"images": {"nodes": []}, "id": "263998154766092", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "初音未來VR", "keywords": [], "long_description": "世界知名的虛擬歌手初音未來邀請你參加她的VR音樂遊戲！請在她隨著招牌歌曲勁歌熱舞時，努力拚出完美的分數。\n\n只需要戴上耳機，選擇一首歌曲，用VR控制器捕捉從舞台後方喇叭飛出的旋律符號即可。但要達到完美的分數，就得特別注意長條符號和增加難度的其他挑戰！\n\n你也可選擇關閉這些符號，單純欣賞初音勁歌熱舞。\n\n歌曲\n本遊戲收錄了以下多首流行歌曲，都來自才華洋溢的初音未來創作者：\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\n特點\n* 使用VR控制器的音樂動作遊戲\n* 玩遊戲的同時還可欣賞初音的原創舞蹈\n* 雪裝初音和蔥型螢光棒\n* 十首歌曲，兩種難度，首首精彩熱烈（將陸續增加歌曲）\n* 音樂錄影帶模式：從多個視角觀看任意歌曲，並自由選擇搭配舞台和服飾", "short_description": "世界知名的虛擬歌手初音未來邀請你參加她的VR音樂遊戲！請在她隨著招牌歌曲勁歌熱舞時，努力拚出完美的分數。\n只需要戴上耳機，選擇一首歌曲，用VR控制器捕捉從舞台後方喇叭飛出的旋律符號即可。但要達到完美的分數，就得特別注意長條符號和增加難度的其他挑戰！"}, {"images": {"nodes": []}, "id": "233142591074595", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "初音ミクVR", "keywords": ["初音ミク", "リズム", "音楽", "ダンス"], "long_description": "『初音ミクVR』は、世界中で人気の歌唱ソフトウェアであるバーチャルシンガー「初音ミク」のVR音楽ゲームです。\n\n操作方法は簡単で、音楽に合わせてステージ奥のスピーカーから発せられるノーツにコントローラーで触れるだけです。\n連続するノーツやプレイを邪魔をするギミックをクリアし、パーフェクト達成を目指しましょう！\n\nゲーム内には様々なステージが用意されており、VRならではの臨場感で目の前で初音ミクの歌とダンスを楽しむことができます。\nまた、様々なクリエイターが創作した人気の初音ミク楽曲を収録しており、楽曲によってゲームの難易度が異なります。\n\n* Stella\n* Ievan Polkka\n* Singularity\n* アマゴイ未成年\n* Sharing The World\n* ゴーストルール\n* 千本桜\n* ヒビカセ\n* すろぉもぉしょん\n* ラッキー☆オーブ\n\n特徴\n\n* 初音ミクオリジナルダンスモーションを楽しむ、リズムアクションゲーム\n* ミクの衣装セレクトとスティックセレクト\n* 二つの難易度がプレー可能な、全10曲を収録\n* ＭＶモードで好きな楽曲を８つセレクトし視聴可能（ミクの衣装、スティックと背景ステージがセレクト可能。\n* ゲーム中に流れる楽曲を３Ｄサウンド対応\n\n「初音ミク」とは\nクリプトン・フューチャー・メディア株式会社が開発した、歌詞とメロディーを入力して誰でも歌を歌わせることができる「ソフトウェア」です。大勢のクリエイターが「初音ミク」で音楽を作り、インターネット上に投稿したことで一躍ムーブメントとなりました。「キャラクター」としても注目を集め、今ではバーチャル・シンガーとしてグッズ展開やライブを行うなど多方面で活躍するようになり、人気は世界に拡がっています。", "short_description": "『初音ミクVR』は、世界中で人気の歌唱ソフトウェアであるバーチャルシンガー「初音ミク」のVR音楽ゲームです。操作方法は簡単で、音楽に合わせてステージ奥のスピーカーから発せられるノーツにコントローラーで触れるだけです。連続するノーツやプレイを邪魔をするギミックをクリアし、パーフェクト達成を目指しましょう！"}, {"images": {"nodes": []}, "id": "205723984211069", "locale": "zh_CN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "初音未来VR", "keywords": [], "long_description": "世界著名的虚拟歌姬初音未来邀请你去她的VR音乐游戏啦！在她演绎着自己最具代表性的歌曲时，力求获得完美得分吧！\n\n只需要带上耳机，选择一首歌。使用你的VR控制器捕捉从舞台后方的扬声器里发出的旋律音符。但要想达到完美得分，就得注意长条音符和提升难度的其他挑战哦！\n\n你也可以关掉音符，单纯欣赏初音的歌声和舞姿。\n\n歌曲\n这个游戏里收录了以下多首流行歌曲，均出自于著名的初音未来创作者：\n\n* Stella\n* Ievan Polkka\n* Singularity\n* Amagoi Miseinen\n* Sharing The World\n* Ghost Rule\n* SenbonZakura\n* Hibikase\n* SLoWMoTIoN\n* Lucky Orb\n\n特点\n* 使用VR控制器进行的节奏动作游戏\n* 玩游戏的同时欣赏初音的原创舞蹈\n* 雪装初音和葱型荧光棒\n* 十首歌曲，两种难度，让你尽情舞动（之后还会增加更多的歌曲哦）\n* 音乐录影带模式：从多个角度观赏任意歌曲，还能自主选择舞台和服装", "short_description": "世界著名的虚拟歌姬初音未来邀请你去她的VR音乐游戏啦！在她演绎着自己最具代表性的歌曲时，力求获得完美得分吧！只需要带上耳机，选择一首歌。使用你的VR控制器捕捉从舞台后方的扬声器里发出的旋律音符。但要想达到完美得分，就得注意长条音符和提升难度的其他挑战哦！"}]}, "developer_name": "Crypton Future Media", "developer_privacy_policy_url": "http://promo.degicagames.com/vr/", "developer_terms_of_service_url": "http://promo.degicagames.com/vr/", "publisher_name": "Degica", "support_website_url": "http://promo.degicagames.com/vr/", "website_url": "http://promo.degicagames.com/vr/", "category": "GAMES", "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "1672577396871977"}], "external_subscription_type": "NOT_REQUIRED", "genres": ["ACTION", "MUSIC"], "has_in_app_ads": null, "internet_connection": "NOT_REQUIRED", "play_area": "MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "ja", "fr", "es", "pt_BR", "ru", "zh_CN", "zh_HK", "zh_TW", "it", "de", "ko"], "supported_input_devices": ["GAMEPAD_VIA_TOUCH", "OCULUS_TOUCH", "GAMEPAD"], "supported_player_modes": ["ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "269660771799425"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "629246794629491"}]}, "baseline_offer": {"id": "629246794629491"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1602514800, "status": "PUBLISHED", "id": "629246794629491"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "3480116528718074", "version": "3.01"}, "id": "196522394882563", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2814449548618112", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3480116528718074"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "196522394882563"}]}, "change_log": null, "created_date": 1601448864, "id": "3480116528718074", "version": "3.01", "version_code": 10, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3480115752051485"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2814449548618112", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3480116528718074"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "196522394882563"}]}, "change_log": null, "created_date": 1600992805, "id": "3463849050344822", "version": "3.01", "version_code": 9, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3463848587011535"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2814449548618112", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3480116528718074"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "196522394882563"}]}, "change_log": null, "created_date": 1600820200, "id": "3457315577664836", "version": "3.01", "version_code": 8, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3457314390998288"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2814449548618112", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3480116528718074"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1600405352, "id": "3442240715838989", "version": "3.01", "version_code": 7, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3442237679172626"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "2814449548618112", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "3480116528718074"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "196522394882563"}]}, "change_log": null, "created_date": 1599523522, "id": "3410427029020358", "version": "3.01", "version_code": 6, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": {"id": "3410426292353765"}, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}