{"data": {"node": {"__typename": "Application", "id": "5419048904872022", "organization": {"id": "1914656525242038", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "5881748888530423"}, {"id": "5419048904872022"}]}, "id": "1205581166659563"}, {"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "1976071352472244"}, {"id": "1936934136403643"}]}, "id": "754078734944321"}]}}, "firstRevision": {"nodes": [{"application": {"id": "5419048904872022", "release_date": 1713459600, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 8}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8560149454095269"}, "id": "352255020456597"}]}}, "binary": null, "live_binary": null, "created_date": 1741363570, "id": "9144839558959586", "is_initial_release": false, "name_with_fallback": "v12", "pdp_metadata_with_fallback": {"version": 10, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "9144858535624355"}, "release_status": "RELEASED", "id": "5419048904872022"}, "id": "9144858535624355", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5419048904872022", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "838986811152662"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "3965539190396251", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "coop"], "long_description": "Laad je wapens en sla de handen ineen met vrienden in The Flip, een bloedstollend zombie-avontuur! Deze VR-shooter in coöp speelt zich af in Flip City, een stad die wemelt van de ondoden. Baan je een weg door hordes zombies en weet te overleven in dit spannende gevecht tegen Kreep en zijn zombies.\n\nMet The Flip begin je meteen tussen de ondoden. Verdien wapens door de verstopplekken in de stad te vinden en pas je avatar aan met modellen en skins.\n\nAlles draait om communicatie in The Flip, met geïntegreerde VOIP zodat je je acties naadloos kunt coördineren met de rest van de groep. Werk samen om te overleven en jullie missies te voltooien.\n\nThe Flip is speciaal ontwikkeld zodat iedereen kan meespelen, met de nadruk op sociale kenmerken. Daarnaast kun je op elk moment beslissen om mee te doen of te stoppen. Doe mee met een spel en werk samen met vrienden voor een superspannende coöp-ervaring die je niet zo snel zal vergeten.\n\nFlip de plan uit tijdens de zombie-apocalyps van The Flip!", "short_description": "Speel samen met vrienden in The Flip, een avontuurlijke VR-shooter boordevol adrenaline die zich afspeelt in een stad boordevol zombies. Vind wapens en pas je avatar aan tijdens je overlevingsstrijd tegen Kreep en zijn zombievrienden. The Flip is speciaal ontwikkeld voor een pick-up-and-play-gameplay, waardoor vier vrienden op elk moment kunnen meespelen. Flip de plan uit tijdens de zombie-apocalyps!"}, {"images": {"nodes": []}, "id": "2685120538344317", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Флип", "keywords": ["зомби", "мертвец", "зло", "шутер", "кооперативная"], "long_description": "Хватай дробовик и объединяйся с друзьями в адреналиновом зомби-приключении в игре Флип! В этом кооперативном VR-шутере вы отправитесь в кишащий ордами нежити город Флип Сити и постараетесь пробиться к месту последнего боя с Крипом и его дружками зомби.\n\nВ игре Флип вы окажетесь в самом сердце событий: взрывайте тайники в городе, чтобы находить оружие и настраивайте свой аватар, используя разнообразные модели и скины. Во Флип важна командная игра, и встроенная связь VOIP обеспечивает бесшовную координацию между членами группы. Помогайте друг другу выживать и выполнять игровые миссии.\n\nМы сделали игру Флип такой, чтобы в нее мог играть любой, сделав упор на общение и возможность входить и выходить в любое время без последствий. Зарядитесь адреналином с командой друзей и получите незабываемые впечатления от совместной игры!\n\nГотовьтесь перевернуть страницу зомби-апокалипсиса в игре Флип!", "short_description": "Объединяйся с друзьями в адреналиновом приключении в игре Флип! Действие этого кооперативного VR-шутера с социальными функциями происходит в городе, кишащем зомби. Находите оружие и настраивайте аватар, сражаясь за выживание против Крипа и его дружков зомби. Игра Флип создана для социального времяпровождения и позволяет присоединять к играм до четырех игроков и отключаться в любое время. Готовьтесь перевернуть следующую страницу сценария зомби апокалипсиса!"}, {"images": {"nodes": []}, "id": "1795442241278576", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "kooperacja"], "long_description": "Chwyć za broń i zbierz się ze znajomymi w dynamicznej podróży pełnej przygód: The Flip! Ten kooperacyjny shooter VR zabierze was do Flip City – miejsca opanowanego przez hordy umarłych, w którym musicie stawić czoła Kreepowi i jego sługusom.\n\nW The Flip od razu wpadasz w wir akcji. Zbierz bronie rozrzucone po mieście i dostosuj awatar różnymi modelami i skórkami.\n\nW The Flip społeczność jest najważniejsza. Wbudowany system VOIP pozwala bez problemu koordynować grupą – współpracujcie, by przetrwać i realizować misje.\n\nThe Flip to rozgrywka dla wszystkich. Skupiamy się na szybkiej, socjalnej rozgrywce. Dołącz do gry i graj ze znajomymi, aby poczuć niezapomniany napływ adrenaliny podczas współpracy.\n\nPrzygotujcie się, by zawalczyć z apokalipsą zombie w The Flip!", "short_description": "Połącz siły ze znajomymi w napędzanym adrenaliną kooperacyjnym socjalnym shooterze VR osadzonym w mieście zawładniętym przez zombie, The Flip. Znajduj bronie i dostosuj swój awatar, walcząc o przetrwanie z Kreepem i jego sługusami zmienionymi w zombie. W The Flip możesz doświadczyć swobodnej rozgrywki stawiającej na element socjalny – dołącz do gry z maksymalnie czterema graczami i opuść ją w dowolnej chwili. Postaraj się zmienić bieg apokalipsy zombie!"}, {"images": {"nodes": []}, "id": "1639596590009472", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "evil", "dead", "skytter", "samarbeid"], "long_description": "Nå må du hente våpnene dine og danne lag med venner i et heseblesende og zombieskytende eventyr i The Flip! Dette samarbeidende og sosiale VR-skytespillet tar deg til Flip City – et sted som er overfylt av udødelige, og hvor du må slåss deg igjennom horder av avdøde for å nå en forløsning i en spennende overlevelseskamp mot Kreep og de zombifiserte vennene hans.\n\nThe Flip plasserer deg midt i handlingen: Plukk opp våpen ved å sprenge kistene som ligger spredt rundt i byen og tilpass brukerbildet ditt med mange ulike modeller og skins.\n\nKommunikasjon er nøkkelen i The Flip. Spillet tilbyr nemlig innebygget VOIP, som muliggjør en enkel koordinering blant gruppen din. Dere må derfor samarbeide for å overleve og komme igjennom spillets oppdrag.\n\nThe Flip er et spill alle kan starte med umiddelbart og spille i ny og ne. Bli med i et spill og dann lag med venner for en uforglemmelig og adrenalinfylt opplevelse.\n\nGjør deg klar for å gjøre noe helt annerledes i The Flips zombie-apokalypse!", "short_description": "Dann lag med venner og opplev et adrenalinfylt eventyr i The Flip, et sosialt VR-skytespill hvor du samarbeider med andre i en by fylt med zombier. Finn våpen og tilpass brukerbildet ditt mens du slåss for overlevelse mot Kreep og de zombifiserte vennene hans. The Flip er et sosialt spill som er lett å lære seg, og opptil fire spillere kan hele tiden bli med når de har lyst! Gjør deg klar for å oppleve zombie-apokalypsen på en helt ny måte!"}, {"images": {"nodes": []}, "id": "1367512431114943", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "nişancı", "işbirliği"], "long_description": "Silahlarını al ve The Flip’te kalp atışlarını hızlandıracak, zombilerin patlatıldığı macerada arkadaşlarınla takım ol! Bu iş birliğine dayalı sosyal VR nişancı oyunu seni zombilerin istila ettiği Flip City’ye götürüyor; burada Kreep ve zombileşmiş Fiend’lara karşı hayatta kalmak için heyecan verici bir savaşta ölü orduları arasından sıyrılarak kurtuluşa ulaşmaya çalışacaksın.\n\nThe Flip, seni aksiyonun tam ortasına bırakıyor! Şehrin dört bir yanına dağılmış zulaları patlatarak silah topla ve avatarını çok sayıda farklı model ve görünümle özelleştir.\n\nGrubun arasında sorunsuz koordinasyon sağlayan dahili VOIP ile The Flip’te iletişim çok önemlidir. Hayatta kalmak ve oyunun görevlerinde ilerlemek için arkadaşlarınla birlikte çalış.\n\nThe Flip, herkesin oynayabileceği şekilde tasarlanmıştır ve sosyal oynanışa odaklanır. Adrenalin dolu bir iş birliği deneyimi için bir oyuna katıl ve arkadaşlarınla takım oluştur.\n\nThe Flip’te zombi kıyametinin senaryosunu tersine çevirmeye hazır ol!", "short_description": "Zombilerin istila ettiği bir şehirde geçen, eşli oyuna dayalı sosyal VR nişancı oyunu olan The Flip'te adrenalin dolu bir macera için arkadaşlarınla takım kur. Kreep ve zombileşmiş Fiend'lara karşı hayatta kalmak için savaşırken silahlar bul ve avatarını özelleştir. Sosyal, topla ve oyna oynanışı için tasarlanan The Flip, dört oyuncuya kadar oyunlara katılmana ve istediğin zaman girip çıkmana olanak tanır. Zombi kıyametinde senaryoyu tersine çevirmeye hazır ol!"}, {"images": {"nodes": []}, "id": "1366978514464413", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "koop"], "long_description": "Schnapp dir deine Waffen und schließ dich mit Freunden in einem hoch spannenden Abenteuer in The Flip zusammen! Dieser Koop-VR-Shooter führt dich nach Flip City – einem von Untoten überrannten Ort, an dem du gegen Horden von Zombies antrittst, um die Exfiltration in einem spannenden Kampf ums Überleben gegen Kreep und seine Monster zu erreichen.\n\nIn The Flip bist du mittendrin: Hol dir Waffen, indem du in der Stadt verstreute Kisten öffnest, und passe deinen Avatar mit einer Vielzahl verschiedener Modelle und Skins an.\n\nDank VOIP ist für eine reibungslose und überlebenswichtige Kommunikation in deiner Gruppe gesorgt. Arbeitet zusammen, um die Missionen des Spiels zu absolvieren.\n\nThe Flip eignet sich für jeden Spielertyp und legt den Fokus auf soziales Gameplay sowie einen schnellen Einstieg. Schließ dich mit Freunden zu einem unvergesslichen Koop-Erlebnis zusammen.\n\nMach dich bereit, den Spieß in The Flip umzudrehen und die Zombieapokalypse zu bekämpfen!", "short_description": "Schließ dich in The Flip, einem Koop-VR-Shooter in einer von Zombies überrannten Stadt, mit Freunden zu einem spannungsgeladenen Abenteuer zusammen. Finde Waffen und passe deinen Avatar an, während du gegen Kreep und seine Monster um das Überleben kämpfst. In The Flip, das für gemeinsames Spielen und einen schnellen Einstieg konzipiert ist, trittst du mit bis zu vier Personen an und kannst jederzeit loslegen oder aufhören. Dreh den Spieß um und bekämpfe die Zombieapokalypse!"}, {"images": {"nodes": []}, "id": "1097848692111926", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zumbi", "dead", "evil", "tiro", "cooperativo"], "long_description": "Pegue suas armas e monte uma equipe com seus amigos para uma aventura cheia de adrenalina detonando zumbis em The Flip! Esse jogo de tiro cooperativo social em RV te leva até Flip City - um lugar tomado pelos mortos-vivos onde você terá que enfrentar hordas de mortos para alcançar a saída em uma batalha emocionante por sobrevivência contra Kreep e seus amigos zumbis.\n\nThe Flip coloca você no meio da ação: Pegue armas abrindo os caixotes espalhados pela cidade e personalize seu avatar com diversos modelos e visuais diferentes.\n\nComunicação é essencial em The Flip, com VOIP integrado que permite a coordenação entre seu grupo. Trabalhem juntos para sobreviver e progredir pelo do jogo.\n\nThe Flip foi projetado para que qualquer pessoa possa jogar, com um foco em jogabilidade social com entrada e saída simples. Participe de uma partida e junte-se aos seus amigos para uma experiência cooperativa que você jamais esquecerá.\n\nPrepare-se para reescrever o roteiro do apocalipse zumbi em The Flip!", "short_description": "Junte-se aos seus amigos para uma aventura cheia de adrenalina em The Flip, um jogo de tiro cooperativo social em RV que se passa em uma cidade dominada por zumbis. Encontre armas e personalize seu avatar enquanto luta pela sobrevivência contra Kreep e seus Demônios zumbis. Projetado para que qualquer pessoa possa jogar, The Flip permite que você entre em partidas de até quatro jogadores e saia quando quiser. Prepare-se para reescrever o roteiro do apocalipse zumbi!"}, {"images": {"nodes": []}, "id": "1091214902693527", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "sparatutto", "coop"], "long_description": "Imbraccia le armi e vai a far saltare in aria qualche zombi con gli amici in The Flip! Uno sparatutto cooperativo con visore che ti porterà a Flip City, dove dovrai sopravvivere e falciare orde di mostri al servizio del terribile Kreep per raggiungere il punto di estrazione.\n\nThe Flip ti mette al centro dell’azione: raccogli le armi sparando alle casse sparse per tutta la città e personalizza il tuo avatar con una vasta gamma di modelli e aspetti.\n\nIn The Flip, la comunicazione con VOIP integrato è fondamentale per coordinarti con il tuo gruppo. Lavorate assieme per sopravvivere e avanzare nelle missioni di gioco.\n\nIl gioco dalla forte componente cooperativa è progettato per poterti gettare subito nell’azione, entrando e uscendo dalla partita senza interrompere il gameplay. Crea una squadra con gli amici e vivi un’esperienza cooperativa adrenalinica che non dimenticherai. \n\nPreparati a ribaltare la classica trama dell’apocalisse zombi in The Flip!", "short_description": "Fai squadra con gli amici e partecipa all’adrenalinica avventura di The Flip, uno sparatutto cooperativo con visore ambientato in una città invasa dagli zombi. Trova delle armi e personalizza il tuo avatar mentre combatti per la sopravvivenza contro Kreep e i suoi sgherri. Progettato come gioco di società con gameplay immediato, The Flip permette partite fino a quattro giocatori che possono entrare e uscire in qualsiasi momento. Preparati a ribaltare la classica trama dell’apocalisse zombi!"}, {"images": {"nodes": []}, "id": "999459728950118", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "coop"], "long_description": "Grib dine våben, og gå sammen med dine venner på et hjertepumpende, bloddryppende zombieeventyr i The Flip! Denne sociale VR-shooter tager dig med til Flip City - en by overrendt af udøde, hvor du kæmper dig gennem horder af døde for at komme frem i en spændende kamp for overlevelse mod Kreep og hans horde af zombificerede Fiends. Med fri bevægelse og fysiske håndbevægelser til at genlade dine våben, vil du føle, at du virkelig er midt i handlingen. Saml våben op ved at sprænge våbenlagre, der er spredt ud over byen, og tilpas din avatar med et væld af forskellige modeller og utallige skins. Kommunikation er nøglen i The Flip, med indbygget VOIP, der giver mulighed for problemfri koordinering blandt din gruppe. Arbejd sammen for at overleve og komme igennem spillets missioner. The Flip er skabt til, at alle kan spille det, med fokus på socialt drop in/ drop out-gameplay. Deltag i et spil, og gå sammen med dine venner om en adrenalinfyldt oplevelse, du sent vil glemme. Gør dig klar til at vende op og ned på zombie-apokalypsen i The Flip!", "short_description": "Gå sammen med dine venner, og oplev et adrenalinfyldt eventyr i The Flip, et socialt VR-shooter, hvor I skal arbejde sammen. Spillet foregår i en by, der er indtaget af zombier. Find våben, og tilpas din avatar, mens du kæmper for overlevelse mod Kreep og hans zombificerede fiends. The Flip er designet til socialt, hurtigt og let gameplay, og det lader dig spille med op til fire spillere og hoppe ind og ud når som helst. Gør dig klar til at vende op og ned på zombieapokalypsen!"}, {"images": {"nodes": []}, "id": "950062046897028", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ザ・フリップ", "keywords": ["ゾンビ", "デッド", "데드", "シューティング", "協力プレイ"], "long_description": "銃を手に取り、友達とチームを組んで、君の鼓動を早くさせるゾンビ・シューティング『ザ・フリップ』の冒険に飛び込もう！この協力型ソーシャルVRシューティングゲームでは、アンデッドが跋扈するフリップ・シティが冒険の舞台です。そこであなたは「クリープ」とゾンビ化しその下僕たちを相手に、生き残りをかけたスリリングな戦いを繰り広げ、死者の大群の中を突破して生還しなければなりません。\n\n『ザ・フリップ』は、あなたを過激なアクションの渦中へと巻き込んでいきます: 街中に点在するボックスを爆破して中の武器を手に入れ、多彩なモデルやスキンでアバターをカスタマイズしましょう。\n\n『ザ・フリップ』ではコミュニケーションが重要であり、VoIPによってグループ間のシームレスな連携が可能になります。協力して生き残り、ゲームのミッションを進めてください。\n\n『ザ・フリップ』は、ソーシャル要素、ドロップイン/ドロップアウト方式のゲームプレイに重点を置いており、誰でも気軽にプレイできるように設計されています。ゲームに参加して友達とチームを組み、忘れられないアドレナリン全開の共闘体験をお楽しみください。\n\n『ザ・フリップ』で、ゾンビの黙示録の脚本を覆し、「反転」させる準備葉できていますか！？", "short_description": "友達とチームを組んで、ゾンビに蹂躙された都市を舞台にした共闘ソーシャルVRシューティングザ・フリップのエキサイティングな冒険に挑戦しよう。武器を見つけ、自分のアバターをカスタマイズして、「クリープ」とそのゾンビの配下たちを相手に、激しいバトルを生き延びよう。ソーシャル要素にピックアップ＆プレイ要素を加えたゲームデザインのザ・フリップでは、最大4人までのプレイヤーが同時にゲーム参加でき、しかもいつでも出入りすることが可能。ゾンビのはびこる終末世界で、破局のシナリオをひっくり返せ！"}, {"images": {"nodes": []}, "id": "669725668812064", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "ammunta", "yhteistyöpeli"], "long_description": "Tartu aseisiin ja yhdistä voimat kavereidesi kanssa The Flip -pelin sykkeet nostattavassa zombienammuntaseikkailussa! Tämä sosiaalinen, yhteistyöpelinä pelattava VR-räiskintä vie elävien kuolleiden valtaamaan Flip Cityyn. Yritä taistella tiesi zombilaumojen läpi pelastautumispaikkaan. Luvassa jännittävä selviytymistaistelu Kreepiä ja hänen zombikavereitaan vastaan.\n\nThe Flip heittää sinut suoraan toiminnan keskelle: poimi aseita räjäyttämällä kätköjä auki kaikkialla kaupungissa ja mukauta avataria erilaisilla malleilla ja skineillä.\n\nKommunikointi on The Flipissä erittäin tärkeää, ja sisäänrakennettu VOIP auttaa ryhmääsi koordinoimaan toiminnan saumattomasti. Selviytykää ja edetkää pelin tehtävissä yhteistyöllä.\n\nThe Flip keskittyy sosiaaliseen drop-in/drop-out-pelaamiseen, joten siihen on helppo liittyä mukaan. Liity peliin, yhdistä voimat kavereidesi kanssa ja aloita ikimuistoinen, adrenaliinia tihkuva yhteistyöelämys.\n\nMuuta kohtalon suunta The Flipin zombiapokalypsissa!", "short_description": "Lyöttäydy yhteen kavereiden kanssa ja lähde adrenaliinintäyteiseen seikkailuun. The Flip on yhteistyönä pelattava sosiaalinen VR-ammuntapeli, joka sijoittuu zombeja vilisevään kaupunkiin. Löydä aseita, muokkaa avatariasi ja taistele selviytymisestä Kreepiä ja hänen zombidemoneitaan vastaan. The Flip on suunniteltu sosiaaliseen pick-up-and-play-pelaamiseen, joten voit helposti liittyä mukaan jopa neljän pelaajan peleihin ja poistua milloin tahansa. Muuta kohtalon suunta zombiapokalypsissa!"}, {"images": {"nodes": []}, "id": "665041389370659", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "skjutspel", "kooperativt"], "long_description": "Ta till vapen och slå dig ihop med dina vänner för ett pulshöjande zombiefyllt äventyr i The Flip! Detta kooperativa VR-skjutspel tar dig till Flip City – en plats fylld med odöda där du slåss mot horder av avlidna för att nå platsen för upphämtning i en spännande kamp för överlevnad mot Kreep och hans zombifierade varelser.\n\nThe Flip placerar dig mitt i händelsernas centrum: plocka upp vapen genom att skjuta sönder lådorna som finns utspridda i staden, och anpassa din avatar med en mängd olika modeller och skinn.\n\nKommunikation är avgörande i The Flip. Med inbyggd VOIP kan din grupp koordinera effektivt. Arbeta tillsammans för att överleva och ta er vidare genom spelets uppdrag.\n\nThe Flip är utformat så att vem som helst kan spela det, med fokus på en social spelupplevelse med drop-in/drop-out. Gå med i ett spel och slå dig ihop med vänner för en adrenalinfylld, kooperativ upplevelse som du sent ska glömma.\n\nGör dig redo att vända på steken i zombieapokalypsen i The Flip!", "short_description": "Samarbeta med dina vänner i ett adrenalinfyllt äventyr i The Flip, ett kooperativt socialt skjutspel i VR som utspelar sig i en stad som är ockuperad av zombier. Hitta vapen och anpassa din avatar när du kämpar mot Kreep och hans zombifierade varelser för att överleva. The Flip är designat för socialt pick-up-and-play-spel och låter dig gå med i spel med upp till fyra spelare och hoppa in och ut ur spelet när som helst. Gör dig redo att vända på zombieapokalypsen!"}, {"images": {"nodes": []}, "id": "625476093432836", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "shooter", "cooperativo"], "long_description": "Coge tu arsenal y forma equipo con tus amigos para vivir una emocionante aventura de zombis en The Flip. Este shooter cooperativo social en RV te lleva a Flip City, una ciudad invadida por zombis en la que lucharás contra hordas de enemigos hasta lograr exfiltrarte en una emocionante batalla por la supervivencia contra Kreep y sus secuaces.\n\nEn The Flip te sumergirás de lleno en el combate: recoge munición abriendo las cajas repartidas por la ciudad y personaliza tu avatar con una gran variedad de modelos y aspectos.\n\nGracias a su sistema de VOIP integrado, tu grupo podrá comunicarse con fluidez en todo momento. ¡Cooperad para sobrevivir y avanzar en las misiones!\n\nThe Flip es apto para todo tipo de jugadores y se centra en la jugabilidad social y en las partidas de entrada/salida libre. ¡Forma equipo con tus amigos para vivir una inolvidable experiencia cooperativa cargada de adrenalina!\n\n¡Prepárate para luchar contra el apocalipsis zombi en el caos de The Flip!", "short_description": "Forma equipo con tus amigos y vive una aventura llena de adrenalina en The Flip, un shooter cooperativo social en RV ambientado en una ciudad invadida por zombis. Encuentra armas y personaliza tu avatar mientras luchas por la supervivencia contra Kreep y sus secuaces. The Flip, apto para todo tipo de jugadores y centrado en la jugabilidad social, permite participar en partidas de entrada/salida libre de hasta 4 jugadores. ¡Prepárate para luchar contra el apocalipsis zombi en el caos de The Flip!"}, {"images": {"nodes": []}, "id": "624316773542466", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "더 플립", "keywords": ["좀비", "バイオ", "이블", "슈터", "협동"], "long_description": "더 플립에서 총을 들고 친구와 팀을 이뤄 가슴이 뛰는 좀비 사냥 모험을 시작하세요! 이 협동 소셜 VR 슈팅 게임은 언데드가 점령한 도시, 플립 시티에서 펼쳐집니다. 플립 시티에서 몰려오는 시체 떼와 스릴 넘치는 전투를 펼치면서 탈출 지점에 도달하여 크립과 좀비화된 괴물의 공격 속에서 끝까지 살아남으세요.\n\n더 플립의 이야기는 액션의 한복판에서 시작됩니다. 도시 곳곳에 흩어져 있는 상자를 열어 무기를 확보하고 다양한 모델과 스킨으로 아바타를 꾸며 보세요.\n\n더 플립에서는 소통이 매우 중요한 역할을 합니다. 게임 속에 내장된 VOIP를 통해 그룹과 매끄럽게 대화하고 협력하세요. 힘을 합쳐 생존하고 게임 미션을 진행하세요.\n\n더 플립은 소셜 드롭인/드롭아웃 게임 플레이를 통해 누구나 손쉽게 즐길 수 있습니다. 게임에 참여하고 친구와 팀을 이뤄 아드레날린이 솟구치는 협동 경험을 느껴 보세요.\n\n더 플립에서 좀비 대종말의 상황을 뒤집고 끝까지 살아남으세요!", "short_description": "좀비가 점령한 도시에서 벌어지는 협동 소셜 VR 슈팅 게임인 더 플립에서 친구와 팀을 이뤄 아드레날린이 솟구치는 모험을 떠나세요. 무기를 찾고 아바타를 꾸미면서 크립과 그의 좀비화된 괴물을 상대로 생존을 위한 싸움을 시작하세요. 아이템을 획득하면서 시작하는 소셜 게임인 더 플립에서는 최대 네 명의 플레이어가 함께 즐길 수 있고 언제든지 참여하고 퇴장할 수 있습니다. 좀비 대종말의 세상에서 자신만의 시나리오를 써내려 가세요!"}, {"images": {"nodes": [{"file_name": "Description image update.png", "id": "3695804080670295", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974839_3695804084003628_3142260521654793577_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DthO8qRKMxAQ7kNvwHNaUiU&_nc_oc=AdlfToQHykr7qEMxrunxf-7Cd2vUqlg8cvlDwOkjdm82353ZllBI8ccRS2o507tDvcU&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afvc5zTp-Tsf9JsR8vV4TNsjet6NFz75qWYybSuSJD_8eg&oe=69970B1A"}, {"file_name": "Description image update2.png", "id": "1849847058837911", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974889_1849847062171244_2481398224504788830_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=BAoWI82_cvAQ7kNvwFqOMmH&_nc_oc=AdlU9OvthROj-p64AJGOpSmoNAMTjBWpMZWFpryXFPwNN4c2ObCJoreL5ATl9k32b0Y&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftDpkVqnJLpGIl0--KUGb8f1qXvMjUgTaLZPhAiwTZ9Yw&oe=6997114F"}, {"file_name": "The Flip - Logo - Wide - transparent.png", "id": "1387917065936282", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75540504_1387917072602948_580732222804633140_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=bMhBre8E7g0Q7kNvwFXqP0Z&_nc_oc=AdlNTUvODVkguz7YE1nKMJkvD3iDh8_v3ZdqbOtw9wKcniqVgQpvTZIajGISoZTu53s&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsZqnh2vudNZAN0--TUKWhEgwPkn5tziEHrKy34XappzQ&oe=699717C0"}, {"file_name": "The FLIP get it now.png", "id": "1178870143754393", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/473391974_1178870150421059_828167122397697336_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=yGyLyWPtslsQ7kNvwHg8ycd&_nc_oc=Admky9ZLArkQuOQWSxGJu52wXk0miY3IyF0wHyUrMQov6fnF2b3e8CjTD1xVlgYybTA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvMAypFYOcrGyzTC7LfjGDwSqz-YSC62i0LAiQDTI1kiA&oe=69971C7E"}, {"file_name": "Fall Update Meta.png", "id": "554682500605583", "image_type": "APP_IMG_MARKDOWN_INLINE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982598_554682503938916_2463316603616889719_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=ScevwvOaXsQQ7kNvwFoV0NY&_nc_oc=AdnXU6W_m5KnWmqN5hpPC9iX4xhNrrsY4oSA_0KthjiREUTH3PsxJVgrHNjG6hkdPDA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afu3jU-oxHmLV2cgkJSfwWkwlmm2XRdADB3dT1wHVgjB3Q&oe=69971E02"}, {"file_name": "The Flip - META - Logo Transparent.png", "id": "1798438664022457", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39031404_1798438667355790_2963007782829796562_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7_kP8AMGSJwQ7kNvwGvslKv&_nc_oc=AdmGecOcsF-4FPOw32GDAJTjydRo8CA_atmJq7tQkYVXpoKAvEXTQHGPRoXFdv8ssv0&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft3pTEdI3RjbNwB47-Ed2rokMKnVwWYgOSTawMe20SSng&oe=699710A0"}, {"file_name": "The Flip - META - Cover Art ​ - Mini Landscape.png", "id": "1776807489728951", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75207238_1776807493062284_8427048893605917928_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=A1N3Y0zY7kwQ7kNvwHZM3us&_nc_oc=Adl5KY7nIgpblqSygQmgSANmaHAXyWcFtuaanJt_sSwYouZoGZn4TRs53toLo0iKJEI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Aft6T1elnibEour7MMsV1Y4QiRpHHP4U_Avsfih2solEQw&oe=6997040A"}, {"file_name": "The Flip - META - Immersive Image Layer - Background.png", "id": "1661256217965351", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974508_1661256221298684_1588298703379421253_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=mM-M2QTTPcQQ7kNvwH2ImUk&_nc_oc=AdlSvmx1DRPpsjiDrBDvX1SN5CAENEDWRaLdVwaQk4a-d6MDsPtRaknZ1iwC9GlEj6Y&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfuCZEPpanjv_Xj5M60wYFiPADznOLZFJVpCKJZBNocpHQ&oe=6996ED5C"}, {"file_name": "The Flip - META - Cover Art ΓÇï - Square.png", "id": "1517262785564082", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974782_1517262788897415_8078564911732069790_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=p0KznLHnvfcQ7kNvwFIdoDf&_nc_oc=AdkDDjQoSWGPzwcXfx4heZFCI9QJthYlODQGe8nQD2W5n-shYQk1TDhsCeu6WcCLXCw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvAN7Shxn-szufDI6q4r4z2NGzOk-dCDws3bBHEtOkVTQ&oe=699708D3"}, {"file_name": "The Flip - META - Immersive Image Layer - Left.png", "id": "1014184923481103", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75556799_1014184926814436_7840460946698490691_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=vs4U_g8BKgsQ7kNvwFUoxV5&_nc_oc=AdnGA_p1i3P5imBND8U-OUkJ2YFb54UhY2It86w0sfqJwsBZrMU3Hbl2Gh8x_g4iSjg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuoM24h6mvD32ey0bGewygpYlq60URefhCq0BrFzDausQ&oe=6996ED7D"}, {"file_name": "The Flip - META - PDP Art - Hero Cover ​ .png", "id": "538527392173156", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39035387_538527395506489_2155194545012529624_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=7uv8pEwIweEQ7kNvwGPCqio&_nc_oc=AdkLF4lLN7wYGPB6NtCzVdWnbD5o2d4GpR0QmCs4F33zxVQnR06nbgyvu1YCImzxDRA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfuQkv4sdM3XDIMwLVKS_mC8xUaGKRPWHbyWmf84Se9Dmw&oe=6996F1AC"}, {"file_name": "The Flip - META - Cover Art ​ - Portrait.png", "id": "529146229519991", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39035354_529146232853324_1018612648724732872_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HPNB_hU0xgEQ7kNvwHfYddI&_nc_oc=Adk-w3sRgml__XfwE9bHuLDHexuFhrlY6sfEnPQrhPKs7XhoAmsGoMMzJ3dhIL35cFg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afs8r5a_ykGEPlszrYxaq8eedmsQjfqVOs3VnbgZtwCTOg&oe=699717F5"}, {"file_name": "The Flip - META - Immersive Image Layer - Logo.png", "id": "468113906070998", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39036650_468113909404331_7829044659467550379_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Eh6_8HJBg0AQ7kNvwFmqOTa&_nc_oc=AdmXvDI4sY8T1KWT67u2ypx9xDWa1hk12p2YbRX_R1gh4wm0xiAfbqXOdcVpmgmieT4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afsa9ch5jVoaAN8SFWFewDO5LRIGj7esFCpDZWzmTAdMsQ&oe=6996FE72"}, {"file_name": "The Flip - META - Immersive Image Layer - Right.png", "id": "464064546440537", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982519_464064549773870_7779832633112788371_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=hHE9rzngzd8Q7kNvwFWRzgQ&_nc_oc=Adn_xXAb9qEH0jJxanLs_asnCSs1G6NIXDkGzSKO-qoGRhE6tJlRxXViuCPdZJBfV4I&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afss1jnufdohWxo_ZzJWjV_Ii5sIKkHKVdfvCmO4qj4nFQ&oe=6996FFEC"}, {"file_name": "The Flip - META - Cover Art ΓÇï - Landscape.png", "id": "455873983943002", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/57574726_455873990609668_5966121241894543683_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-1qkUszEXrgQ7kNvwESz1OY&_nc_oc=AdmD7-0xCWU9Tzq0y12wzkdQDYUQfpnavKvT0ADd__66LH_-bmTvZOyRRjjG-1q5T8U&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftkq-vsBaFijQtFR7WHvV820DCliWA4gJFLmGze39BcpA&oe=69971B19"}, {"file_name": "The Flip - META - Icon 512.png", "id": "442733885444997", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75604735_442733888778330_6094317164859839550_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qDaeEtchWGoQ7kNvwEI22Lt&_nc_oc=AdkatmX0GZcGWJ2nGRMFBpUHLJ8_eg0w1PIfB9RdJE_-u5_JaZWMVwWZYJuxF_4ZBG8&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftqwxBcYHnrL5EBzG1q08oYMR9bSNUw8vItRpq6FTepMQ&oe=699704BF"}]}, "id": "621755743990538", "locale": "en_US", "screenshots": [{"file_name": "AppStore_ScreenshotNew.png", "id": "999651991865187", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75221331_999651995198520_1693195908450186242_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=QzreCTubwPEQ7kNvwHvfz02&_nc_oc=AdndeuPSy4k8cmyXA9oCCSvF0HuXDbCcyVwqvXmN4joP1-V1IPOx9xigLDyaac0MxGA&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvcbhkYTfluEt9uaaj_MRO2tQGTNhyHWmcwsoNyZozMMw&oe=69971D1D"}, {"file_name": "AppStore_Screenshot4.png", "id": "407438951828561", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982672_407438955161894_3836741196327505555_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MEdHAXCUDTMQ7kNvwGxX469&_nc_oc=Adm4J652kyXkp1QrmrRXlPlQ8OuMJNvjU35-i_M_ppGxY5xAJdx3n4Zo0tTFMAlXjHc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv8j3v_Ha3_HhmycyIiYQc_YIFrS3EAG4s0o-pii6rJtQ&oe=699713CE"}, {"file_name": "NewScreenShot.png", "id": "1077009746896120", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75422381_1077009753562786_3003044026307188944_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=G3lnmwDRslsQ7kNvwFu_YWb&_nc_oc=AdlmotcF3lRn_lGejtMnjADAlUDKkPktbQ6FtTNGn-NxDZpyiYGvQ0W1zQ4JMHRBM7w&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftiLZ1Jx-k96aY2ddQw0hDAz5OI1eqV4fJx5DFUGBI6cA&oe=6996F8C6"}, {"file_name": "The Flip - META - Screenshot 04.png", "id": "886089319934802", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982697_886089323268135_5245001562055916093_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8wQMY-Qq9bAQ7kNvwEsm2M2&_nc_oc=AdlDGNL9-GomtA6_4AZTMClo709VcodDOKO1tIkDoKTHrZloy1Zcq0kK-qjzXRKomHk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsmgwKGhALBQ2p3fw7gCwDMT4mCZtdvcxWsTSNFxIOQCw&oe=699702A4"}, {"file_name": "AppStore_Screenshot1_B.png", "id": "393256999978937", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031339_393257003312270_4823251321798639960_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3qIydmf15ncQ7kNvwFptIOn&_nc_oc=Adk0-WvJBVGxBcm5jsOxqnCbb78HKLHZ8W-ImYAZMpKmaKbhGDEM014I1r0wE-npfVk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsFd8dJxaojbS64byYsEgyhQKLr1pvSSPtXgoB2ahXupQ&oe=69970F60"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "The Flip - META - Trailer Cover2.png", "id": "453261707794814", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/57575352_453261711128147_1347050346536938436_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_FQBw9flRjQQ7kNvwGuaXxC&_nc_oc=Adk6upXMeZjmlXUWYYNqGRUfUwKfbL62OkxmGCYFgosbt7lRn4rGE1OxfQT7nSFJCyk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsRygp4Xs8cuvALDMhThWEaD9rTomXZOEqzhs5jeaAZCg&oe=69970118"}, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "coop"], "long_description": "💥💥💥 **THE FLIP** 💥💥💥\n\n🎮 A super fun zombie shooter - GingasVR\n\n👾 The Flip is the perfect game! - turbotek_td\n\n👀 The biggest hordes yet to be seen on the Quest headset - Mac in VR\n\n🤝 A great multiplayer experience - FluffySez\n\n{1178870143754393}\n\n**The Flip** is the cooperative VR shooter you’ve been waiting for! Flip City is overrun with the undead and it’s up to intrepid survivors to blast through the hordes. Filled with ravenous nano-tech-infused zombie hordes, jump into missions solo or better yet, team up with friends. Using The Flip’s built-in voice chat you can easily coordinate with the group or just scream 😱 at them!\n\n**Features:**\n\n- 🤝 | **4 Player Co-op Fun** - Team up with 3 mates or new friends on epic 15-minute runs!\n\n- 🚀 | **Mission Overload!**- A mission DJ flips up levels and modifiers giving you over 2,000 different missions to engage in.\n\n- 🔫 | **A powerful arsenal** - Dual-wield Shotguns, SMGs, Grenade launchers and more!\n\n- 🎚️ | **Dynamic Difficulty** - The more you play the larger the hordes get!\n\n- 🧟 | **Mission Masochist** - Choose from “Standard” or “Special” missions that let you dive into ‘Ultra Hardcore’ missions!\n\n- 🎩 | **Dress for Success** - Successfully Exfil to gain XP and level up, unlocking new avatars and outfits.\n\n- 🏠 | **Home Sweet Home** - Chill with your mates, play some basketball or customise your character.\n\n\n", "short_description": "Jump into THE FLIP - your go-to 4-player co-op zombie shooter! Flip City is overrun with the undead. With 2,000+ mission variations, escalating hordes, and dynamic difficulty, it's your job to take back the city - if you can. Arm yourself with everything from shotguns to grenade launchers, strategize or scream, and level up to customize your avatar. Brace for non-stop undead mayhem with your friends - it's Dead Fun!"}, {"images": {"nodes": []}, "id": "577510851990790", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "coop", "shooter"], "long_description": "Prenez les armes et embarquez avec vos amis dans The Flip, une aventure exaltante pleine de zombies à massacrer ! Ce jeu de tir coopératif en VR prend place à Flip City, une ville envahie par les morts-vivants. Votre mission : affronter des hordes d’infectés et survivre face à Kreep et ses zombies afin d’atteindre le point d’exfiltration.\n\nDans The Flip, vous êtes au cœur de l’action. Récupérez des armes en tirant sur des caisses disséminées à travers la ville et personnalisez votre avatar grâce à une multitude de skins et de modèles.\n\nLa communication sera la clé. Coordonnez votre escouade avec la VOIP intégrée. Travaillez main dans la main pour survivre et progresser à travers les missions du jeu.\n\nThe Flip est adapté à tous les joueurs et met l’accent sur l’aspect social. Rejoignez et quittez les parties comme bon vous semble. Coopérez avec vos amis pour une expérience multijoueur inoubliable.\n\nPréparez-vous à renverser une armée de dangereux zombies dans The Flip !", "short_description": "Embarquez avec vos amis dans The Flip, un jeu de tir coopératif exaltant en VR au cœur d’une ville envahie par les zombies. Trouvez des armes et personnalisez votre avatar tout en vous battant pour survivre face à Kreep et ses sbires morts-vivants. Mettant l’accent sur l’aspect social, The Flip vous permet d’embarquer pour des parties jusqu’à 4 joueurs que vous pouvez rejoindre et quitter comme bon vous semble. Préparez-vous à renverser une armée de dangereux zombies dans The Flip !"}]}, "developer_name": "Future Tech Studios Ltd", "developer_privacy_policy_url": "https://www.ftl.ltd/privacy-policy-the-flip", "developer_terms_of_service_url": null, "publisher_name": "Future Tech Games Ltd", "support_website_url": null, "website_url": "https://www.futuretech.games/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "3744040075834813"}, {"id": "644354873106712"}, {"id": "1023770785722696"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "it", "es", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es_VE"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["CO_OP", "MULTI_USER", "SINGLE_USER"], "id": "9144858535624355"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974782_1517262788897415_8078564911732069790_n.png?stp=dst-png_s360x360&_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=p0KznLHnvfcQ7kNvwFIdoDf&_nc_oc=AdkDDjQoSWGPzwcXfx4heZFCI9QJthYlODQGe8nQD2W5n-shYQk1TDhsCeu6WcCLXCw&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfvwX-HPC25mrDxQ17T_T-Kmn2sZeT1o7fi3Y_Bgxmlv_A&oe=699708D3"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "The Flip", "platform": "ANDROID_6DOF", "context_category": {"context_category": "GAMES", "id": "2743326035925534"}, "context_topics": [{"topic_name": "Shooter", "id": "3744040075834813"}, {"topic_name": "Survival", "id": "644354873106712"}, {"topic_name": "Hangout", "id": "1023770785722696"}], "release_date": 1713459600, "lastRevision": {"nodes": [{"id": "5419048964872016", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "5419048904872022", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "838986811152662"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "7136966193049617", "locale": "nb_NO", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "evil", "dead", "skytter", "samarbeid"], "long_description": "Nå må du hente våpnene dine og danne lag med venner i et heseblesende og zombieskytende eventyr i The Flip! Dette samarbeidende og sosiale VR-skytespillet tar deg til Flip City – et sted som er overfylt av udødelige, og hvor du må slåss deg igjennom horder av avdøde for å nå en forløsning i en spennende overlevelseskamp mot Kreep og de zombifiserte vennene hans.\n\nThe Flip plasserer deg midt i handlingen: Plukk opp våpen ved å sprenge kistene som ligger spredt rundt i byen og tilpass brukerbildet ditt med mange ulike modeller og skins.\n\nKommunikasjon er nøkkelen i The Flip. Spillet tilbyr nemlig innebygget VOIP, som muliggjør en enkel koordinering blant gruppen din. Dere må derfor samarbeide for å overleve og komme igjennom spillets oppdrag.\n\nThe Flip er et spill alle kan starte med umiddelbart og spille i ny og ne. Bli med i et spill og dann lag med venner for en uforglemmelig og adrenalinfylt opplevelse.\n\nGjør deg klar for å gjøre noe helt annerledes i The Flips zombie-apokalypse!", "short_description": "Dann lag med venner og opplev et adrenalinfylt eventyr i The Flip, et sosialt VR-skytespill hvor du samarbeider med andre i en by fylt med zombier. Finn våpen og tilpass brukerbildet ditt mens du slåss for overlevelse mot Kreep og de zombifiserte vennene hans. The Flip er et sosialt spill som er lett å lære seg, og opptil fire spillere kan hele tiden bli med når de har lyst! Gjør deg klar for å oppleve zombie-apokalypsen på en helt ny måte!"}, {"images": {"nodes": []}, "id": "1305072386855523", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "ザ・フリップ", "keywords": ["ゾンビ", "デッド", "데드", "シューティング", "協力プレイ"], "long_description": "銃を手に取り、友達とチームを組んで、君の鼓動を早くさせるゾンビ・シューティング『ザ・フリップ』の冒険に飛び込もう！この協力型ソーシャルVRシューティングゲームでは、アンデッドが跋扈するフリップ・シティが冒険の舞台です。そこであなたは「クリープ」とゾンビ化しその下僕たちを相手に、生き残りをかけたスリリングな戦いを繰り広げ、死者の大群の中を突破して生還しなければなりません。\n\n『ザ・フリップ』は、あなたを過激なアクションの渦中へと巻き込んでいきます: 街中に点在するボックスを爆破して中の武器を手に入れ、多彩なモデルやスキンでアバターをカスタマイズしましょう。\n\n『ザ・フリップ』ではコミュニケーションが重要であり、VoIPによってグループ間のシームレスな連携が可能になります。協力して生き残り、ゲームのミッションを進めてください。\n\n『ザ・フリップ』は、ソーシャル要素、ドロップイン/ドロップアウト方式のゲームプレイに重点を置いており、誰でも気軽にプレイできるように設計されています。ゲームに参加して友達とチームを組み、忘れられないアドレナリン全開の共闘体験をお楽しみください。\n\n『ザ・フリップ』で、ゾンビの黙示録の脚本を覆し、「反転」させる準備葉できていますか！？", "short_description": "友達とチームを組んで、ゾンビに蹂躙された都市を舞台にした共闘ソーシャルVRシューティングザ・フリップのエキサイティングな冒険に挑戦しよう。武器を見つけ、自分のアバターをカスタマイズして、「クリープ」とそのゾンビの配下たちを相手に、激しいバトルを生き延びよう。ソーシャル要素にピックアップ＆プレイ要素を加えたゲームデザインのザ・フリップでは、最大4人までのプレイヤーが同時にゲーム参加でき、しかもいつでも出入りすることが可能。ゾンビのはびこる終末世界で、破局のシナリオをひっくり返せ！"}, {"images": {"nodes": []}, "id": "1142905703742187", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "coop"], "long_description": "Grib dine våben, og gå sammen med dine venner på et hjertepumpende, bloddryppende zombieeventyr i The Flip! Denne sociale VR-shooter tager dig med til Flip City - en by overrendt af udøde, hvor du kæmper dig gennem horder af døde for at komme frem i en spændende kamp for overlevelse mod Kreep og hans horde af zombificerede Fiends. Med fri bevægelse og fysiske håndbevægelser til at genlade dine våben, vil du føle, at du virkelig er midt i handlingen. Saml våben op ved at sprænge våbenlagre, der er spredt ud over byen, og tilpas din avatar med et væld af forskellige modeller og utallige skins. Kommunikation er nøglen i The Flip, med indbygget VOIP, der giver mulighed for problemfri koordinering blandt din gruppe. Arbejd sammen for at overleve og komme igennem spillets missioner. The Flip er skabt til, at alle kan spille det, med fokus på socialt drop in/ drop out-gameplay. Deltag i et spil, og gå sammen med dine venner om en adrenalinfyldt oplevelse, du sent vil glemme. Gør dig klar til at vende op og ned på zombie-apokalypsen i The Flip!", "short_description": "Gå sammen med dine venner, og oplev et adrenalinfyldt eventyr i The Flip, et socialt VR-shooter, hvor I skal arbejde sammen. Spillet foregår i en by, der er indtaget af zombier. Find våben, og tilpas din avatar, mens du kæmper for overlevelse mod Kreep og hans zombificerede fiends. The Flip er designet til socialt, hurtigt og let gameplay, og det lader dig spille med op til fire spillere og hoppe ind og ud når som helst. Gør dig klar til at vende op og ned på zombieapokalypsen!"}, {"images": {"nodes": []}, "id": "1096925881732738", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "koop"], "long_description": "Schnapp dir deine Waffen und schließ dich mit Freunden in einem hoch spannenden Abenteuer in The Flip zusammen! Dieser Koop-VR-Shooter führt dich nach Flip City – einem von Untoten überrannten Ort, an dem du gegen Horden von Zombies antrittst, um die Exfiltration in einem spannenden Kampf ums Überleben gegen Kreep und seine Monster zu erreichen.\n\nIn The Flip bist du mittendrin: Hol dir Waffen, indem du in der Stadt verstreute Kisten öffnest, und passe deinen Avatar mit einer Vielzahl verschiedener Modelle und Skins an.\n\nDank VOIP ist für eine reibungslose und überlebenswichtige Kommunikation in deiner Gruppe gesorgt. Arbeitet zusammen, um die Missionen des Spiels zu absolvieren.\n\nThe Flip eignet sich für jeden Spielertyp und legt den Fokus auf soziales Gameplay sowie einen schnellen Einstieg. Schließ dich mit Freunden zu einem unvergesslichen Koop-Erlebnis zusammen.\n\nMach dich bereit, den Spieß in The Flip umzudrehen und die Zombieapokalypse zu bekämpfen!", "short_description": "Schließ dich in The Flip, einem Koop-VR-Shooter in einer von Zombies überrannten Stadt, mit Freunden zu einem spannungsgeladenen Abenteuer zusammen. Finde Waffen und passe deinen Avatar an, während du gegen Kreep und seine Monster um das Überleben kämpfst. In The Flip, das für gemeinsames Spielen und einen schnellen Einstieg konzipiert ist, trittst du mit bis zu vier Personen an und kannst jederzeit loslegen oder aufhören. Dreh den Spieß um und bekämpfe die Zombieapokalypse!"}, {"images": {"nodes": []}, "id": "1096111194860050", "locale": "ko_KR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "더 플립", "keywords": ["좀비", "バイオ", "이블", "슈터", "협동"], "long_description": "더 플립에서 총을 들고 친구와 팀을 이뤄 가슴이 뛰는 좀비 사냥 모험을 시작하세요! 이 협동 소셜 VR 슈팅 게임은 언데드가 점령한 도시, 플립 시티에서 펼쳐집니다. 플립 시티에서 몰려오는 시체 떼와 스릴 넘치는 전투를 펼치면서 탈출 지점에 도달하여 크립과 좀비화된 괴물의 공격 속에서 끝까지 살아남으세요.\n\n더 플립의 이야기는 액션의 한복판에서 시작됩니다. 도시 곳곳에 흩어져 있는 상자를 열어 무기를 확보하고 다양한 모델과 스킨으로 아바타를 꾸며 보세요.\n\n더 플립에서는 소통이 매우 중요한 역할을 합니다. 게임 속에 내장된 VOIP를 통해 그룹과 매끄럽게 대화하고 협력하세요. 힘을 합쳐 생존하고 게임 미션을 진행하세요.\n\n더 플립은 소셜 드롭인/드롭아웃 게임 플레이를 통해 누구나 손쉽게 즐길 수 있습니다. 게임에 참여하고 친구와 팀을 이뤄 아드레날린이 솟구치는 협동 경험을 느껴 보세요.\n\n더 플립에서 좀비 대종말의 상황을 뒤집고 끝까지 살아남으세요!", "short_description": "좀비가 점령한 도시에서 벌어지는 협동 소셜 VR 슈팅 게임인 더 플립에서 친구와 팀을 이뤄 아드레날린이 솟구치는 모험을 떠나세요. 무기를 찾고 아바타를 꾸미면서 크립과 그의 좀비화된 괴물을 상대로 생존을 위한 싸움을 시작하세요. 아이템을 획득하면서 시작하는 소셜 게임인 더 플립에서는 최대 네 명의 플레이어가 함께 즐길 수 있고 언제든지 참여하고 퇴장할 수 있습니다. 좀비 대종말의 세상에서 자신만의 시나리오를 써내려 가세요!"}, {"images": {"nodes": []}, "id": "1093676531674069", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "nişancı", "işbirliği"], "long_description": "Silahlarını al ve The Flip’te kalp atışlarını hızlandıracak, zombilerin patlatıldığı macerada arkadaşlarınla takım ol! Bu iş birliğine dayalı sosyal VR nişancı oyunu seni zombilerin istila ettiği Flip City’ye götürüyor; burada Kreep ve zombileşmiş Fiend’lara karşı hayatta kalmak için heyecan verici bir savaşta ölü orduları arasından sıyrılarak kurtuluşa ulaşmaya çalışacaksın.\n\nThe Flip, seni aksiyonun tam ortasına bırakıyor! Şehrin dört bir yanına dağılmış zulaları patlatarak silah topla ve avatarını çok sayıda farklı model ve görünümle özelleştir.\n\nGrubun arasında sorunsuz koordinasyon sağlayan dahili VOIP ile The Flip’te iletişim çok önemlidir. Hayatta kalmak ve oyunun görevlerinde ilerlemek için arkadaşlarınla birlikte çalış.\n\nThe Flip, herkesin oynayabileceği şekilde tasarlanmıştır ve sosyal oynanışa odaklanır. Adrenalin dolu bir iş birliği deneyimi için bir oyuna katıl ve arkadaşlarınla takım oluştur.\n\nThe Flip’te zombi kıyametinin senaryosunu tersine çevirmeye hazır ol!", "short_description": "Zombilerin istila ettiği bir şehirde geçen, eşli oyuna dayalı sosyal VR nişancı oyunu olan The Flip'te adrenalin dolu bir macera için arkadaşlarınla takım kur. Kreep ve zombileşmiş Fiend'lara karşı hayatta kalmak için savaşırken silahlar bul ve avatarını özelleştir. Sosyal, topla ve oyna oynanışı için tasarlanan The Flip, dört oyuncuya kadar oyunlara katılmana ve istediğin zaman girip çıkmana olanak tanır. Zombi kıyametinde senaryoyu tersine çevirmeye hazır ol!"}, {"images": {"nodes": []}, "id": "1066056094622991", "locale": "nl_NL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "coop"], "long_description": "Laad je wapens en sla de handen ineen met vrienden in The Flip, een bloedstollend zombie-avontuur! Deze VR-shooter in coöp speelt zich af in Flip City, een stad die wemelt van de ondoden. Baan je een weg door hordes zombies en weet te overleven in dit spannende gevecht tegen Kreep en zijn zombies.\n\nMet The Flip begin je meteen tussen de ondoden. Verdien wapens door de verstopplekken in de stad te vinden en pas je avatar aan met modellen en skins.\n\nAlles draait om communicatie in The Flip, met geïntegreerde VOIP zodat je je acties naadloos kunt coördineren met de rest van de groep. Werk samen om te overleven en jullie missies te voltooien.\n\nThe Flip is speciaal ontwikkeld zodat iedereen kan meespelen, met de nadruk op sociale kenmerken. Daarnaast kun je op elk moment beslissen om mee te doen of te stoppen. Doe mee met een spel en werk samen met vrienden voor een superspannende coöp-ervaring die je niet zo snel zal vergeten.\n\nFlip de plan uit tijdens de zombie-apocalyps van The Flip!", "short_description": "Speel samen met vrienden in The Flip, een avontuurlijke VR-shooter boordevol adrenaline die zich afspeelt in een stad boordevol zombies. Vind wapens en pas je avatar aan tijdens je overlevingsstrijd tegen Kreep en zijn zombievrienden. The Flip is speciaal ontwikkeld voor een pick-up-and-play-gameplay, waardoor vier vrienden op elk moment kunnen meespelen. Flip de plan uit tijdens de zombie-apocalyps!"}, {"images": {"nodes": []}, "id": "1062118085041307", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "coop", "shooter"], "long_description": "Prenez les armes et embarquez avec vos amis dans The Flip, une aventure exaltante pleine de zombies à massacrer ! Ce jeu de tir coopératif en VR prend place à Flip City, une ville envahie par les morts-vivants. Votre mission : affronter des hordes d’infectés et survivre face à Kreep et ses zombies afin d’atteindre le point d’exfiltration.\n\nDans The Flip, vous êtes au cœur de l’action. Récupérez des armes en tirant sur des caisses disséminées à travers la ville et personnalisez votre avatar grâce à une multitude de skins et de modèles.\n\nLa communication sera la clé. Coordonnez votre escouade avec la VOIP intégrée. Travaillez main dans la main pour survivre et progresser à travers les missions du jeu.\n\nThe Flip est adapté à tous les joueurs et met l’accent sur l’aspect social. Rejoignez et quittez les parties comme bon vous semble. Coopérez avec vos amis pour une expérience multijoueur inoubliable.\n\nPréparez-vous à renverser une armée de dangereux zombies dans The Flip !", "short_description": "Embarquez avec vos amis dans The Flip, un jeu de tir coopératif exaltant en VR au cœur d’une ville envahie par les zombies. Trouvez des armes et personnalisez votre avatar tout en vous battant pour survivre face à Kreep et ses sbires morts-vivants. Mettant l’accent sur l’aspect social, The Flip vous permet d’embarquer pour des parties jusqu’à 4 joueurs que vous pouvez rejoindre et quitter comme bon vous semble. Préparez-vous à renverser une armée de dangereux zombies dans The Flip !"}, {"images": {"nodes": []}, "id": "1054544335803368", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "ammunta", "yhteistyöpeli"], "long_description": "Tartu aseisiin ja yhdistä voimat kavereidesi kanssa The Flip -pelin sykkeet nostattavassa zombienammuntaseikkailussa! Tämä sosiaalinen, yhteistyöpelinä pelattava VR-räiskintä vie elävien kuolleiden valtaamaan Flip Cityyn. Yritä taistella tiesi zombilaumojen läpi pelastautumispaikkaan. Luvassa jännittävä selviytymistaistelu Kreepiä ja hänen zombikavereitaan vastaan.\n\nThe Flip heittää sinut suoraan toiminnan keskelle: poimi aseita räjäyttämällä kätköjä auki kaikkialla kaupungissa ja mukauta avataria erilaisilla malleilla ja skineillä.\n\nKommunikointi on The Flipissä erittäin tärkeää, ja sisäänrakennettu VOIP auttaa ryhmääsi koordinoimaan toiminnan saumattomasti. Selviytykää ja edetkää pelin tehtävissä yhteistyöllä.\n\nThe Flip keskittyy sosiaaliseen drop-in/drop-out-pelaamiseen, joten siihen on helppo liittyä mukaan. Liity peliin, yhdistä voimat kavereidesi kanssa ja aloita ikimuistoinen, adrenaliinia tihkuva yhteistyöelämys.\n\nMuuta kohtalon suunta The Flipin zombiapokalypsissa!", "short_description": "Lyöttäydy yhteen kavereiden kanssa ja lähde adrenaliinintäyteiseen seikkailuun. The Flip on yhteistyönä pelattava sosiaalinen VR-ammuntapeli, joka sijoittuu zombeja vilisevään kaupunkiin. Löydä aseita, muokkaa avatariasi ja taistele selviytymisestä Kreepiä ja hänen zombidemoneitaan vastaan. The Flip on suunniteltu sosiaaliseen pick-up-and-play-pelaamiseen, joten voit helposti liittyä mukaan jopa neljän pelaajan peleihin ja poistua milloin tahansa. Muuta kohtalon suunta zombiapokalypsissa!"}, {"images": {"nodes": []}, "id": "776729501166882", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zumbi", "dead", "evil", "tiro", "cooperativo"], "long_description": "Pegue suas armas e monte uma equipe com seus amigos para uma aventura cheia de adrenalina detonando zumbis em The Flip! Esse jogo de tiro cooperativo social em RV te leva até Flip City - um lugar tomado pelos mortos-vivos onde você terá que enfrentar hordas de mortos para alcançar a saída em uma batalha emocionante por sobrevivência contra Kreep e seus amigos zumbis.\n\nThe Flip coloca você no meio da ação: Pegue armas abrindo os caixotes espalhados pela cidade e personalize seu avatar com diversos modelos e visuais diferentes.\n\nComunicação é essencial em The Flip, com VOIP integrado que permite a coordenação entre seu grupo. Trabalhem juntos para sobreviver e progredir pelo do jogo.\n\nThe Flip foi projetado para que qualquer pessoa possa jogar, com um foco em jogabilidade social com entrada e saída simples. Participe de uma partida e junte-se aos seus amigos para uma experiência cooperativa que você jamais esquecerá.\n\nPrepare-se para reescrever o roteiro do apocalipse zumbi em The Flip!", "short_description": "Junte-se aos seus amigos para uma aventura cheia de adrenalina em The Flip, um jogo de tiro cooperativo social em RV que se passa em uma cidade dominada por zumbis. Encontre armas e personalize seu avatar enquanto luta pela sobrevivência contra Kreep e seus Demônios zumbis. Projetado para que qualquer pessoa possa jogar, The Flip permite que você entre em partidas de até quatro jogadores e saia quando quiser. Prepare-se para reescrever o roteiro do apocalipse zumbi!"}, {"images": {"nodes": []}, "id": "761878942545475", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "sparatutto", "coop"], "long_description": "Imbraccia le armi e vai a far saltare in aria qualche zombi con gli amici in The Flip! Uno sparatutto cooperativo con visore che ti porterà a Flip City, dove dovrai sopravvivere e falciare orde di mostri al servizio del terribile Kreep per raggiungere il punto di estrazione.\n\nThe Flip ti mette al centro dell’azione: raccogli le armi sparando alle casse sparse per tutta la città e personalizza il tuo avatar con una vasta gamma di modelli e aspetti.\n\nIn The Flip, la comunicazione con VOIP integrato è fondamentale per coordinarti con il tuo gruppo. Lavorate assieme per sopravvivere e avanzare nelle missioni di gioco.\n\nIl gioco dalla forte componente cooperativa è progettato per poterti gettare subito nell’azione, entrando e uscendo dalla partita senza interrompere il gameplay. Crea una squadra con gli amici e vivi un’esperienza cooperativa adrenalinica che non dimenticherai. \n\nPreparati a ribaltare la classica trama dell’apocalisse zombi in The Flip!", "short_description": "Fai squadra con gli amici e partecipa all’adrenalinica avventura di The Flip, uno sparatutto cooperativo con visore ambientato in una città invasa dagli zombi. Trova delle armi e personalizza il tuo avatar mentre combatti per la sopravvivenza contro Kreep e i suoi sgherri. Progettato come gioco di società con gameplay immediato, The Flip permette partite fino a quattro giocatori che possono entrare e uscire in qualsiasi momento. Preparati a ribaltare la classica trama dell’apocalisse zombi!"}, {"images": {"nodes": []}, "id": "707712454880239", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombi", "dead", "evil", "shooter", "cooperativo"], "long_description": "Coge tu arsenal y forma equipo con tus amigos para vivir una emocionante aventura de zombis en The Flip. Este shooter cooperativo social en RV te lleva a Flip City, una ciudad invadida por zombis en la que lucharás contra hordas de enemigos hasta lograr exfiltrarte en una emocionante batalla por la supervivencia contra Kreep y sus secuaces.\n\nEn The Flip te sumergirás de lleno en el combate: recoge munición abriendo las cajas repartidas por la ciudad y personaliza tu avatar con una gran variedad de modelos y aspectos.\n\nGracias a su sistema de VOIP integrado, tu grupo podrá comunicarse con fluidez en todo momento. ¡Cooperad para sobrevivir y avanzar en las misiones!\n\nThe Flip es apto para todo tipo de jugadores y se centra en la jugabilidad social y en las partidas de entrada/salida libre. ¡Forma equipo con tus amigos para vivir una inolvidable experiencia cooperativa cargada de adrenalina!\n\n¡Prepárate para luchar contra el apocalipsis zombi en el caos de The Flip!", "short_description": "Forma equipo con tus amigos y vive una aventura llena de adrenalina en The Flip, un shooter cooperativo social en RV ambientado en una ciudad invadida por zombis. Encuentra armas y personaliza tu avatar mientras luchas por la supervivencia contra Kreep y sus secuaces. The Flip, apto para todo tipo de jugadores y centrado en la jugabilidad social, permite participar en partidas de entrada/salida libre de hasta 4 jugadores. ¡Prepárate para luchar contra el apocalipsis zombi en el caos de The Flip!"}, {"images": {"nodes": [{"file_name": "The Flip - META - Cover Art - Square B.png", "id": "1533370463901102", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031422_1533370467234435_1293040408173438392_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Oq_uzLSo9EcQ7kNvwFePMoy&_nc_oc=AdkH0TjOzW30R6WTfHWRDGOjqtZhK3dg_RwYY24Wxx-qydZTPDIqqVsKXXRF6AVpVmY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsrMbQM7h9bqXz77sUqy-jWA4FfEvWXJMbR0r2AoSmSKg&oe=69971012"}, {"file_name": "The Flip Oculus PDP Hero Cover Placeholder.png", "id": "1494989834561448", "image_type": "APP_IMG_HERO", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75297582_1494989837894781_3282002665534818482_n.png?_nc_cat=100&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qfr2LzI27usQ7kNvwE5R9ne&_nc_oc=Adnf6W5c9-nVANaUElD9vesUTX7WvuJLBNtZZk_FZiE15N9AG3VPJK_HltYzada9ldM&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aft7H0P17Mwb2XgbYy-yhdouIysvnfS0_8K2OK_cjnSB1w&oe=6997125D"}, {"file_name": "The Flip - META - Cover Art - Mini Landscape B.png", "id": "1440183390218836", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75507165_1440183393552169_6179646786708588565_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=34Elw-J_tDEQ7kNvwGvsRKK&_nc_oc=AdmB6sV1W8iu535BOOLzL_uWDTtxinLxE6qTo8auFf0QZ2YAB5DhE8bihT37tev72_U&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvOOb5wBLuyWlpqvH9V1JSTrXD57XkPwje7QKebBa3Cng&oe=6996FB7E"}, {"file_name": "The Flip - META - Logo - Icon.png", "id": "936486884874417", "image_type": "APP_IMG_ICON", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75612009_936486888207750_4784065784767383494_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=qt7xtYRaotMQ7kNvwGM-3PC&_nc_oc=Adm1CuN_dq8rUFeJ1zrEt0nivqKodCi2TPuRbj5fve7tZdtT1FjlqFvtgPeseZG8Nv8&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Afsx8UR-FwurCxyOf4XwugBt0FO8K4V6fQUDojc3O10kCw&oe=6996FC34"}, {"file_name": "The BIG FLIP left.png", "id": "915471382901679", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_LEFT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38974626_915471386235012_7634587496478805412_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=-jKlDdONqiMQ7kNvwHr7Sy5&_nc_oc=Admg3bM2IcPQxu7Bkp4z6a-qG-lVSn58fQa9PADta5prCA2dmb1eyp-TwjUEmropoWk&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftZ7drTGlobbwcLx_DH5Cn4ftP9DGbZYE1vfjfSS0OMcA&oe=69970FBF"}, {"file_name": "The Flip - PR - cover image landscape.png", "id": "742407851184529", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39003251_742407854517862_4797336726768242516_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Vygmh-AEGbEQ7kNvwGdP0xQ&_nc_oc=AdnOz-ug5j7d9EKsLV6OxC2awtFMZg4qbi2qUgUW3v5VZ8ursfOvfFCrGEp7Po8CstM&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftLVjQOxY5rTYqapAOkV5c4aPMshpgeeq-2A91f0pUjRw&oe=6996F311"}, {"file_name": "The Flip - META - Immersive Image Layers - Logo v2.png", "id": "694652659506353", "image_type": "APP_IMG_IMMERSIVE_LAYER_LOGO", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39036620_694652662839686_8457576032882303527_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=iQp9uWHVkxgQ7kNvwGihFvx&_nc_oc=AdlMpK67axdjmdvnDPYHaGFwU97oMBejafyXdIB0dUO7iU3RLHUJtZ61oojClKVHLXg&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfunpO85mo7RXxa7lqS2ORLT5tMhA3nWIbyzSuGtiVnRlA&oe=699705DA"}, {"file_name": "The Flip - META - Immersive Image Layers - Right v2.png", "id": "585580520393471", "image_type": "APP_IMG_IMMERSIVE_LAYER_OBJECT_RIGHT", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/39036689_585580523726804_8698180162697116836_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=b6gPYUYqA0AQ7kNvwFP3ZEN&_nc_oc=AdkCeo3VNDQT8gVIAmZTEqjcBpkUHZVMG3MKslGsoKLdaYy1ciXjZqVyf6iHq4JjM-Q&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_Aftkbh3hromUcnoLfEwOTYw80ljA3-P2FH4B_qmfFk5sHg&oe=6996F4D1"}, {"file_name": "The Flip - META - Immersive Image Layers - Backdrop v3.png", "id": "394353839835780", "image_type": "APP_IMG_IMMERSIVE_LAYER_BACKDROP", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/38982686_394353843169113_623031275387417327_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=IgAvr8TSYvwQ7kNvwHo91U4&_nc_oc=AdneCeOgty99TPEVlTST-hgaQGTxw3168NdxY-iF_zGVv7907hmcpErW-pxYFP9AxUg&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AfvNOLcNkZfRb_6tXgXL8q1qZOCzugYoP3iuYJjxVPkqHg&oe=699700B1"}, {"file_name": "The Flip logo - wide.png", "id": "367436872593745", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38974869_367436879260411_7803559535763387566_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=0NZ41Fdu26IQ7kNvwFQNCK0&_nc_oc=Adnwgap6i04rfKvhEx5RmP4XRH7GcgU8dXnuuS0JKS-W6CoB2O8iAWI94rwJGwpuWdI&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AftO3Q9lX18owTMsNz-E3Jlg2B2eEJVcaicpmx6_0dfQhA&oe=6997136E"}, {"file_name": "AppStore_Portrait_1008_1440 (1).png", "id": "241241472379401", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982662_241241475712734_4522875887065078233_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=juxFZjUBwxIQ7kNvwEQWZZO&_nc_oc=AdkhZ6tmXk783jlfxL-MMgp58RHg5o2W0YSXyu0ldpHqbUluTKyGLaFN4tX2NR9gUXY&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsEHHff4oLyRVLBeATl1xI8gibt3uxiayyZXaKF4xCRkA&oe=6997030C"}]}, "id": "646611066935271", "locale": "en_US", "screenshots": [{"file_name": "AppStore_Screenshot5.png", "id": "367221009421120", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/75604733_367221016087786_7907466460001149139_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Iyy9QKudSZIQ7kNvwELkqn5&_nc_oc=Adl0RwzNt_8pIPhMgn5BpWp_0Nb2_sq1rUd3mWZPVQ8P1kIDnLGSv79uNWYVZ8CFgy4&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv3fl6qsmfWuL6m-RDZScUAoo2wFkg8sSrne-Wf1GidJg&oe=699717C0"}, {"file_name": "AppStore_Screenshot4.png", "id": "407438951828561", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982672_407438955161894_3836741196327505555_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=MEdHAXCUDTMQ7kNvwGxX469&_nc_oc=Adm4J652kyXkp1QrmrRXlPlQ8OuMJNvjU35-i_M_ppGxY5xAJdx3n4Zo0tTFMAlXjHc&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_Afv8j3v_Ha3_HhmycyIiYQc_YIFrS3EAG4s0o-pii6rJtQ&oe=699713CE"}, {"file_name": "NewScreenShot.png", "id": "1077009746896120", "uri": "https://scontent-iad3-2.oculuscdn.com/v/t64.5771-25/75422381_1077009753562786_3003044026307188944_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=G3lnmwDRslsQ7kNvwFu_YWb&_nc_oc=AdlmotcF3lRn_lGejtMnjADAlUDKkPktbQ6FtTNGn-NxDZpyiYGvQ0W1zQ4JMHRBM7w&_nc_zt=3&_nc_ht=scontent-iad3-2.oculuscdn.com&oh=00_AftiLZ1Jx-k96aY2ddQw0hDAz5OI1eqV4fJx5DFUGBI6cA&oe=6996F8C6"}, {"file_name": "The Flip - META - Screenshot 04.png", "id": "886089319934802", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/38982697_886089323268135_5245001562055916093_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=8wQMY-Qq9bAQ7kNvwEsm2M2&_nc_oc=AdlDGNL9-GomtA6_4AZTMClo709VcodDOKO1tIkDoKTHrZloy1Zcq0kK-qjzXRKomHk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsmgwKGhALBQ2p3fw7gCwDMT4mCZtdvcxWsTSNFxIOQCw&oe=699702A4"}, {"file_name": "AppStore_Screenshot1_B.png", "id": "393256999978937", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39031339_393257003312270_4823251321798639960_n.png?_nc_cat=107&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=3qIydmf15ncQ7kNvwFptIOn&_nc_oc=Adk0-WvJBVGxBcm5jsOxqnCbb78HKLHZ8W-ImYAZMpKmaKbhGDEM014I1r0wE-npfVk&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfsFd8dJxaojbS64byYsEgyhQKLr1pvSSPtXgoB2ahXupQ&oe=69970F60"}], "video_trailer": null, "video_trailer_thumbnail": {"file_name": "The Flip META Store Trailer Cover.png", "id": "938032650878676", "uri": "https://scontent-iad3-1.oculuscdn.com/v/t64.5771-25/39036639_938032654212009_1078371970558150277_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=tsPBYQrN6RoQ7kNvwFGqbcv&_nc_oc=AdmcCMFDCTwSokS8XVZn1AKU2yW-juT6WkqI8Tgp8XeIpTucvj7fuPkUbxWPI0Mgwlo&_nc_zt=3&_nc_ht=scontent-iad3-1.oculuscdn.com&oh=00_AfulNFRDAVbPqJjNruYquJ5SaUIHsD7koSCV-3BWiTyJEw&oe=69971AD6"}, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "coop"], "long_description": "Grab your guns and team up with your friends for a heart-pumping, zombie-blasting adventure in The Flip! This cooperative social VR shooter takes you to Flip City - a place overrun by the undead where you’ll fight through hordes of deceased to reach extraction in a thrilling battle for survival against Kreep and his zombified Fiends.\n\nThe Flip places you right in the middle of the action: Pick up weapons by blasting open the caches scattered throughout the city and customize your avatar with a wealth of different models and skins.\n\nCommunication is key in The Flip, with built-in VOIP allowing for seamless coordination among your group. Work together to survive and progress through the game’s missions.\n\nThe Flip is designed for anyone to pick up and play, with a focus on social, drop in / drop out gameplay. Join a game and team up with friends for an adrenaline-fueled cooperative experience you won’t forget.\n\nGet ready to flip the script on the zombie apocalypse in The Flip!", "short_description": "Team up with friends for an adrenaline-fueled adventure in The Flip, a cooperative social VR shooter set in a city overrun by zombies - Flip City. Find weapons and customize your avatar as you battle for survival against Kreep and his horde of zombified Fiends. Designed for social, pick-up-and-play gameplay, The Flip lets you join games of up to four players and drop in and out at any time. Get ready to flip the script on the zombie apocalypse!"}, {"images": {"nodes": []}, "id": "413780377763829", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Флип", "keywords": ["зомби", "мертвец", "зло", "шутер", "кооперативная"], "long_description": "Хватай дробовик и объединяйся с друзьями в адреналиновом зомби-приключении в игре Флип! В этом кооперативном VR-шутере вы отправитесь в кишащий ордами нежити город Флип Сити и постараетесь пробиться к месту последнего боя с Крипом и его дружками зомби.\n\nВ игре Флип вы окажетесь в самом сердце событий: взрывайте тайники в городе, чтобы находить оружие и настраивайте свой аватар, используя разнообразные модели и скины. Во Флип важна командная игра, и встроенная связь VOIP обеспечивает бесшовную координацию между членами группы. Помогайте друг другу выживать и выполнять игровые миссии.\n\nМы сделали игру Флип такой, чтобы в нее мог играть любой, сделав упор на общение и возможность входить и выходить в любое время без последствий. Зарядитесь адреналином с командой друзей и получите незабываемые впечатления от совместной игры!\n\nГотовьтесь перевернуть страницу зомби-апокалипсиса в игре Флип!", "short_description": "Объединяйся с друзьями в адреналиновом приключении в игре Флип! Действие этого кооперативного VR-шутера с социальными функциями происходит в городе, кишащем зомби. Находите оружие и настраивайте аватар, сражаясь за выживание против Крипа и его дружков зомби. Игра Флип создана для социального времяпровождения и позволяет присоединять к играм до четырех игроков и отключаться в любое время. Готовьтесь перевернуть следующую страницу сценария зомби апокалипсиса!"}, {"images": {"nodes": []}, "id": "342690398748881", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "skjutspel", "kooperativt"], "long_description": "Ta till vapen och slå dig ihop med dina vänner för ett pulshöjande zombiefyllt äventyr i The Flip! Detta kooperativa VR-skjutspel tar dig till Flip City – en plats fylld med odöda där du slåss mot horder av avlidna för att nå platsen för upphämtning i en spännande kamp för överlevnad mot Kreep och hans zombifierade varelser.\n\nThe Flip placerar dig mitt i händelsernas centrum: plocka upp vapen genom att skjuta sönder lådorna som finns utspridda i staden, och anpassa din avatar med en mängd olika modeller och skinn.\n\nKommunikation är avgörande i The Flip. Med inbyggd VOIP kan din grupp koordinera effektivt. Arbeta tillsammans för att överleva och ta er vidare genom spelets uppdrag.\n\nThe Flip är utformat så att vem som helst kan spela det, med fokus på en social spelupplevelse med drop-in/drop-out. Gå med i ett spel och slå dig ihop med vänner för en adrenalinfylld, kooperativ upplevelse som du sent ska glömma.\n\nGör dig redo att vända på steken i zombieapokalypsen i The Flip!", "short_description": "Samarbeta med dina vänner i ett adrenalinfyllt äventyr i The Flip, ett kooperativt socialt skjutspel i VR som utspelar sig i en stad som är ockuperad av zombier. Hitta vapen och anpassa din avatar när du kämpar mot Kreep och hans zombifierade varelser för att överleva. The Flip är designat för socialt pick-up-and-play-spel och låter dig gå med i spel med upp till fyra spelare och hoppa in och ut ur spelet när som helst. Gör dig redo att vända på zombieapokalypsen!"}, {"images": {"nodes": []}, "id": "232002846647567", "locale": "pl_PL", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "The Flip", "keywords": ["zombie", "dead", "evil", "shooter", "kooperacja"], "long_description": "Chwyć za broń i zbierz się ze znajomymi w dynamicznej podróży pełnej przygód: The Flip! Ten kooperacyjny shooter VR zabierze was do Flip City – miejsca opanowanego przez hordy umarłych, w którym musicie stawić czoła Kreepowi i jego sługusom.\n\nW The Flip od razu wpadasz w wir akcji. Zbierz bronie rozrzucone po mieście i dostosuj awatar różnymi modelami i skórkami.\n\nW The Flip społeczność jest najważniejsza. Wbudowany system VOIP pozwala bez problemu koordynować grupą – współpracujcie, by przetrwać i realizować misje.\n\nThe Flip to rozgrywka dla wszystkich. Skupiamy się na szybkiej, socjalnej rozgrywce. Dołącz do gry i graj ze znajomymi, aby poczuć niezapomniany napływ adrenaliny podczas współpracy.\n\nPrzygotujcie się, by zawalczyć z apokalipsą zombie w The Flip!", "short_description": "Połącz siły ze znajomymi w napędzanym adrenaliną kooperacyjnym socjalnym shooterze VR osadzonym w mieście zawładniętym przez zombie, The Flip. Znajduj bronie i dostosuj swój awatar, walcząc o przetrwanie z Kreepem i jego sługusami zmienionymi w zombie. W The Flip możesz doświadczyć swobodnej rozgrywki stawiającej na element socjalny – dołącz do gry z maksymalnie czterema graczami i opuść ją w dowolnej chwili. Postaraj się zmienić bieg apokalipsy zombie!"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.ftl.ltd/privacy-policy-the-flip", "developer_terms_of_service_url": null, "publisher_name": "Future Tech Games Limited", "support_website_url": null, "website_url": "https://www.futuretech.games/", "category": null, "comfort_rating": "COMFORTABLE_FOR_SOME", "comfort_tags": [], "context_category": {"id": "2743326035925534", "context_category": "GAMES"}, "context_topics": [{"id": "3744040075834813"}, {"id": "644354873106712"}, {"id": "1023770785722696"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en", "fr", "de", "it", "es", "es_AR", "es_CL", "es_CO", "es_MX", "es_PE", "es_PR", "es_VE"], "supported_input_devices": ["OCULUS_TOUCH"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["CO_OP", "MULTI_USER", "SINGLE_USER"], "id": "704315931119633"}}]}, "scheduled_offers": {"count": 8, "nodes": [{"status": "PUBLISHED", "id": "1278361346686147"}, {"status": "PUBLISHED", "id": "475538951607825"}, {"status": "PUBLISHED", "id": "900895792135546"}, {"status": "PUBLISHED", "id": "835159345393949"}, {"status": "PUBLISHED", "id": "290717254128022"}, {"status": "PUBLISHED", "id": "761453349500742"}, {"status": "PUBLISHED", "id": "983401703355342"}, {"status": "PUBLISHED", "id": "2749491925219654"}]}, "baseline_offer": {"id": "1278361346686147"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1732795200, "status": "PUBLISHED", "id": "1278361346686147"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "8560149454095269", "version": "0.1.76836766"}, "id": "352255020456597", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5419048904872022", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8560149454095269"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1732560129, "id": "8560403967403151", "version": "0.1.76846766", "version_code": 76846766, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 43}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5419048904872022", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8560149454095269"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "352255020456597"}]}, "change_log": "Build", "created_date": 1732556452, "id": "8560149454095269", "version": "0.1.76836766", "version_code": 76836766, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 43}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5419048904872022", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8560149454095269"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1728668483, "id": "8282842665159284", "version": "0.1.76826711", "version_code": 76826711, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 29}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5419048904872022", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8560149454095269"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": []}, "change_log": null, "created_date": 1719841066, "id": "7579581332152091", "version": "0.1.76776467", "version_code": 76776467, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 31}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "5419048904872022", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "8560149454095269"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "352255020456597"}]}, "change_log": "Build", "created_date": 1719834507, "id": "7579130535530504", "version": "0.1.76766467", "version_code": 76766467, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 29}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}