{"data": {"node": {"__typename": "Application", "id": "7791415507581813", "organization": {"id": "903270988235935", "viewer_permissions": [], "application_groupings": {"nodes": [{"viewer_has_update_access": false, "full_applications": {"nodes": [{"id": "7791415507581813"}]}, "id": "477439051424028"}]}}, "firstRevision": {"nodes": [{"application": {"id": "7791415507581813", "release_date": 1727287200, "is_concept": false, "platform": "ANDROID_6DOF", "scheduled_offers": {"count": 1}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25971900679106685"}, "id": "2106584716384947"}]}}, "binary": null, "live_binary": null, "created_date": 1756329926, "id": "24478280948468673", "is_initial_release": false, "name_with_fallback": "v2", "pdp_metadata_with_fallback": {"version": 2, "application": {"is_concept": false, "latest_released_pdp_metadata": {"id": "24478323168464451"}, "release_status": "RELEASED", "id": "7791415507581813"}, "id": "24478323168464451", "release_status": "RELEASED", "status": "APPROVED"}, "release_date": null, "administration_status": "APPROVED", "is_first": false, "release_status": "RELEASED", "release_type": "SCHEDULED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7791415507581813", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "808143877849872"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "31003890302587799", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: ライブ配信", "keywords": [], "long_description": "Twitchにある幾千ものコミュニティは、お気に入りのストリーマーを応援したり、大好きなゲームを楽しんだり、笑いを共有したり、仲間をサポートするためにつながることのできる場所。Twitchをダウンロードして、ゲーム、音楽、スポーツ、eスポーツ、ポッドキャスト、料理番組、雑談など、コミュニティが楽しんでいるあらゆるライブ配信を視聴してみよう。何百万人もいる視聴者に加わってチャットを楽しんでみては？\n\nさて、Twitchの一体何が素晴らしいのか、お教えしましょう。\n\nコミュニティをリスペクト－Twitchは大きなひとつのコミュニティであり、みんながコミュニティを大事にしています。好きなコンテンツが何であっても、Twitchなら仲間を見つけることができます。\nサポートのギブアンドテイク－推しストリーマーにサブスクライブなどのサポートをすると、そのサポートに対する限定特典をアンロックできます。\nダークモード－人気の黒と紫のダークモードは、映えます。\n\nTwitchのサービス利用規約はこちらです: https://www.twitch.tv/p/legal/terms-of-service/\n\nフィードバックの送信やヘルプが必要な場合は、サポートセンター（https://help.twitch.tv）をご覧ください。\n \n注意：このアプリはニールセン独自の測定ソフトウェアを使用しており、そのデータはテレビ視聴率のような市場調査に利用されます。詳しくは、http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.htmlをご覧ください。", "short_description": "配信、視聴、チャットを、ライブで楽しもう。"}, {"images": {"nodes": []}, "id": "24277351275240134", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: streaming live", "keywords": [], "long_description": "Twitch è il luogo in cui migliaia di community si incontrano per gli streamer e le streamer del cuore, i giochi preferiti, farsi quattro risate, stare semplicemente insieme, per qualunque cosa. Scarica Twitch e unisciti a milioni di persone che si divertono con giochi live, musica, sport, esports, podcast, programmi di cucina, streaming IRL e qualsiasi altra cosa passi per le menti meravigliosamente assurde della nostra community. Ci incontriamo nella chat.\n\nOgni singola persona della community &quot;conta&quot;. Siamo a tutti gli effetti una cosa sola: c'è qualcosa che ti appassiona incredibilmente? Su Twitch puoi trovare la tua gente con cui condividere questa tua particolare passione. \nOffri e ricevi supporto: scova nuovi streamer e nuove streamer e abbonati in base alle tue preferenze. Non dimenticare di sbloccare vantaggi esclusivi grazie al tuo sostegno. \n\nLe Condizioni per l'utilizzo del servizio di Twitch sono disponibili presso https://www.twitch.tv/p/legal/terms-of-service/\n\nPer commenti e domande, visita il nostro Centro di supporto https://help.twitch.tv\n\nNota: questa app include il software di rilevazione proprietario di Nielsen che contribuisce a ricerche di mercato, quali le valutazioni TV di Nielsen. Per maggiori informazioni visita http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Streaming, video, chat. Live."}, {"images": {"nodes": []}, "id": "4281242185428436", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Canlı Yayın", "keywords": [], "long_description": "Twitch'te binlerce topluluğun favori yayıncılarla bir araya getiriyoruz. Sevdiğimiz oyunlarda, keyifte, eğlencede, heyecanda birbirimizle buluşuyor, sevdiğimiz şeyleri paylaşıyoruz. Twitch'i hemek indirin ve canlı oyunlar, müzik, spor, espor, podcast, yemek programı, IRL yayınları ve aklınıza gelebilecek güzel, tuhaf, absürd daha ne varsa her şeyin keyfini çıkaran milyonların arasına katılın. Sohbette görüşmek üzere.\n\nSize Twitch'teki diğer süper şeylerin kısa bir listesini de yapalım:\n\nHerkesin “olayı” topluluk. Biz aslında biriz: Hastası olduğunuz konu ne olursa olsun, aynı kafadan insanları Twitch'te bulabilirsiniz. \nDestek atın, destek alın: Yeni yayıncılar bulun ve sevdiklerinize abone olun. Desteğinizin karşılığını da ayrıcalıklı avantajlarla alın. \nNe bulacağınız hiç belli olmaz: Canlı yayınlanan sadece popüler oyunlar değil, müzik festivalleri, roket fırlatışları, Tokyo’da sokak gezileri ya da keçi yogası da öyle. Evet, ciddiyiz. \nKoyu mod: Buna bayılacaksınız. Siyah ile mor, birlikte hiç bu kadar iyi görünmemişti.\n\nTwitch Hizmet Koşulları şurada bulunabilir: https://www.twitch.tv/p/legal/terms-of-service/\n\nGeri bildirim ve yardım için lütfen Destek Merkezimizi ziyaret edin: https://help.twitch.tv\n \nLütfen dikkat: Bu uygulamada, Nielsen TV Ratings gibi pazar araştırmaları için kullanılan Nielsen tescilli ölçüm yazılımı bulunur. Daha fazla bilgi için lütfen http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html adresini ziyaret edin", "short_description": "Yayınla, İzle, Sohbet. Canlı."}, {"images": {"nodes": []}, "id": "3195836117233155", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Truyền phát trực tiếp", "keywords": [], "long_description": "Twitch là nơi hàng nghìn cộng đồng tụ hội để gặp gỡ các streamer nổi danh, để cùng bàn luận về những trò chơi được yêu thích, để có những khoảnh khắc vui vẻ, để đến với nhau, để làm bất cứ điều gì. Hãy tải Twitch và hòa mình cùng hàng triệu người trong các buổi phát sóng trực tiếp về game, về âm nhạc, về thể thao, về esport, về podcast, chương trình nấu ăn, vlog ngoài đời thực và mọi nội dung mà các thành viên trong cộng đồng có thể nghĩ ra. Mong được gặp các bạn trong các buổi trò chuyện nhé.\n\nTất cả đều &quot;vì&quot; cộng đồng. Là một tập thể: Dù đam mê của bạn là gì, bạn đều có thể tìm thấy người giống như mình trên Twitch.\nGiúp đỡ người khác và được hỗ trợ: Hãy tìm những streamer mới và đăng ký theo dõi họ trong mục yêu thích của bạn. Ngoài ra, khi hỗ trợ người mới, bạn cũng có thể thể sử dụng các đặc quyền dành riêng cho sự hỗ trợ của mình.\n\nĐiều khoản dịch vụ của Twitch có tại https://www.twitch.tv/p/legal/terms-of-service/\n\nĐể được phản hồi và nhận sự trợ giúp, hãy truy cập Trung tâm hỗ trợ của chúng tôi: https://help.twitch.tv\n\nXin lưu ý: Ứng dụng này có chứa phần mềm đo lường độc quyền thuộc Nielsen, chỉ dùng vào mục đích nghiên cứu thị trường, chẳng hạn như Bảng xếp hạng TV của Nielsen. Mời các bạn xem thông tin trong http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html để biết thêm chi tiết nhé.", "short_description": "Truyền, Xem, Chat. Trực tiếp."}, {"images": {"nodes": []}, "id": "3070714783110003", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Ζωντανή μετάδοση ροής", "keywords": [], "long_description": "Στο Twitch συγκεντρωνόμαστε μέλη από χιλιάδες κοινότητες, για να δούμε τους αγαπημένους μας streamer, να απολαύσουμε τα παιχνίδια που αγαπάμε, για το lulz, για να βρεθούμε μεταξύ μας, για τα πάντα. Κατέβασε το Twitch και γίνε κι εσύ ένα από τα  εκατομμύρια μέλη που απολαμβάνουν σε ζωντανή μετάδοση παιχνίδια, μουσική, σπορ, esports, podcast, εκπομπές μαγειρικής, ροές IRL και οτιδήποτε άλλο κατέβει στα πανέμορφα μυαλουδάκια της κοινότητάς μας. Θα τα πούμε στη συνομιλία.\n\nΌλοι λένε ότι προτεραιότητά τους είναι η κοινότητα. Εμείς, όμως, την κοινότητα τη ζούμε: Ό,τι κι αν είναι αυτό που σε πωρώνει, στο Twitch θα βρεις άτομα που μοιράζονται το πάθος σου.\nΔίνεις στήριξη και παίρνεις στήριξη: Βρες καινούργιους streamer και απόκτησε συνδρομή στους αγαπημένους σου. Χάρη στη στήριξη που παρέχεις, θα ξεκλειδώνεις και αποκλειστικά προνόμια. \n\nΟι όροι παροχής υπηρεσιών του Twitch διατίθενται στο https://www.twitch.tv/p/legal/terms-of-service/\n\nΓια σχόλια και βοήθεια, μπορείς να επισκεφτείς το Κέντρο υποστήριξης: https://help.twitch.tv\n \nΣημείωση: Αυτή η εφαρμογή χρησιμοποιεί το ιδιόκτητο λογισμικό μετρήσεων της Nielsen, το οποίο συμβάλλει στην έρευνα αγοράς, όπως κάνουν και οι μετρήσεις τηλεθέασης της Nielsen. Για περισσότερες πληροφορίες, μπορείς να ανατρέξεις στο http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html.", "short_description": "Ροή, παρακολούθηση, τσατ. Live"}, {"images": {"nodes": []}, "id": "1816655368962947", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Livestreaming", "keywords": [], "long_description": "Twitch er stedet, hvor tusindvis af fællesskaber samles omkring deres yndlingsstreamere, om de spil, vi alle sammen elsker, de sjove stunder, hinanden, ja, alt muligt faktisk. Download Twitch, og slut dig til millioner af andre, der elsker live-gaming, musik, sport, e-sport, podcasts, madlavningsshows, IRL-streams og hvad der ellers dukker op via fællesskabets dejligt krøllede hjerner. Vi ses i chatten.\n\nHer er en praktisk liste over andre fantastiske ting ved Twitch:\nDet handler om fællesskab for alle. Vi er en enhed: Hvad du end nørder med, kan du finde ligesindede på Twitch. \nGiv støtte, og få støtte: Find nye streamere og abonner på dine favoritter. Og lås op for eksklusive fordele ved at støtte. \nDu kan aldrig vide, hvad der dukker op: Du kan altid finde populær gaming live, men det samme gælder musikfestivaler, raketopsendelser, ture rundt i Tokyos gader og gedeyoga. Ja, gedeyoga. \nDark mode: Noget, som I alle er vilde med. Aldrig har sort og lilla set så godt ud sammen.\n\nTwitchs servicevilkår er tilgængelige på https://www.twitch.tv/p/legal/terms-of-service/\n\nBesøg vores supportcenter for feedback og hjælp: https://help.twitch.tv\n \nBemærk: Denne app indeholder proprietær målesoftware fra Nielsen, som bidrager til markedsundersøgelser, såsom Nielsen’s TV Ratings. Se http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html for for flere oplysninger", "short_description": "Stream, se, chat. Live."}, {"images": {"nodes": []}, "id": "1456480795677362", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch：Live 實況", "keywords": [], "long_description": "Twitch 是成千上萬不同社群因為喜愛的實況主、最愛的遊戲、笑料、彼此或者各式各樣其他美好理由相聚在一起的地方。下載Twitch並加入數百萬人的行列，一同享受遊戲實況、音樂、體育、電競、廣播、廚藝節目、實境、或是我們社群天馬行空想到的創新實況內容。我們聊天室內見！\n\n以下是關於 Twitch 的超讚懶人包：\n\n\n「社群」是大家的重心。萬眾合一：不論你是什麼宅，你都能在 Twitch 上找到志同道合的朋友們。\n\n找到歸屬，分享愛：發掘不同的實況主並訂閱您喜愛實況主的頻道。此外，你的支持能讓你獲得對應的獨家福利喔。\n\n無所設限的各種可能：熱門遊戲實況絕不間斷！除此之外，音樂祭、火箭升空、東京街景直擊與山羊瑜珈（別懷疑，你沒看錯）實況應有盡有。\n\n深色模式：聽說你各位愛死了這個功能。黑色與紫色就是百搭！\n\nTwitch 的服務條款請參考 https://www.twitch.tv/p/legal/terms-of-service/\n\n若欲提供回饋或請求相關協助，歡迎造訪我們的支援中心：https://help.twitch.tv/s/?language=zh_TW\n\n請注意：此應用程式採用尼爾森（Nielsen）專利測量軟體，所得測量數據將供尼爾森電視收視率等行銷研究之用。如欲瞭解更多資訊，請參閱 http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html　", "short_description": "開實況、追直播、聊聊天——一起 Live！"}, {"images": {"nodes": []}, "id": "1225869019555195", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: emisiones en directo", "keywords": [], "long_description": "Twitch es un lugar donde miles de comunidades se reúnen para ver a sus streamers favoritos, disfrutar de los juegos que más les gustan, reírse, apoyarse mutuamente y mucho más. Descárgate Twitch y únete a millones de personas que disfrutan en directo de juegos, música, deportes, eSports, podcasts, programas de cocina, streams IRL y cualquier otra cosa que se les ocurra a las mentes maravillosamente absurdas de nuestra comunidad. ¡Nos vemos en el chat!\n\nTodo gira en torno a la comunidad. De hecho, somos una: no importa cuáles sean tus intereses, en Twitch encontrarás gente con quien compartirlos.\nDa apoyo y recíbelo de vuelta: encuentra nuevos streamers y suscríbete a tus favoritos. Además, accede a ventajas exclusivas por tu apoyo.\nSimplemente crea una cuenta, transmite en directo desde la app y reúne a personas que compartan tus pasiones.\n\nLos términos del servicio de Twitch están disponibles en: https://www.twitch.tv/p/legal/terms-of-service/\n\nSi necesitas ayuda o quieres enviar tus comentarios, visita nuestro centro de asistencia en: https://help.twitch.tv\n\nTen en cuenta que esta aplicación dispone del software de medición patentado por Nielsen y contribuye a las investigaciones del mercado, al igual que los Nielsen's TV Ratings. Consulta http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html para obtener más información.　　", "short_description": "Streamea, ve vídeos y chatea"}, {"images": {"nodes": []}, "id": "1174008971295109", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch : streaming en live", "keywords": [], "long_description": "Twitch est le point de rencontre de milliers de communautés qui se rassemblent autour de leurs streamers préférés, des jeux qu’elles aiment, du rire, des autres, de tout. Téléchargez Twitch et rejoignez des millions de personnes qui aiment les jeux en live, la musique, le sport, l’esport, les podcasts, les émissions de cuisine, les streams IRL, et tout ce qui peut traverser les esprits formidablement absurdes de notre communauté. Rendez-vous dans le chat. \n\ntout le monde pense « communauté ». Et c’est parce que nous en sommes une : quel que soit le sujet qui vous fait vibrer, vous trouverez vos semblables sur Twitch. \nSoutenez, soyez soutenu : découvrez de nouveaux streamers et abonnez-vous à ceux que vous préférez. Et débloquez des avantages exclusifs en récompense de votre soutien. \n\nLes conditions d'utilisation de Twitch sont disponibles à l'adresse https://www.twitch.tv/p/legal/terms-of-service/\n\nPour laisser un commentaire ou obtenir de l’aide, visitez notre centre d’assistance sur https://help.twitch.tv\n \nAttention : cette application intègre le logiciel de mesure propriétaire de Nielsen qui contribue aux études de marché, telles que les audiences TV de Nielsen. Pour plus d’informations, rendez-vous sur http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Streamez, regardez, discutez."}, {"images": {"nodes": []}, "id": "1100269571668141", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: สตรีมสด", "keywords": [], "long_description": "Twitch เป็นที่ที่ชุมชนหลายพันแห่งมารวมตัวกันเพื่อสตรีมเมอร์คนโปรดของเรา เพื่อเกมที่เราชื่นชอบ เพื่อรอยยิ้มและเสียงหัวเราะ เพื่อกันและกัน หรือเพื่ออะไรก็ได้ ดาวน์โหลด Twitch และร่วมสนุกกับเกมสด ดนตรี กีฬา อีสปอร์ต พอดคาสต์ รายการทำอาหาร สตรีม IRL และสิ่งอื่น ๆ เพื่อความบันเทิงเริงใจสุดเหวี่ยงของชุมชนของเรา แล้วเจอกันในแชทนะ\n\nต่อไปนี้คือรายการที่เข้าใจง่ายๆ ของสิ่งอื่นๆ ที่ยอดเยี่ยมเกี่ยวกับ Twitch:\n\nทุกคน \"\"เกี่ยวข้องกับ\"\" ชุมชน ที่จริงแล้วเราเป็นหนึ่งเดียวกัน: ไม่ว่าคุณจะสนใจอะไร คุณก็สามารถค้นหาผู้คนของคุณได้บน Twitch \nให้การสนับสนุน รับการสนับสนุน: ค้นหาสตรีมเมอร์ใหม่และสมัครรับข้อมูลรายการโปรดของคุณ นอกจากนี้ยังปลดล็อกสิทธิพิเศษสำหรับการสนับสนุนของคุณอีกด้วย \nคุณไม่มีทางรู้หรอกว่าคุณจะพบอะไร: เกมยอดนิยมมักจะไลฟ์สดเสมอ แต่เทศกาลดนตรี การยิงจรวด ทัวร์ชมกรุงโตเกียว และโยคะแพะก็เช่นกัน จริงนะ มันเป็นแบบนี้จริงๆ \nโหมดมืด: ทุกคนชอบอันนี้ สีดำและสีม่วงไม่เคยดูดีขนาดนี้มาก่อน\n\nดูเงื่อนไขการใช้บริการของ Twitch ได้ที่ https://www.twitch.tv/p/legal/terms-of-service/\n\nสำหรับความคิดเห็นและความช่วยเหลือ โปรดไปที่ศูนย์สนับสนุนของเรา: https://help.twitch.tv\n \n โปรดทราบ: แอปนี้มีซอฟต์แวร์การวัดที่เป็นกรรมสิทธิ์ของ Nielsen ซึ่งมีส่วนช่วยในการวิจัยตลาด เช่น เรตติ้งทีวีของ Nielsen โปรดดู http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html สำหรับข้อมูลเพิ่มเติม", "short_description": "สตรีม รับชม แชท ถ่ายทอดสด"}, {"images": {"nodes": []}, "id": "1093861299554804", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: streaming en vivo", "keywords": [], "long_description": "Twitch es el lugar donde miles de comunidades nos reunimos por nuestros streamers favoritos, por los juegos que nos gustan, por las risas, por los demás, por lo que sea. Descarga Twitch y únete a millones de personas que disfrutan en vivo de juegos, música, deportes, esports, podcasts, programas de cocina, streams IRL y cualquier cosa maravillosamente absurda que se le pase por la cabeza a nuestra comunidad. Nos vemos en el chat.\n\nLa comunidad es todo. Somos una comunidad de verdad: si hay algo que saca tu nerd interior, puedes encontrar a tu gente en Twitch.\nDa apoyo, recibe apoyo: Descubre nuevos streamers y suscríbete a tus favoritos. Y obtén ventajas exclusivas por tu apoyo.\nNunca sabes lo que vas a encontrar: Siempre hay juegos populares en vivo, pero también festivales de música, despegues de cohetes, recorridos por las calles de Tokio y yoga con cabras. Sí, de verdad. \nModo oscuro: A todos les encanta. El negro y el púrpura nunca se han visto tan bien juntos.\n\nLos términos de servicio de Twitch están disponibles en https://www.twitch.tv/p/legal/terms-of-service/\n\nPara dejarnos comentarios y recibir asistencia, visita nuestro centro de Soporte: https://help.twitch.tv\n\nTen en cuenta que la aplicación cuenta con software de medición patentado de Nielsen que contribuye a la investigación de mercado, como su índice de audiencia televisiva. Para más información, consulta http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html　", "short_description": "Streamea, mira videos y chatea"}, {"images": {"nodes": []}, "id": "1086943110171304", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Živé vysílání", "keywords": [], "long_description": "Twitch je místo, kde se setkávají tisíce komunit, aby podpořily své oblíbené streamery a vyjádřily svou lásku k videohrám, zábavě, sobě navzájem, prostě k čemukoliv. Stáhni si Twitch a přidej se k milionům uživatelů, kteří si užívají živé hry, hudbu, sport, esport, podcasty, pořady o vaření, IRL streamy a všechno ostatní, co naše šíleně úžasná (nebo úžasně šílená) komunita vymyslí. Uvidíme se v chatu.\n\nPřipravili jsme pro tebe šikovný seznam dalších věcí, které jsou na Twitchi super:\n\nVšichni ostatní mluví o komunitě. My JSME komunita: Ať už jsi blázen do čehokoliv, na Twitchi najdeš svoje lidi.\nPodporuj a nech se podporovat: Objev nové streamery a předplať si své oblíbence. Za svou podporu navíc získáš exkluzivní výhody.\nNikdy nevíš, co na Twitchi objevíš: Populární hry tu najdeš vždy, stejně jako hudební festivaly, starty raket, procházky po Tokiu a kozí jógu. Ano, opravdu.\nTmavý režim: Miláček všech. Kombinace černé a fialové nikdy nevypadala tak dobře.\n\nPodmínky služby Twitch jsou k dispozici na stránce https://www.twitch.tv/p/legal/terms-of-service/\n\nPro zpětnou vazbu a pomoc navštiv naše centrum podpory: https://help.twitch.tv\n\nUpozornění: Tato aplikace obsahuje měřicí software vyvinutý společnosti Nielsen, který přispívá k průzkumu trhu, jako je měření televizní sledovanosti Nielsen. Více informací najdeš na http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Vysílej, sleduj, chatuj. Živě."}, {"images": {"nodes": []}, "id": "1086922500309366", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Live-Streaming", "keywords": [], "long_description": "Bei Twitch versammeln sich Tausende von Communitys rund um unsere Lieblingsstreamer. Hier geht es um Games, von denen wir gar nicht genug bekommen, um LOLs, um das Miteinander und um so viel mehr. Lade Twitch herunter und amüsiere dich mit Live-Games, Musik, Sport, e-Sport, Podcasts, Kochshows, IRL-Streams und was sonst noch so durch die wunderbar verrückten Köpfe unserer millionenstarken Community schwirrt. Wir freuen uns darauf, dich im Chat zu sehen.\n\nEs dreht sich alles um die Community. Wir sind selbst eine: Egal, was dich begeistert, auf Twitch findest du deine Leute . \nUnterstütze andere und lass dich von anderen unterstützen: Finde neue Streamer und folge deinen Favoriten. Dein Support wird mit exklusiven Vorteilen belohnt. \nLass dich überraschen: Beliebte Games sind immer live, aber auch Musikfestivals, Raketenstarts, City-Touren durch Tokio und Ziegen-Yoga sind mit von der Partie. Ja, wirklich. \nDunkler Modus: Das wird dir gefallen, denn Schwarz und Lila haben noch nie zuvor eine so gute Figur gemacht.\n\nDie Nutzungsbedingungen von Twitch sind verfügbar unter https://www.twitch.tv/p/legal/terms-of-service/\nWenn du uns Feedback geben möchtest oder Hilfe brauchst, schau in unserem Support-Center vorbei: https://help.twitch.tv.\n \nHinweis: In dieser App wird Analysesoftware von Nielsen für Marktforschungszwecke verwendet, etwa für die TV-Einschaltquoten von Nielsen. Weitere Informationen findest du unter: http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html.", "short_description": "Streame, schaue, chatte. Live."}, {"images": {"nodes": []}, "id": "1044142507796937", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: transmissão em direto", "keywords": [], "long_description": "A Twitch é o lugar onde milhares de comunidades veem os seus streamers favoritos, desfrutam de jogos que adoram, riem, se apoiam mutuamente e fazem muitas outras coisas. Transfere a Twitch e junta-te aos milhões de pessoas que desfrutam de jogos, música, desporto, eSports, podcasts, programas de culinária, streams IRL e qualquer outra coisa que saia das mentes maravilhosamente absurdas da nossa comunidade. Vemo-nos no chat!\n\nTudo gira em torno da comunidade. Na verdade, somos uma: não importa quais sejam os teus interesses, na Twitch vais encontrar pessoas com quem partilhá-los. \nDá apoio e recebe-o de volta: encontra novos streamers e acompanha os teus favoritos. Além disso, tens acesso a vantagens exclusivas pelo teu apoio. \nNunca sabes o que vais encontrar: há sempre diretos de jogos populares, mas também de festivais de música, lançamentos de foguetões, passeios pelas ruas de Tóquio ou ioga com cabras. Sim, a sério. \nModo escuro: vais adorar esta opção. O preto e o roxo nunca combinaram tão bem.\n\nOs Termos de Serviço da Twitch estão disponíveis em https://www.twitch.tv/p/legal/terms-of-service/\n\nSe precisares de ajuda ou quiseres dar a tua opinião, visita o nosso centro de ajuda em: https://help.twitch.tv.\n\nNota: esta aplicação inclui o software de medição patenteado pela Nielsen e contribui para investigações de mercado, como os TV Ratings da Nielsen. Consulta http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html para obteres mais informações.", "short_description": "Transmite, vê, chat. Direito."}, {"images": {"nodes": []}, "id": "790403843433948", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Livestreaming", "keywords": [], "long_description": "Twitch är platsen där tusentals communities samlas kring våra favoritstreamare, för spelen vi älskar, för allt LOL:ande, för varandra, för precis vad som helst. Ladda ned Twitch och gör som miljontals andra som gillar spel, musik, sport, e-sport, poddar, matlagningsprogram, livestreamar, och allt annat som dyker upp i vår communitys underbart absurda huvuden. Vi syns i chatten.\n\nHär har du en behändig lista över andra saker som är grymma med Twitch:\n\nAlla brinner för communityn. Vad du än nördar ner dig i så hittar du likasinnade på Twitch. \nGe stöd, få stöd: Hitta nya streamare och prenumerera på dina favoriter. Du kan dessutom låsa upp exklusiva förmåner som tack för ditt stöd. \nMan vet aldrig vad man kommer att hitta: Populära spel sänds alltid live, men det gör även musikfestivaler, raketuppskjutningar, rundvandringar på Tokyos gator, och getyoga. Allvarligt. \nMörkerläge: Det här är er grej. Svart och lila har aldrig sett så snyggt ut ihop.\n\nTwitchs användarvillkor finns på https://www.twitch.tv/p/legal/terms-of-service/\n\nFör synpunkter och hjälp, gå till vårt supportcenter: https://help.twitch.tv\n \nObs: Den här appen innehåller programvara från Nielsen som används för att samla in information till marknadsundersökningar, som Nielsens tittarmätning. Besök http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html för mer information", "short_description": "Streama, titta, chatta. Live."}, {"images": {"nodes": [{"file_name": "Twitch_Brand_2023_Banner1_1440-x1440.png", "id": "2254124574924224", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210398_2254124578257557_4232503028399938661_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W3tTXzGM_xgQ7kNvwFLSI9E&_nc_oc=AdkEZFneF47ldOi8wi7xJBQgmJqB1EUi3r7llJujN__oq-LEwlp9eVjs7MXId-GiudA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsxWMbXKbTEyyIC2pWxMNUDiiPLMrzI6F_GRa2IDYwm8g&oe=6995BBBA"}, {"file_name": "Twitch_logo_meta_2560x1440.png", "id": "1659006161434911", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/499618000_1659006164768244_6857062430995684046_n.png?_nc_cat=102&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W7ub9L4Qw7wQ7kNvwH6KBte&_nc_oc=Adnwz3Az4iMZDCF7Nc2pARLpTd2m7Zi3ALCCaIecvU4RaWXHGO1Cn1k7fuBAbFQOyE0&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuNRlqoU3Vh6_hNYaFwLEcL4e2zL3vpueoa9QoP-kHG_w&oe=6995BA77"}, {"file_name": "Twitch_logo_meta_3000x900.png", "id": "1093741112871984", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/491820953_1093741116205317_6261155039822687169_n.png?_nc_cat=104&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=DirhjkT7rrwQ7kNvwEZGl4v&_nc_oc=Adn9JttesP_8joEAuUeJcIckS0uKAWhPKOgh1RMRxKdyoohlqm3DxtFK3W1LB69PBQM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afsz5G9TFNUZACSsurs0uBnXar2wUBzlQkqjjYU33j3YSw&oe=6995BB72"}, {"file_name": "file-removebg-preview.png", "id": "833956815167284", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974915_833956818500617_6652498593071980952_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=umzszuip-VcQ7kNvwHNTIU9&_nc_oc=Adl65wL_LbZ3xbkGFZIlDP_L1svMh29SDCURuIsneYi0uOLk_LGvwHe1N7MwYXqvT3k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftAXPX_9YmBbzV-E8sohXyEFmFe2YTPELzKD66mJkzz5A&oe=6995AD83"}, {"file_name": "icon.png", "id": "521363286944918", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974646_521363290278251_2973920347430141274_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=C9M3cC59FZwQ7kNvwHY2NnL&_nc_oc=AdkeROKJv29kOkegijyEJaIAms_HtpRyqDewCJSQz6QvVYtbSHaqSCWACX0ti_V4YFQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvZu1Ds8-qAkCje61WBGImx6EVv5EOBFwO96M0enFA5Lg&oe=69959794"}, {"file_name": "Twitch_Brand_2023_Banner1_1008x1440.png", "id": "510016685112051", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031340_510016688445384_174761011931603325_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=r01z9zWTPqUQ7kNvwHXDHfz&_nc_oc=AdlEI7KuB4471lOQDweW9nbsr3oQKYVvAoYZIZ-OlMUjoDAsHI_4d5o_tSrW89mKW38&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvHklFqzOsxAFPfAqv7h_vg75z_CCIdkSyn4FzteuV4MQ&oe=6995ABE6"}]}, "id": "788004090361696", "locale": "en_US", "screenshots": [{"file_name": "01-2560x1440.png", "id": "515963254706138", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035471_515963258039471_4848912942965353336_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Yc40X3bGGzUQ7kNvwEH-y_r&_nc_oc=AdljT1gXIileHjaoILvQTYPptKosvEDF0vuYcaIHK41vtieuk7ddr0l-CqZE3jII2g4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvmymeXKpYzqQsLDy4JlH7myWkyvfrPam1BhAYsc9MwuQ&oe=6995A68F"}, {"file_name": "02-2560x1440.png", "id": "1167658137647303", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86625130_1167658140980636_4866999615695553056_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HExajwA1Ej4Q7kNvwG1takd&_nc_oc=AdlxaIib79263-edJ-WF6htNEFvHI81rKTjNpZufHpecv3cTXeh6xmtxcV-klAWpBFE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvOPW6shG1R9jiwumX5PLPWq_P-OnfgVtIdjhUG53JZnA&oe=6995CCFC"}, {"file_name": "03-2560x1440.png", "id": "3770883929895591", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/229122178_3770883936562257_7029661280676633935_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TzbmZlQUWFEQ7kNvwExZIxk&_nc_oc=Adkks0chWaFNqaSOqYPqYbyCRJp-GcI7DBWK9EaX8F4lI8blO8oIDFqyP-D0n9RrW4g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuG9pt48j9wmAdTpkSXjlWrkrz5K0tVPspb1dEpu3bkbQ&oe=6995C399"}, {"file_name": "04-2560x1440.png", "id": "916319560320633", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572940_916319563653966_5004897141742172099_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Qy0-qpGlhIsQ7kNvwEIJkkB&_nc_oc=AdlGLjKiyk5xcPNh1R8dJALuYhnaK3laGl_4SltVGb8RDIeQFSDVsPXAZCDleS2HkxE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsLisESY4pShVdWy3GWIDjkZbf_XN6GhPp3yyY6vSUU0Q&oe=6995CC87"}, {"file_name": "06-2560x1440.png", "id": "2890027064506025", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982702_2890027067839358_7291922329419066476_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=k8En9M7mupYQ7kNvwEA6Ido&_nc_oc=Adkjx_mfip0Ip7Cd9AsXZJ3DwileEnkUzhzR7EhFWdVGRleiJJCH7Vq7qZiZmikA9sU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuaON3LUZwGza6vBGAYny3ru0lt2vf_mOW2MDjNd21jrw&oe=6995BBC5"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Live Streaming", "keywords": [], "long_description": "Twitch is where thousands of communities come together for our favorite streamers, for the games we love, for the lulz, for each other, for whatever. Download Twitch and join millions enjoying live games, music, sports, esports, podcasts, cooking shows, IRL streams, and whatever else crosses our community’s wonderfully absurd minds. We’ll see you in chat.\n\nHere’s a convenient list of other awesome things about Twitch:\n\nEveryone is “about” community. We actually are one: Whatever you nerd out about, you can find your people on Twitch. \nGive support, get support: Find new streamers and subscribe to your favorites. Plus,  unlock exclusive perks for your support. \nYou never know what you’ll find: Popular games are always live, but so are music festivals, rocket launches, street tours of Tokyo, and goat yoga. Yes, really. \nDark mode: Y’all love this one. Black and purple have never looked this good together.\n\nTwitch's Terms of Service are available at https://www.twitch.tv/p/legal/terms-of-service/\nFor feedback and assistance, please visit our Support Center: https://help.twitch.tv\n \nPlease note: This app features Nielsen’s proprietary measurement software which contributes to market research, like Nielsen’s TV Ratings. Please see http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html for more information", "short_description": "Stream, Watch, Chat. Live."}, {"images": {"nodes": []}, "id": "767533029369191", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Transmissão ao vivo", "keywords": [], "long_description": "A Twitch é o ponto de encontro de milhares de comunidades. Estamos aqui pelos nossos streamers favoritos, pelos jogos que amamos, pela zoeira, pela amizade, enfim, por tudo e por qualquer coisa. Baixe o aplicativo da Twitch e junte-se a milhões de pessoas que estão curtindo games, músicas, esportes, esports, podcasts, culinária, transmissões da vida real e o que quer que brote da criatividade dos seres que formam a nossa comunidade. Vemos você em um dos nossos chats!\n\nAqui todo mundo se encontra. Somos uma grande comunidade: não importa quais são as suas paixões, a sua galera está na Twitch. \nApoie e receba apoio: conheça novos streamers e inscreva-se nos seus canais favoritos. O seu apoio também é recompensado com benefícios exclusivos. \nNunca se sabe o que você vai encontrar por aqui: tem sempre alguém arrasando nos jogos mais famosos, mas também tem festivais, lançamentos de foguete, tours em Tóquio e ioga com cabras. Sim, é isso mesmo que você leu. \nModo escuro: todo mundo vai curtir essa daqui.\n\nOs Termos de serviço da Twitch estão disponíveis em https://www.twitch.tv/p/legal/terms-of-service/\n\nPara dar seu feedback ou se precisar de ajuda, acesse a nossa Central de Ajuda: https://help.twitch.tv\n \nObservação: este aplicativo usa softwares de medição exclusivos da Nielsen que contribuem para pesquisas de mercado, como o Nielsen's TV Ratings. Para mais informações, consulte http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Faça lives e converse ao vivo"}, {"images": {"nodes": []}, "id": "764001710129763", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: прямые трансляции", "keywords": [], "long_description": "Twitch объединяет тысячи сообществ, в которых пользователям интересно проводить время вместе: смотреть стримы и любимые игры, рофлить, общаться, стоять на голове. Игровые стримы, музыка, спорт, киберспорт, подкасты, кулинария, трансляции IRL — загрузите приложение Twitch и найдите развлечение для себя. Наша креативность не знает границ. Увидимся в чате.\n\nРаскладываем по полочкам, чем так крут Twitch: \n\nУ каждого свое сообщество. У нас с вами много общего. Фанатеете от чего-то? Присоединяйтесь к единомышленникам на Twitch.\nПоддержка отвечает взаимностью. Находите новых стримеров и подписывайтесь на то, что нравится. Поддерживайте каналы и получайте эксклюзивные привилегии.\nДелайте удивительные открытия. Twitch — это не только про игры. Смотрите музыкальные фестивали, запуски ракет, прогулки по улицам Токио, занятия йогой с козами — что угодно!\nЗатемненный режим. Он не может не нравиться. Черный и фиолетовый — идеальная пара.\n\nС Условиями обслуживания Twitch можно ознакомиться на https://www.twitch.tv/p/legal/terms-of-service/\n\nПоделиться впечатлениями и получить помощь можно в нашем центре поддержки: https://help.twitch.tv.\n\nОбратите внимание, что это приложение использует проприетарное программное обеспечение для измерений от компании Nielsen, которое применяется для исследований рынка (например, при составлении рейтинга Нильсена для телевидения). Подробности по ссылке: http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html.", "short_description": "Транслируйте, общайтесь."}, {"images": {"nodes": []}, "id": "627009376841600", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: live-suoratoisto", "keywords": [], "long_description": "Twitchissä kokoontuu tuhansia yhteisöjä, jotka pitävät samoista lähettäjistä, peleistä, nauramisesta tai vaikkapa toisistaan. Lataa Twitch ja liity miljoonapäiseen yhteisöön, joka nauttii livepeleistä, musiikista, urheilusta, e-urheilusta, podcasteista, ruokaohjelmista, IRL-lähetyksistä tai mistä tahansa muista mielettömistä asioista, joita ihanan jengimme mieliin nyt sattuukaan pälkähtämään. Nähdään chatissa!\n\nTässä on kätevä lista Twitchin mahtavista ominaisuuksista:\n\nYhteisö on kaikki kaikessa. Sykähdyttipä nörtin sydäntäsi mikä tahansa, Twitchissä voit löytää kaltaistasi seuraa.\nTue muita ja saa itse tukea: Tutustu uusiin lähettäjiin ja tilaa suosikkejasi. Tue muita, niin saat ainutlaatuisia etuja.\nEt arvaakaan, mitä voit löytää: Suosittuja pelejä löytyy aina suorana, samoin musiikkifestareita, raketin laukaisuja, kierroksia Tokion kaduilla ja vuohijoogaa. Ihan totta.\nTumma tausta: Tätä ette voi vastustaa. Musta ja violetti ovat kuin luotu yhteen.\n\nTwitchin palveluehdot ovat osoitteessa https://www.twitch.tv/p/legal/terms-of-service/\nAnna palautetta ja pyydä apua tukikeskuksestamme: https://help.twitch.tv\n\nHuomaa: Tässä sovelluksessa käytetään Nielsenin valmistamaa mittausohjelmistoa, jonka tulokset välitetään markkinatutkimuksiin (kuten Nielsen’s TV Ratings -tutkimuksiin). Lue lisää täältä: http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Lähetä, katso, chattaa: live."}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.twitch.tv/p/en/legal/privacy-notice/", "developer_terms_of_service_url": null, "publisher_name": "Twitch", "support_website_url": null, "website_url": "http://www.twitch.tv/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "1228796255027646"}, {"id": "434961926215971"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["GAMEPAD", "HAND_TRACKING", "OCULUS_TOUCH", "TRACKED_KEYBOARD"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "24478323168464451"}, "review_messages": []}]}, "cover_square_image": {"uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210398_2254124578257557_4232503028399938661_n.png?stp=dst-png_s360x360&_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W3tTXzGM_xgQ7kNvwFLSI9E&_nc_oc=AdkEZFneF47ldOi8wi7xJBQgmJqB1EUi3r7llJujN__oq-LEwlp9eVjs7MXId-GiudA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftH5uexs87gjRLif7fkBqHkYzC9LrbhG7M_BaIPKLiPWQ&oe=6995BBBA"}, "is_concept": false, "is_test": false, "is_trial_offer_valid": false, "display_name": "Twitch: Live Streaming", "platform": "ANDROID_6DOF", "context_category": {"context_category": "APPS", "id": "362692211442873"}, "context_topics": [{"topic_name": "Community", "id": "1228796255027646"}, {"topic_name": "Media", "id": "434961926215971"}], "release_date": 1727287200, "lastRevision": {"nodes": [{"id": "7791415534248477", "release_type": "MANAGED", "administration_status": "APPROVED", "pdp_metadata": {"application": {"default_locale": "en_US", "id": "7791415507581813", "is_first_party": false, "enables_in_app_ads": false, "is_concept": false, "platform": "ANDROID_6DOF"}, "iarc_cert": {"id": "808143877849872"}, "iarc_email": null, "msrp": null, "translations": {"nodes": [{"images": {"nodes": []}, "id": "8205599146203429", "locale": "fi_FI", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: live-suoratoisto", "keywords": [], "long_description": "Twitchissä kokoontuu tuhansia yhteisöjä, jotka pitävät samoista lähettäjistä, peleistä, nauramisesta tai vaikkapa toisistaan. Lataa Twitch ja liity miljoonapäiseen yhteisöön, joka nauttii livepeleistä, musiikista, urheilusta, e-urheilusta, podcasteista, ruokaohjelmista, IRL-lähetyksistä tai mistä tahansa muista mielettömistä asioista, joita ihanan jengimme mieliin nyt sattuukaan pälkähtämään. Nähdään chatissa!\n\nTässä on kätevä lista Twitchin mahtavista ominaisuuksista:\n\nYhteisö on kaikki kaikessa. Sykähdyttipä nörtin sydäntäsi mikä tahansa, Twitchissä voit löytää kaltaistasi seuraa.\nTue muita ja saa itse tukea: Tutustu uusiin lähettäjiin ja tilaa suosikkejasi. Tue muita, niin saat ainutlaatuisia etuja.\nEt arvaakaan, mitä voit löytää: Suosittuja pelejä löytyy aina suorana, samoin musiikkifestareita, raketin laukaisuja, kierroksia Tokion kaduilla ja vuohijoogaa. Ihan totta.\nTumma tausta: Tätä ette voi vastustaa. Musta ja violetti ovat kuin luotu yhteen.\n\nTwitchin palveluehdot ovat osoitteessa https://www.twitch.tv/p/legal/terms-of-service/\nAnna palautetta ja pyydä apua tukikeskuksestamme: https://help.twitch.tv\n\nHuomaa: Tässä sovelluksessa käytetään Nielsenin valmistamaa mittausohjelmistoa, jonka tulokset välitetään markkinatutkimuksiin (kuten Nielsen’s TV Ratings -tutkimuksiin). Lue lisää täältä: http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Lähetä, katso, chattaa: live."}, {"images": {"nodes": []}, "id": "3862678280643326", "locale": "de_DE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Live-Streaming", "keywords": [], "long_description": "Bei Twitch versammeln sich Tausende von Communitys rund um unsere Lieblingsstreamer. Hier geht es um Games, von denen wir gar nicht genug bekommen, um LOLs, um das Miteinander und um so viel mehr. Lade Twitch herunter und amüsiere dich mit Live-Games, Musik, Sport, e-Sport, Podcasts, Kochshows, IRL-Streams und was sonst noch so durch die wunderbar verrückten Köpfe unserer millionenstarken Community schwirrt. Wir freuen uns darauf, dich im Chat zu sehen.\n\nEs dreht sich alles um die Community. Wir sind selbst eine: Egal, was dich begeistert, auf Twitch findest du deine Leute . \nUnterstütze andere und lass dich von anderen unterstützen: Finde neue Streamer und folge deinen Favoriten. Dein Support wird mit exklusiven Vorteilen belohnt. \nLass dich überraschen: Beliebte Games sind immer live, aber auch Musikfestivals, Raketenstarts, City-Touren durch Tokio und Ziegen-Yoga sind mit von der Partie. Ja, wirklich. \nDunkler Modus: Das wird dir gefallen, denn Schwarz und Lila haben noch nie zuvor eine so gute Figur gemacht.\n\nDie Nutzungsbedingungen von Twitch sind verfügbar unter https://www.twitch.tv/p/legal/terms-of-service/\nWenn du uns Feedback geben möchtest oder Hilfe brauchst, schau in unserem Support-Center vorbei: https://help.twitch.tv.\n \nHinweis: In dieser App wird Analysesoftware von Nielsen für Marktforschungszwecke verwendet, etwa für die TV-Einschaltquoten von Nielsen. Weitere Informationen findest du unter: http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html.", "short_description": "Streame, schaue, chatte. Live."}, {"images": {"nodes": []}, "id": "3685403305103178", "locale": "ru_RU", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: прямые трансляции", "keywords": [], "long_description": "Twitch объединяет тысячи сообществ, в которых пользователям интересно проводить время вместе: смотреть стримы и любимые игры, рофлить, общаться, стоять на голове. Игровые стримы, музыка, спорт, киберспорт, подкасты, кулинария, трансляции IRL — загрузите приложение Twitch и найдите развлечение для себя. Наша креативность не знает границ. Увидимся в чате.\n\nРаскладываем по полочкам, чем так крут Twitch: \n\nУ каждого свое сообщество. У нас с вами много общего. Фанатеете от чего-то? Присоединяйтесь к единомышленникам на Twitch.\nПоддержка отвечает взаимностью. Находите новых стримеров и подписывайтесь на то, что нравится. Поддерживайте каналы и получайте эксклюзивные привилегии.\nДелайте удивительные открытия. Twitch — это не только про игры. Смотрите музыкальные фестивали, запуски ракет, прогулки по улицам Токио, занятия йогой с козами — что угодно!\nЗатемненный режим. Он не может не нравиться. Черный и фиолетовый — идеальная пара.\n\nС Условиями обслуживания Twitch можно ознакомиться на https://www.twitch.tv/p/legal/terms-of-service/\n\nПоделиться впечатлениями и получить помощь можно в нашем центре поддержки: https://help.twitch.tv.\n\nОбратите внимание, что это приложение использует проприетарное программное обеспечение для измерений от компании Nielsen, которое применяется для исследований рынка (например, при составлении рейтинга Нильсена для телевидения). Подробности по ссылке: http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html.", "short_description": "Транслируйте, общайтесь."}, {"images": {"nodes": []}, "id": "2677769785761765", "locale": "es_LA", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: streaming en vivo", "keywords": [], "long_description": "Twitch es el lugar donde miles de comunidades nos reunimos por nuestros streamers favoritos, por los juegos que nos gustan, por las risas, por los demás, por lo que sea. Descarga Twitch y únete a millones de personas que disfrutan en vivo de juegos, música, deportes, esports, podcasts, programas de cocina, streams IRL y cualquier cosa maravillosamente absurda que se le pase por la cabeza a nuestra comunidad. Nos vemos en el chat.\n\nLa comunidad es todo. Somos una comunidad de verdad: si hay algo que saca tu nerd interior, puedes encontrar a tu gente en Twitch.\nDa apoyo, recibe apoyo: Descubre nuevos streamers y suscríbete a tus favoritos. Y obtén ventajas exclusivas por tu apoyo.\nNunca sabes lo que vas a encontrar: Siempre hay juegos populares en vivo, pero también festivales de música, despegues de cohetes, recorridos por las calles de Tokio y yoga con cabras. Sí, de verdad. \nModo oscuro: A todos les encanta. El negro y el púrpura nunca se han visto tan bien juntos.\n\nLos términos de servicio de Twitch están disponibles en https://www.twitch.tv/p/legal/terms-of-service/\n\nPara dejarnos comentarios y recibir asistencia, visita nuestro centro de Soporte: https://help.twitch.tv\n\nTen en cuenta que la aplicación cuenta con software de medición patentado de Nielsen que contribuye a la investigación de mercado, como su índice de audiencia televisiva. Para más información, consulta http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html　", "short_description": "Streamea, mira videos y chatea"}, {"images": {"nodes": []}, "id": "2548162018717355", "locale": "fr_FR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch : streaming en live", "keywords": [], "long_description": "Twitch est le point de rencontre de milliers de communautés qui se rassemblent autour de leurs streamers préférés, des jeux qu’elles aiment, du rire, des autres, de tout. Téléchargez Twitch et rejoignez des millions de personnes qui aiment les jeux en live, la musique, le sport, l’esport, les podcasts, les émissions de cuisine, les streams IRL, et tout ce qui peut traverser les esprits formidablement absurdes de notre communauté. Rendez-vous dans le chat. \n\ntout le monde pense « communauté ». Et c’est parce que nous en sommes une : quel que soit le sujet qui vous fait vibrer, vous trouverez vos semblables sur Twitch. \nSoutenez, soyez soutenu : découvrez de nouveaux streamers et abonnez-vous à ceux que vous préférez. Et débloquez des avantages exclusifs en récompense de votre soutien. \n\nLes conditions d'utilisation de Twitch sont disponibles à l'adresse https://www.twitch.tv/p/legal/terms-of-service/\n\nPour laisser un commentaire ou obtenir de l’aide, visitez notre centre d’assistance sur https://help.twitch.tv\n \nAttention : cette application intègre le logiciel de mesure propriétaire de Nielsen qui contribue aux études de marché, telles que les audiences TV de Nielsen. Pour plus d’informations, rendez-vous sur http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Streamez, regardez, discutez."}, {"images": {"nodes": []}, "id": "2062189690850082", "locale": "pt_BR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Transmissão ao vivo", "keywords": [], "long_description": "A Twitch é o ponto de encontro de milhares de comunidades. Estamos aqui pelos nossos streamers favoritos, pelos jogos que amamos, pela zoeira, pela amizade, enfim, por tudo e por qualquer coisa. Baixe o aplicativo da Twitch e junte-se a milhões de pessoas que estão curtindo games, músicas, esportes, esports, podcasts, culinária, transmissões da vida real e o que quer que brote da criatividade dos seres que formam a nossa comunidade. Vemos você em um dos nossos chats!\n\nAqui todo mundo se encontra. Somos uma grande comunidade: não importa quais são as suas paixões, a sua galera está na Twitch. \nApoie e receba apoio: conheça novos streamers e inscreva-se nos seus canais favoritos. O seu apoio também é recompensado com benefícios exclusivos. \nNunca se sabe o que você vai encontrar por aqui: tem sempre alguém arrasando nos jogos mais famosos, mas também tem festivais, lançamentos de foguete, tours em Tóquio e ioga com cabras. Sim, é isso mesmo que você leu. \nModo escuro: todo mundo vai curtir essa daqui.\n\nOs Termos de serviço da Twitch estão disponíveis em https://www.twitch.tv/p/legal/terms-of-service/\n\nPara dar seu feedback ou se precisar de ajuda, acesse a nossa Central de Ajuda: https://help.twitch.tv\n \nObservação: este aplicativo usa softwares de medição exclusivos da Nielsen que contribuem para pesquisas de mercado, como o Nielsen's TV Ratings. Para mais informações, consulte http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Faça lives e converse ao vivo"}, {"images": {"nodes": []}, "id": "1722645221902202", "locale": "vi_VN", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Truyền phát trực tiếp", "keywords": [], "long_description": "Twitch là nơi hàng nghìn cộng đồng tụ hội để gặp gỡ các streamer nổi danh, để cùng bàn luận về những trò chơi được yêu thích, để có những khoảnh khắc vui vẻ, để đến với nhau, để làm bất cứ điều gì. Hãy tải Twitch và hòa mình cùng hàng triệu người trong các buổi phát sóng trực tiếp về game, về âm nhạc, về thể thao, về esport, về podcast, chương trình nấu ăn, vlog ngoài đời thực và mọi nội dung mà các thành viên trong cộng đồng có thể nghĩ ra. Mong được gặp các bạn trong các buổi trò chuyện nhé.\n\nTất cả đều &quot;vì&quot; cộng đồng. Là một tập thể: Dù đam mê của bạn là gì, bạn đều có thể tìm thấy người giống như mình trên Twitch.\nGiúp đỡ người khác và được hỗ trợ: Hãy tìm những streamer mới và đăng ký theo dõi họ trong mục yêu thích của bạn. Ngoài ra, khi hỗ trợ người mới, bạn cũng có thể thể sử dụng các đặc quyền dành riêng cho sự hỗ trợ của mình.\n\nĐiều khoản dịch vụ của Twitch có tại https://www.twitch.tv/p/legal/terms-of-service/\n\nĐể được phản hồi và nhận sự trợ giúp, hãy truy cập Trung tâm hỗ trợ của chúng tôi: https://help.twitch.tv\n\nXin lưu ý: Ứng dụng này có chứa phần mềm đo lường độc quyền thuộc Nielsen, chỉ dùng vào mục đích nghiên cứu thị trường, chẳng hạn như Bảng xếp hạng TV của Nielsen. Mời các bạn xem thông tin trong http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html để biết thêm chi tiết nhé.", "short_description": "Truyền, Xem, Chat. Trực tiếp."}, {"images": {"nodes": []}, "id": "1647772805793438", "locale": "zh_TW", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: สตรีมสด", "keywords": [], "long_description": "Twitch เป็นที่ที่ชุมชนหลายพันแห่งมารวมตัวกันเพื่อสตรีมเมอร์คนโปรดของเรา เพื่อเกมที่เราชื่นชอบ เพื่อรอยยิ้มและเสียงหัวเราะ เพื่อกันและกัน หรือเพื่ออะไรก็ได้ ดาวน์โหลด Twitch และร่วมสนุกกับเกมสด ดนตรี กีฬา อีสปอร์ต พอดคาสต์ รายการทำอาหาร สตรีม IRL และสิ่งอื่น ๆ เพื่อความบันเทิงเริงใจสุดเหวี่ยงของชุมชนของเรา แล้วเจอกันในแชทนะ\n\nต่อไปนี้คือรายการที่เข้าใจง่ายๆ ของสิ่งอื่นๆ ที่ยอดเยี่ยมเกี่ยวกับ Twitch:\n\nทุกคน \"\"เกี่ยวข้องกับ\"\" ชุมชน ที่จริงแล้วเราเป็นหนึ่งเดียวกัน: ไม่ว่าคุณจะสนใจอะไร คุณก็สามารถค้นหาผู้คนของคุณได้บน Twitch \nให้การสนับสนุน รับการสนับสนุน: ค้นหาสตรีมเมอร์ใหม่และสมัครรับข้อมูลรายการโปรดของคุณ นอกจากนี้ยังปลดล็อกสิทธิพิเศษสำหรับการสนับสนุนของคุณอีกด้วย \nคุณไม่มีทางรู้หรอกว่าคุณจะพบอะไร: เกมยอดนิยมมักจะไลฟ์สดเสมอ แต่เทศกาลดนตรี การยิงจรวด ทัวร์ชมกรุงโตเกียว และโยคะแพะก็เช่นกัน จริงนะ มันเป็นแบบนี้จริงๆ \nโหมดมืด: ทุกคนชอบอันนี้ สีดำและสีม่วงไม่เคยดูดีขนาดนี้มาก่อน\n\nดูเงื่อนไขการใช้บริการของ Twitch ได้ที่ https://www.twitch.tv/p/legal/terms-of-service/\n\nสำหรับความคิดเห็นและความช่วยเหลือ โปรดไปที่ศูนย์สนับสนุนของเรา: https://help.twitch.tv\n \n โปรดทราบ: แอปนี้มีซอฟต์แวร์การวัดที่เป็นกรรมสิทธิ์ของ Nielsen ซึ่งมีส่วนช่วยในการวิจัยตลาด เช่น เรตติ้งทีวีของ Nielsen โปรดดู http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html สำหรับข้อมูลเพิ่มเติม", "short_description": "สตรีม รับชม แชท ถ่ายทอดสด"}, {"images": {"nodes": []}, "id": "1474507896553738", "locale": "sv_SE", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Livestreaming", "keywords": [], "long_description": "Twitch är platsen där tusentals communities samlas kring våra favoritstreamare, för spelen vi älskar, för allt LOL:ande, för varandra, för precis vad som helst. Ladda ned Twitch och gör som miljontals andra som gillar spel, musik, sport, e-sport, poddar, matlagningsprogram, livestreamar, och allt annat som dyker upp i vår communitys underbart absurda huvuden. Vi syns i chatten.\n\nHär har du en behändig lista över andra saker som är grymma med Twitch:\n\nAlla brinner för communityn. Vad du än nördar ner dig i så hittar du likasinnade på Twitch. \nGe stöd, få stöd: Hitta nya streamare och prenumerera på dina favoriter. Du kan dessutom låsa upp exklusiva förmåner som tack för ditt stöd. \nMan vet aldrig vad man kommer att hitta: Populära spel sänds alltid live, men det gör även musikfestivaler, raketuppskjutningar, rundvandringar på Tokyos gator, och getyoga. Allvarligt. \nMörkerläge: Det här är er grej. Svart och lila har aldrig sett så snyggt ut ihop.\n\nTwitchs användarvillkor finns på https://www.twitch.tv/p/legal/terms-of-service/\n\nFör synpunkter och hjälp, gå till vårt supportcenter: https://help.twitch.tv\n \nObs: Den här appen innehåller programvara från Nielsen som används för att samla in information till marknadsundersökningar, som Nielsens tittarmätning. Besök http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html för mer information", "short_description": "Streama, titta, chatta. Live."}, {"images": {"nodes": []}, "id": "1262176071889433", "locale": "it_IT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: streaming live", "keywords": [], "long_description": "Twitch è il luogo in cui migliaia di community si incontrano per gli streamer e le streamer del cuore, i giochi preferiti, farsi quattro risate, stare semplicemente insieme, per qualunque cosa. Scarica Twitch e unisciti a milioni di persone che si divertono con giochi live, musica, sport, esports, podcast, programmi di cucina, streaming IRL e qualsiasi altra cosa passi per le menti meravigliosamente assurde della nostra community. Ci incontriamo nella chat.\n\nOgni singola persona della community &quot;conta&quot;. Siamo a tutti gli effetti una cosa sola: c'è qualcosa che ti appassiona incredibilmente? Su Twitch puoi trovare la tua gente con cui condividere questa tua particolare passione. \nOffri e ricevi supporto: scova nuovi streamer e nuove streamer e abbonati in base alle tue preferenze. Non dimenticare di sbloccare vantaggi esclusivi grazie al tuo sostegno. \n\nLe Condizioni per l'utilizzo del servizio di Twitch sono disponibili presso https://www.twitch.tv/p/legal/terms-of-service/\n\nPer commenti e domande, visita il nostro Centro di supporto https://help.twitch.tv\n\nNota: questa app include il software di rilevazione proprietario di Nielsen che contribuisce a ricerche di mercato, quali le valutazioni TV di Nielsen. Per maggiori informazioni visita http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Streaming, video, chat. Live."}, {"images": {"nodes": []}, "id": "1184419466160708", "locale": "da_DK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Livestreaming", "keywords": [], "long_description": "Twitch er stedet, hvor tusindvis af fællesskaber samles omkring deres yndlingsstreamere, om de spil, vi alle sammen elsker, de sjove stunder, hinanden, ja, alt muligt faktisk. Download Twitch, og slut dig til millioner af andre, der elsker live-gaming, musik, sport, e-sport, podcasts, madlavningsshows, IRL-streams og hvad der ellers dukker op via fællesskabets dejligt krøllede hjerner. Vi ses i chatten.\n\nHer er en praktisk liste over andre fantastiske ting ved Twitch:\nDet handler om fællesskab for alle. Vi er en enhed: Hvad du end nørder med, kan du finde ligesindede på Twitch. \nGiv støtte, og få støtte: Find nye streamere og abonner på dine favoritter. Og lås op for eksklusive fordele ved at støtte. \nDu kan aldrig vide, hvad der dukker op: Du kan altid finde populær gaming live, men det samme gælder musikfestivaler, raketopsendelser, ture rundt i Tokyos gader og gedeyoga. Ja, gedeyoga. \nDark mode: Noget, som I alle er vilde med. Aldrig har sort og lilla set så godt ud sammen.\n\nTwitchs servicevilkår er tilgængelige på https://www.twitch.tv/p/legal/terms-of-service/\n\nBesøg vores supportcenter for feedback og hjælp: https://help.twitch.tv\n \nBemærk: Denne app indeholder proprietær målesoftware fra Nielsen, som bidrager til markedsundersøgelser, såsom Nielsen’s TV Ratings. Se http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html for for flere oplysninger", "short_description": "Stream, se, chat. Live."}, {"images": {"nodes": []}, "id": "1168035977600727", "locale": "cs_CZ", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Živé vysílání", "keywords": [], "long_description": "Twitch je místo, kde se setkávají tisíce komunit, aby podpořily své oblíbené streamery a vyjádřily svou lásku k videohrám, zábavě, sobě navzájem, prostě k čemukoliv. Stáhni si Twitch a přidej se k milionům uživatelů, kteří si užívají živé hry, hudbu, sport, esport, podcasty, pořady o vaření, IRL streamy a všechno ostatní, co naše šíleně úžasná (nebo úžasně šílená) komunita vymyslí. Uvidíme se v chatu.\n\nPřipravili jsme pro tebe šikovný seznam dalších věcí, které jsou na Twitchi super:\n\nVšichni ostatní mluví o komunitě. My JSME komunita: Ať už jsi blázen do čehokoliv, na Twitchi najdeš svoje lidi.\nPodporuj a nech se podporovat: Objev nové streamery a předplať si své oblíbence. Za svou podporu navíc získáš exkluzivní výhody.\nNikdy nevíš, co na Twitchi objevíš: Populární hry tu najdeš vždy, stejně jako hudební festivaly, starty raket, procházky po Tokiu a kozí jógu. Ano, opravdu.\nTmavý režim: Miláček všech. Kombinace černé a fialové nikdy nevypadala tak dobře.\n\nPodmínky služby Twitch jsou k dispozici na stránce https://www.twitch.tv/p/legal/terms-of-service/\n\nPro zpětnou vazbu a pomoc navštiv naše centrum podpory: https://help.twitch.tv\n\nUpozornění: Tato aplikace obsahuje měřicí software vyvinutý společnosti Nielsen, který přispívá k průzkumu trhu, jako je měření televizní sledovanosti Nielsen. Více informací najdeš na http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html", "short_description": "Vysílej, sleduj, chatuj. Živě."}, {"images": {"nodes": []}, "id": "862649569300646", "locale": "tr_TR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Canlı Yayın", "keywords": [], "long_description": "Twitch'te binlerce topluluğun favori yayıncılarla bir araya getiriyoruz. Sevdiğimiz oyunlarda, keyifte, eğlencede, heyecanda birbirimizle buluşuyor, sevdiğimiz şeyleri paylaşıyoruz. Twitch'i hemek indirin ve canlı oyunlar, müzik, spor, espor, podcast, yemek programı, IRL yayınları ve aklınıza gelebilecek güzel, tuhaf, absürd daha ne varsa her şeyin keyfini çıkaran milyonların arasına katılın. Sohbette görüşmek üzere.\n\nSize Twitch'teki diğer süper şeylerin kısa bir listesini de yapalım:\n\nHerkesin “olayı” topluluk. Biz aslında biriz: Hastası olduğunuz konu ne olursa olsun, aynı kafadan insanları Twitch'te bulabilirsiniz. \nDestek atın, destek alın: Yeni yayıncılar bulun ve sevdiklerinize abone olun. Desteğinizin karşılığını da ayrıcalıklı avantajlarla alın. \nNe bulacağınız hiç belli olmaz: Canlı yayınlanan sadece popüler oyunlar değil, müzik festivalleri, roket fırlatışları, Tokyo’da sokak gezileri ya da keçi yogası da öyle. Evet, ciddiyiz. \nKoyu mod: Buna bayılacaksınız. Siyah ile mor, birlikte hiç bu kadar iyi görünmemişti.\n\nTwitch Hizmet Koşulları şurada bulunabilir: https://www.twitch.tv/p/legal/terms-of-service/\n\nGeri bildirim ve yardım için lütfen Destek Merkezimizi ziyaret edin: https://help.twitch.tv\n \nLütfen dikkat: Bu uygulamada, Nielsen TV Ratings gibi pazar araştırmaları için kullanılan Nielsen tescilli ölçüm yazılımı bulunur. Daha fazla bilgi için lütfen http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html adresini ziyaret edin", "short_description": "Yayınla, İzle, Sohbet. Canlı."}, {"images": {"nodes": []}, "id": "797813742343450", "locale": "pt_PT", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: transmissão em direto", "keywords": [], "long_description": "A Twitch é o lugar onde milhares de comunidades veem os seus streamers favoritos, desfrutam de jogos que adoram, riem, se apoiam mutuamente e fazem muitas outras coisas. Transfere a Twitch e junta-te aos milhões de pessoas que desfrutam de jogos, música, desporto, eSports, podcasts, programas de culinária, streams IRL e qualquer outra coisa que saia das mentes maravilhosamente absurdas da nossa comunidade. Vemo-nos no chat!\n\nTudo gira em torno da comunidade. Na verdade, somos uma: não importa quais sejam os teus interesses, na Twitch vais encontrar pessoas com quem partilhá-los. \nDá apoio e recebe-o de volta: encontra novos streamers e acompanha os teus favoritos. Além disso, tens acesso a vantagens exclusivas pelo teu apoio. \nNunca sabes o que vais encontrar: há sempre diretos de jogos populares, mas também de festivais de música, lançamentos de foguetões, passeios pelas ruas de Tóquio ou ioga com cabras. Sim, a sério. \nModo escuro: vais adorar esta opção. O preto e o roxo nunca combinaram tão bem.\n\nOs Termos de Serviço da Twitch estão disponíveis em https://www.twitch.tv/p/legal/terms-of-service/\n\nSe precisares de ajuda ou quiseres dar a tua opinião, visita o nosso centro de ajuda em: https://help.twitch.tv.\n\nNota: esta aplicação inclui o software de medição patenteado pela Nielsen e contribui para investigações de mercado, como os TV Ratings da Nielsen. Consulta http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html para obteres mais informações.", "short_description": "Transmite, vê, chat. Direito."}, {"images": {"nodes": [{"file_name": "Twitch_Brand_2023_Banner1_2560x1440.png", "id": "2291429244528904", "image_type": "APP_IMG_COVER_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031622_2291429247862237_2836876358507473525_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=_qmdRyN8Zt8Q7kNvwGM2TjK&_nc_oc=AdkRforCByPan9ComWgXEY7mIukptVyMOMsodWbsfW7yb3ID111A2iSrKJeTF8tAfQU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftY7SEM1ISJb_XKeYZX8PIJ8OjnsPLMWYiUXAUABoMMPA&oe=6995B4AE"}, {"file_name": "Twitch_Brand_2023_Banner1_1440-x1440.png", "id": "2254124574924224", "image_type": "APP_IMG_COVER_SQUARE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75210398_2254124578257557_4232503028399938661_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=W3tTXzGM_xgQ7kNvwFLSI9E&_nc_oc=AdkEZFneF47ldOi8wi7xJBQgmJqB1EUi3r7llJujN__oq-LEwlp9eVjs7MXId-GiudA&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsxWMbXKbTEyyIC2pWxMNUDiiPLMrzI6F_GRa2IDYwm8g&oe=6995BBBA"}, {"file_name": "file-removebg-preview.png", "id": "833956815167284", "image_type": "APP_IMG_LOGO_TRANSPARENT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974915_833956818500617_6652498593071980952_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=umzszuip-VcQ7kNvwHNTIU9&_nc_oc=Adl65wL_LbZ3xbkGFZIlDP_L1svMh29SDCURuIsneYi0uOLk_LGvwHe1N7MwYXqvT3k&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AftAXPX_9YmBbzV-E8sohXyEFmFe2YTPELzKD66mJkzz5A&oe=6995AD83"}, {"file_name": "TWITCH_Brand_2023SocialIcons_v01_KC_STANDARD_TW-BANNER (2).png", "id": "557173603312664", "image_type": "APP_IMG_HERO", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031359_557173606645997_5510931740815958468_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=pPTS59WNVsgQ7kNvwFvXTPB&_nc_oc=AdlLxK6DXMojAmzm8MFsFjDYlc1oRWe2iwAloVFyrdQMioArWC_AkcwaomICO6cROHs&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_Afu0gEbybamArdtiunrcw9naDaORYICD3wEn3b38t7xXTQ&oe=69959F51"}, {"file_name": "icon.png", "id": "521363286944918", "image_type": "APP_IMG_ICON", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38974646_521363290278251_2973920347430141274_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=C9M3cC59FZwQ7kNvwHY2NnL&_nc_oc=AdkeROKJv29kOkegijyEJaIAms_HtpRyqDewCJSQz6QvVYtbSHaqSCWACX0ti_V4YFQ&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvZu1Ds8-qAkCje61WBGImx6EVv5EOBFwO96M0enFA5Lg&oe=69959794"}, {"file_name": "Twitch_Brand_2023_Banner1_1008x1440.png", "id": "510016685112051", "image_type": "APP_IMG_COVER_PORTRAIT", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39031340_510016688445384_174761011931603325_n.png?_nc_cat=103&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=r01z9zWTPqUQ7kNvwHXDHfz&_nc_oc=AdlEI7KuB4471lOQDweW9nbsr3oQKYVvAoYZIZ-OlMUjoDAsHI_4d5o_tSrW89mKW38&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvHklFqzOsxAFPfAqv7h_vg75z_CCIdkSyn4FzteuV4MQ&oe=6995ABE6"}, {"file_name": "TWITCH_Brand_2023SocialIcons_v01_KC_STANDARD_TW-BANNER (1).png", "id": "322346720905573", "image_type": "APP_IMG_SMALL_LANDSCAPE", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/75462207_322346724238906_5841809370267464448_n.png?_nc_cat=108&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=N1tu-jLEi7UQ7kNvwFY__0I&_nc_oc=AdnUYDtOoKHZZgnu-knmaDOGPOIMipTAtxRjAn4ka6_UPeTgqanQPNquY9te69_nKIM&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuQq9uGYgLkVnqMN9LCM2ZxVWVDkGMvPOrccNuK5GYLfg&oe=699595FE"}]}, "id": "786579140262779", "locale": "en_US", "screenshots": [{"file_name": "01-2560x1440.png", "id": "515963254706138", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/39035471_515963258039471_4848912942965353336_n.png?_nc_cat=111&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Yc40X3bGGzUQ7kNvwEH-y_r&_nc_oc=AdljT1gXIileHjaoILvQTYPptKosvEDF0vuYcaIHK41vtieuk7ddr0l-CqZE3jII2g4&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvmymeXKpYzqQsLDy4JlH7myWkyvfrPam1BhAYsc9MwuQ&oe=6995A68F"}, {"file_name": "02-2560x1440.png", "id": "1167658137647303", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/86625130_1167658140980636_4866999615695553056_n.png?_nc_cat=109&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=HExajwA1Ej4Q7kNvwG1takd&_nc_oc=AdlxaIib79263-edJ-WF6htNEFvHI81rKTjNpZufHpecv3cTXeh6xmtxcV-klAWpBFE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfvOPW6shG1R9jiwumX5PLPWq_P-OnfgVtIdjhUG53JZnA&oe=6995CCFC"}, {"file_name": "03-2560x1440.png", "id": "3770883929895591", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/229122178_3770883936562257_7029661280676633935_n.png?_nc_cat=105&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=TzbmZlQUWFEQ7kNvwExZIxk&_nc_oc=Adkks0chWaFNqaSOqYPqYbyCRJp-GcI7DBWK9EaX8F4lI8blO8oIDFqyP-D0n9RrW4g&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuG9pt48j9wmAdTpkSXjlWrkrz5K0tVPspb1dEpu3bkbQ&oe=6995C399"}, {"file_name": "04-2560x1440.png", "id": "916319560320633", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/57572940_916319563653966_5004897141742172099_n.png?_nc_cat=110&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=Qy0-qpGlhIsQ7kNvwEIJkkB&_nc_oc=AdlGLjKiyk5xcPNh1R8dJALuYhnaK3laGl_4SltVGb8RDIeQFSDVsPXAZCDleS2HkxE&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfsLisESY4pShVdWy3GWIDjkZbf_XN6GhPp3yyY6vSUU0Q&oe=6995CC87"}, {"file_name": "06-2560x1440.png", "id": "2890027064506025", "uri": "https://scontent-ams2-1.oculuscdn.com/v/t64.5771-25/38982702_2890027067839358_7291922329419066476_n.png?_nc_cat=106&ccb=1-7&_nc_sid=6e7a0a&_nc_ohc=k8En9M7mupYQ7kNvwEA6Ido&_nc_oc=Adkjx_mfip0Ip7Cd9AsXZJ3DwileEnkUzhzR7EhFWdVGRleiJJCH7Vq7qZiZmikA9sU&_nc_zt=3&_nc_ht=scontent-ams2-1.oculuscdn.com&oh=00_AfuaON3LUZwGza6vBGAYny3ru0lt2vf_mOW2MDjNd21jrw&oe=6995BBC5"}], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Live Streaming", "keywords": [], "long_description": "Twitch is where thousands of communities come together for our favorite streamers, for the games we love, for the lulz, for each other, for whatever. Download Twitch and join millions enjoying live games, music, sports, esports, podcasts, cooking shows, IRL streams, and whatever else crosses our community’s wonderfully absurd minds. We’ll see you in chat.\n\nHere’s a convenient list of other awesome things about Twitch:\n\nEveryone is “about” community. We actually are one: Whatever you nerd out about, you can find your people on Twitch. \nGive support, get support: Find new streamers and subscribe to your favorites. Plus,  unlock exclusive perks for your support. \nYou never know what you’ll find: Popular games are always live, but so are music festivals, rocket launches, street tours of Tokyo, and goat yoga. Yes, really. \nDark mode: Y’all love this one. Black and purple have never looked this good together.\n\nTwitch's Terms of Service are available at https://www.twitch.tv/p/legal/terms-of-service/\nFor feedback and assistance, please visit our Support Center: https://help.twitch.tv\n \nPlease note: This app features Nielsen’s proprietary measurement software which contributes to market research, like Nielsen’s TV Ratings. Please see http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html for more information", "short_description": "Stream, Watch, Chat. Live."}, {"images": {"nodes": []}, "id": "563657686076238", "locale": "zh_HK", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch：Live 實況", "keywords": [], "long_description": "Twitch 是成千上萬不同社群因為喜愛的實況主、最愛的遊戲、笑料、彼此或者各式各樣其他美好理由相聚在一起的地方。下載Twitch並加入數百萬人的行列，一同享受遊戲實況、音樂、體育、電競、廣播、廚藝節目、實境、或是我們社群天馬行空想到的創新實況內容。我們聊天室內見！\n\n以下是關於 Twitch 的超讚懶人包：\n\n\n「社群」是大家的重心。萬眾合一：不論你是什麼宅，你都能在 Twitch 上找到志同道合的朋友們。\n\n找到歸屬，分享愛：發掘不同的實況主並訂閱您喜愛實況主的頻道。此外，你的支持能讓你獲得對應的獨家福利喔。\n\n無所設限的各種可能：熱門遊戲實況絕不間斷！除此之外，音樂祭、火箭升空、東京街景直擊與山羊瑜珈（別懷疑，你沒看錯）實況應有盡有。\n\n深色模式：聽說你各位愛死了這個功能。黑色與紫色就是百搭！\n\nTwitch 的服務條款請參考 https://www.twitch.tv/p/legal/terms-of-service/\n\n若欲提供回饋或請求相關協助，歡迎造訪我們的支援中心：https://help.twitch.tv/s/?language=zh_TW\n\n請注意：此應用程式採用尼爾森（Nielsen）專利測量軟體，所得測量數據將供尼爾森電視收視率等行銷研究之用。如欲瞭解更多資訊，請參閱 http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html　", "short_description": "開實況、追直播、聊聊天——一起 Live！"}, {"images": {"nodes": []}, "id": "543063608123010", "locale": "el_GR", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: Ζωντανή μετάδοση ροής", "keywords": [], "long_description": "Στο Twitch συγκεντρωνόμαστε μέλη από χιλιάδες κοινότητες, για να δούμε τους αγαπημένους μας streamer, να απολαύσουμε τα παιχνίδια που αγαπάμε, για το lulz, για να βρεθούμε μεταξύ μας, για τα πάντα. Κατέβασε το Twitch και γίνε κι εσύ ένα από τα  εκατομμύρια μέλη που απολαμβάνουν σε ζωντανή μετάδοση παιχνίδια, μουσική, σπορ, esports, podcast, εκπομπές μαγειρικής, ροές IRL και οτιδήποτε άλλο κατέβει στα πανέμορφα μυαλουδάκια της κοινότητάς μας. Θα τα πούμε στη συνομιλία.\n\nΌλοι λένε ότι προτεραιότητά τους είναι η κοινότητα. Εμείς, όμως, την κοινότητα τη ζούμε: Ό,τι κι αν είναι αυτό που σε πωρώνει, στο Twitch θα βρεις άτομα που μοιράζονται το πάθος σου.\nΔίνεις στήριξη και παίρνεις στήριξη: Βρες καινούργιους streamer και απόκτησε συνδρομή στους αγαπημένους σου. Χάρη στη στήριξη που παρέχεις, θα ξεκλειδώνεις και αποκλειστικά προνόμια. \n\nΟι όροι παροχής υπηρεσιών του Twitch διατίθενται στο https://www.twitch.tv/p/legal/terms-of-service/\n\nΓια σχόλια και βοήθεια, μπορείς να επισκεφτείς το Κέντρο υποστήριξης: https://help.twitch.tv\n \nΣημείωση: Αυτή η εφαρμογή χρησιμοποιεί το ιδιόκτητο λογισμικό μετρήσεων της Nielsen, το οποίο συμβάλλει στην έρευνα αγοράς, όπως κάνουν και οι μετρήσεις τηλεθέασης της Nielsen. Για περισσότερες πληροφορίες, μπορείς να ανατρέξεις στο http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html.", "short_description": "Ροή, παρακολούθηση, τσατ. Live"}, {"images": {"nodes": []}, "id": "500526032767342", "locale": "ja_JP", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: ライブ配信", "keywords": [], "long_description": "Twitchにある幾千ものコミュニティは、お気に入りのストリーマーを応援したり、大好きなゲームを楽しんだり、笑いを共有したり、仲間をサポートするためにつながることのできる場所。Twitchをダウンロードして、ゲーム、音楽、スポーツ、eスポーツ、ポッドキャスト、料理番組、雑談など、コミュニティが楽しんでいるあらゆるライブ配信を視聴してみよう。何百万人もいる視聴者に加わってチャットを楽しんでみては？\n\nさて、Twitchの一体何が素晴らしいのか、お教えしましょう。\n\nコミュニティをリスペクト－Twitchは大きなひとつのコミュニティであり、みんながコミュニティを大事にしています。好きなコンテンツが何であっても、Twitchなら仲間を見つけることができます。\nサポートのギブアンドテイク－推しストリーマーにサブスクライブなどのサポートをすると、そのサポートに対する限定特典をアンロックできます。\nダークモード－人気の黒と紫のダークモードは、映えます。\n\nTwitchのサービス利用規約はこちらです: https://www.twitch.tv/p/legal/terms-of-service/\n\nフィードバックの送信やヘルプが必要な場合は、サポートセンター（https://help.twitch.tv）をご覧ください。\n \n注意：このアプリはニールセン独自の測定ソフトウェアを使用しており、そのデータはテレビ視聴率のような市場調査に利用されます。詳しくは、http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.htmlをご覧ください。", "short_description": "配信、視聴、チャットを、ライブで楽しもう。"}, {"images": {"nodes": []}, "id": "388635914288032", "locale": "es_ES", "screenshots": [], "video_trailer": null, "video_trailer_thumbnail": null, "display_name": "Twitch: emisiones en directo", "keywords": [], "long_description": "Twitch es un lugar donde miles de comunidades se reúnen para ver a sus streamers favoritos, disfrutar de los juegos que más les gustan, reírse, apoyarse mutuamente y mucho más. Descárgate Twitch y únete a millones de personas que disfrutan en directo de juegos, música, deportes, eSports, podcasts, programas de cocina, streams IRL y cualquier otra cosa que se les ocurra a las mentes maravillosamente absurdas de nuestra comunidad. ¡Nos vemos en el chat!\n\nTodo gira en torno a la comunidad. De hecho, somos una: no importa cuáles sean tus intereses, en Twitch encontrarás gente con quien compartirlos.\nDa apoyo y recíbelo de vuelta: encuentra nuevos streamers y suscríbete a tus favoritos. Además, accede a ventajas exclusivas por tu apoyo.\nSimplemente crea una cuenta, transmite en directo desde la app y reúne a personas que compartan tus pasiones.\n\nLos términos del servicio de Twitch están disponibles en: https://www.twitch.tv/p/legal/terms-of-service/\n\nSi necesitas ayuda o quieres enviar tus comentarios, visita nuestro centro de asistencia en: https://help.twitch.tv\n\nTen en cuenta que esta aplicación dispone del software de medición patentado por Nielsen y contribuye a las investigaciones del mercado, al igual que los Nielsen's TV Ratings. Consulta http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html para obtener más información.　　", "short_description": "Streamea, ve vídeos y chatea"}]}, "developer_name": null, "developer_privacy_policy_url": "https://www.twitch.tv/p/en/legal/privacy-notice/", "developer_terms_of_service_url": null, "publisher_name": "Twitch", "support_website_url": null, "website_url": "http://www.twitch.tv/", "category": null, "comfort_rating": "COMFORTABLE_FOR_MOST", "comfort_tags": [], "context_category": {"id": "362692211442873", "context_category": "APPS"}, "context_topics": [{"id": "434961926215971"}, {"id": "1228796255027646"}], "external_subscription_type": "NOT_REQUIRED", "genres": [], "has_in_app_ads": null, "internet_connection": "REQUIRED", "play_area": "NO_MOVEMENT", "recommended_graphics": null, "recommended_memory_gb": null, "recommended_processor": null, "supported_in_app_languages": ["en"], "supported_input_devices": ["OCULUS_TOUCH", "GAMEPAD", "HAND_TRACKING", "TRACKED_KEYBOARD"], "supported_player_modes": ["SITTING", "STANDING", "ROOM_SCALE"], "supported_tracking_modes": [], "user_interaction_modes": ["SINGLE_USER"], "id": "7791415514248479"}}]}, "scheduled_offers": {"count": 1, "nodes": [{"status": "PUBLISHED", "id": "498996676333238"}]}, "baseline_offer": {"id": "498996676333238"}, "is_approved": true, "firstOffer": {"nodes": [{"start_time": 1727287200, "status": "PUBLISHED", "id": "498996676333238"}]}, "liveChannel": {"nodes": [{"latest_supported_binary": {"__typename": "AndroidBinary", "binary_test_results": {"nodes": []}, "id": "25971900679106685", "version": "28.1.1"}, "id": "2106584716384947", "channel_name": "LIVE"}]}, "is_for_oculus_keys_only": false, "primary_binaries": {"nodes": [{"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7791415507581813", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25971900679106685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2106584716384947"}]}, "change_log": null, "created_date": 1771020128, "id": "25971900679106685", "version": "28.1.1", "version_code": 32801010, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7791415507581813", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25971900679106685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2106584716384947"}]}, "change_log": null, "created_date": 1770412757, "id": "25905542999075787", "version": "28.0.1", "version_code": 32800010, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7791415507581813", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25971900679106685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2106584716384947"}]}, "change_log": null, "created_date": 1769813308, "id": "25842317865398301", "version": "27.9.1", "version_code": 32709010, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7791415507581813", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25971900679106685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2106584716384947"}]}, "change_log": null, "created_date": 1769198053, "id": "25774921908804564", "version": "27.8.2", "version_code": 32708020, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}, {"__typename": "AndroidBinary", "__isAppBinary": "AndroidBinary", "binary_application": {"__typename": "Application", "id": "7791415507581813", "is_concept": false, "latest_released_binary": {"__typename": "AndroidBinary", "id": "25971900679106685"}, "release_status": "RELEASED"}, "binary_release_channels": {"nodes": [{"channel_name": "LIVE", "id": "2106584716384947"}]}, "change_log": null, "created_date": 1768591643, "id": "25710798691883553", "version": "27.7.1", "version_code": 32707010, "release_status": "RELEASED", "status": "APPROVED", "binary_test_results": {"nodes": []}, "obb_binary": null, "asset_files": {"count": 0}, "debug_symbols": {"count": 0}, "__isAppBinaryWithFileAsset": "AndroidBinary"}]}}, "viewer": {"user": null}}}